{"title":"CNNSN-2017-03-20-CNN-Student-News","script":"(CNN Student News) -- March 20, 2017<br><br><br>U.S. Customs Agents Hunt for Pill Presses; Listeria Discoveries Prompt a Pizza Recall; Spring Allergy Season Starts Early for Some Parts of America<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Welcome to CNN 10. I`m Carl Azuz. We hope you`re at the beginning of a very good week.<br><br>Getting started this Monday, it`s considered one of the most dangerous drugs in the world. It factors in heavily to the heroin epidemic we`ve reported on in the U.S. But it`s also blamed for deaths in Europe, Africa, and Australia.<br><br>Fentanyl is a manmade painkiller. The United Nations recently put restrictions on some of the chemicals used to make it. It says fentanyl is the strongest painkiller in existence for medical use, but then it`s also highly addictive and especially dangerous when abused because it`s so powerful, many times stronger than even heroin itself.<br><br>Fentanyl used to be found only in pharmacies. Now, it`s showing up in counterfeit pills, much of what`s being sold on the black market contains fentanyl. It`s much more potent than prescription medications and it`s killing people who take it.<br><br>One challenge for U.S. officials who are trying to stop its spread, the actual machines used to make the pills. They`re arriving on American shores in a record numbers and they`re contributing to overdoses in every corner of the country.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA GANIM, CNN CORRESPONDENT (voice-over): It`s happening all over the country, in New Mexico, in Florida, in California. People are dying from counterfeit pills made with a dangerous synthetic drug called fentanyl, a drug that`s 25 to 50 times stronger than heroin, up to 100 times more potent than morphine.<br><br>JOHN MARTIN, SPECIAL AGENT, DEA: People have died from ingesting what they think is a legitimate painkiller and it`s a counterfeit pill that contains fentanyl.<br><br>GANIM: The death of pop-icon Prince could turn out to be the most famous case of counterfeit pills. Police reportedly found mislabeled pills laced with fentanyl in his home, the drug was found in his system.<br><br>GANIM: This is the tool drug dealers are using to make those pills, turning synthetic powder into something that looks just like prescription meds.<br><br>MARTIN: If you have counterfeit pills, you can`t make them without pill presses.<br><br>GANIM: As the DEA`s John Martin shows CNN pill presses are simply bought off in the Internet, most come from China.<br><br>MARTIN: Here`s a large industrial one for almost $5,000.<br><br>GANIM: The machines make pills so deceivingly accurate, even veteran agents have trouble telling the difference.<br><br>The machines themselves are not illegal, but buying them without proper registration is. The number of illegal imports has spiked nineteen-fold since 2011.<br><br>CHERYL DAVIES, ASSISTANT PORT DIRECTOR, CUSTOMS AND BORDER PROTECTION: So you just put the product in here and you turn it. And then it shoots out the --<br><br>GANIM (on camera): This was seized?<br><br>DAVIES: This was seized, yes, and this machine came from China.<br><br>GANIM (voice-over): Cheryl Davies leads the anti-terrorism contraband team at America`s largest seaport, in Long Beach, California.<br><br>Finding pill presses among millions of tons of goods is no small challenge. One container here is processed every 7.8 seconds.<br><br>Customs and Border Protection opened up its secret warehouse for CNN, showing us the seized pill press machines, with investigations under way to see whether they were legally imported.<br><br>DAVIES: We see a variety of machines. They range from manual, little, manual machines that you can make one or two at a time, All the way up to machines that can generate 170,000 per minute. Huge, industrial-sized machines.<br><br>With all the overdoses that we`re seeing, the increase in overdoses over the last couple of years, I think these types of interceptions are extremely important. They have a lot of impact on our communities.<br><br>GANIM: The ones they don`t catch end up in places like Lubbock, Texas. Police raided and found a table-top pill press and nearly seven pounds of synthetic fentanyl. It`s so dangerous, even to touch, that agents have to get into full hazmat gear.<br><br>The DEA`s John Martin says pill presses have made it easier for drug dealers to make millions of dollars out of their homes.<br><br>MARTIN: They`re going to get on the dark net. They will order fentanyl or some type of fentanyl-related compound. It usually comes from China. The setup is relatively cheap.<br><br>GANIM: For five to six thousand dollars, Martin says, someone could potentially sell $10 million of fake pills, pills that can be deadly.<br><br>MARTIN: It`s almost like playing Russian roulette. It`s extremely dangerous.<br><br>GANIM: Sara Ganim, CNN, Long Beach, California.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you got a frozen pizza in your house, have a look at the label before you bake it. U.S. Department of Agriculture announced last week that more than 21,000 pounds of frozen pizza had been recalled. The foods involved are processed by the RBR Meat Company in California. They are labeled Marketside supreme frozen pizza, and they were demonstrated by Wal- Mart centers in the American West, in California, Nevada, Utah and Washington.<br><br>The government`s recall announcement said that no confirmations have been made that anyone`s actually gotten sick from the pizzas, but that the risk is high. During routine testing of the foods, officials discovered they were contaminated with listeria.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What is Listeria?<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Listeria is a bacteria that can be found in several different kinds of foods. For example, sprouts, deli meats, hot dogs, smoked seafood, soft cheeses and raw unpasteurized milk.<br><br>Healthy people, if they`re exposed to listeria, they might get fever or diarrhea. But people who are at high risk, they can get fever, muscle aches, headaches, a stiff neck, confusion and convulsions.<br><br>Pregnant women who ate foods contaminated with listeria, they might get just a fever or maybe a fever and chills and headache. But the big risk is that listeria can cause miscarriages.<br><br>Listeria can kill. The Centers for Disease Control estimates that about 260 people die each year after eating foods contaminated with listeria. In addition, there are about 1,600 illnesses.<br><br>Now, you can reduce your chances from getting sick with listeria. So, first of all, rinse your produce, scrub firmed produce like melons and cucumbers with a brush, dry the produce, separate uncooked meats and poultry from other foods.<br><br>Soft cheeses like Brie and Camembert and feta, those are very popular. But look on the labels. Make sure they are made with pasteurized milk.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What do elm, pine, and hickory trees all have in common?<br><br>Are they all evergreen, deciduous, cone-bearing or pollen-producing?<br><br>These trees are all pollen-producing and spring time is their season.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So, if you`re allergic to pollen and you leave in the U.S., stock up on tissues. Higher than normal pollen counts are forecast in the American East and peak levels are still to come. If you`re allergic, experts recommend wearing sunglasses and hats to keep pollen out of your eyes and hair. They say you should watch your hair before you go to sleep so that the pollen that`s in it doesn`t get on your pillow case. Air filters can help, too.<br><br>What`s to blame for this?<br><br>Warm temperatures usually mean more pollen, unless it`s rainy, and in many places, winter seemed to take a break last month.<br><br>(BEGIN VIDEOTAPE)<br><br>ALLISON CHINCHAR, CNN METEOROLOGIST: If you suffer from allergies, this has not really been your season. In 2017, allergy season actually started earlier than normal.<br><br>Now, we measure pollen by collecting all in a one cubic meter sample, within 24 hours, and that essentially gives you your pollen count.<br><br>Now, it hasn`t just been the pollen that`s been a big deal this year. It`s also been the leaves on the trees. Now, the dark green color that you see here is typically a 30-year average of when you`d start to see the leaves appear on the trees. The light green color is this year. Notice how much further north that line has been able to extend and that`s all been thanks to the incredibly warm temperatures we had in February.<br><br>However, as you recall, many areas had a big cold snap last week and that caused some problems for some of the famous trees, including the cherry blossoms. Now, the National Cherry Blossoms Festival s taking place in Washington, D.C. starting this weekend. Unfortunately, about a third of the total cherry blossoms were damaged due to that cold snap and will no longer bloom. The good news is, there`s still two-thirds left, but the concern going forward is actually going to be the forecast, as we expect another cold snap to take place by the end of the week.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK, what`s related to a camel, smaller than a llama and great for producing fleece?<br><br>Yes, we`re talking about alpaca. This is the National Alpaca Show. This year`s event just wrapped up in Colorado, where hundreds of alpaca farms helped provide people with everything from fleece to friendship. The event, the competition, the chance to take a selfie with an alpaca, it`s all free.<br><br>One alpaca farmer says she hasn`t met anyone yet who doesn`t love alpacas.<br><br>Now, whether you`re the type to say &quot;alpaca one and take it home&quot;, or &quot;alpaca my bags before taking one home&quot;, this shows a chance for you to live vicunarously to those who love their shear charm and are willing shear it with others, without fleecing them or pulling the wool over their eyes.<br><br>Llama let you go for the day, but we`ll be back tomorrow for shorn. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-20 CNN Student News.mp4"}