{"title":"CNNSN-2017-04-04-CNN-Student-News","script":"(CNN Student News) -- April 4, 2017<br><br><br>Apparent Terrorist Attack in Russia; The Risk for Pandemic Diseases; Home Buying Season in the U.S.; New Uses for Thermochromic Ink<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz. Thank you for watching CNN 10.<br><br>An explosion took place between two subway stations in St. Petersburg, Russia, yesterday and officials say it was a terrorist attack.<br><br>This happened just after 2:30 p.m. in Russia`s second largest city. Russian officials say one explosive device went off on a moving subway train. It killed at least 10 people and wounded dozens of others. A second device was reportedly found and defused at another station.<br><br>St. Petersburg`s entire train system, which carries more than 2 million people a day, was shut down. And a time we produce this show, no group had claimed responsibility for the attack.<br><br>The conductor of the damaged train might have saved lives. Russian investigators say he kept the train moving after the explosion rather than stopping in the tunnel. Because he made it to the next station, surviving passengers were able to get out and rescuers were able to help the injured.<br><br>Russian President Vladimir Putin was in St. Petersburg at the time, speaking at a media event. A Russian official suggested the location and timing of the blast might have been intended to coincide with Putin`s visit.<br><br>Several terrorist attacks were carried in Russia earlier this century, but the nation has had relatively few in recent years.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What word describes something that`s widespread over a continent or the world?<br><br>Epidemic, pandemic, polemic or epistemic?<br><br>When something like a disease is pandemic, it spread over a very large area and affects many people.<br><br>(END VIDEO CLIP)<br><br>AZUZ: When it comes to potential disease pandemics, a public health expert says we`re only as secure as the world`s weakest country and there are a lot of countries with relatively weak health systems and economies. Following the Ebola outbreak of 2014, the international spread of the Zika virus, and the global circulation of other diseases like swine flu and SARS, experts are warning that civilians and health officials need to be prepared for another outbreak. Of what? They don`t know yet.<br><br>But they`re concerned for several reasons: one, the world`s population is growing and so is the number of people who live close to each other in cities. Two, people are traveling more each year. That can circulate problems to other countries. Three, many nations were disease outbreaks are likely are poor and they have fewer doctors and nurses to threat the population.<br><br>Of course, there are many other factors like the years it takes to develop vaccines. But there are also plans forming worldwide to take on diseases when they start to spread.<br><br>(BEGIN VIDEO CLIP)<br><br>SONIA SHAH, SCIENCE JOURNALIST AND AUTHOR: We can`t know which pathogen is going to cause the next, sort of, big epidemic, but we do know where these things happen or more likely to happen because we know how it happens. So, we know that in places where there`s rapid urbanization, a lot of slums, intensified livestock production, a lot of air connections, all of these different ways in which new pathogens can emerge, we know that`s how it happens.<br><br>So, we can look at a map and we can see, well, where are the hotspots where this is most likely to occur and we can do intense surveillance in those places and people are already starting to do that in sort of an ad hoc way. But I think that`s something we really are going to step up in the future.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: From a war zone to the Winter Olympics?<br><br>Afghanistan is the newest country on the global ski map. The country`s first ski club was founded in the remote Bamyan region. Supported by a group of Swiss ski instructors.<br><br>But there are no ski lifts. Skiers have to walk up the mountain. Some on self-made wooden skis.<br><br>In March 2017, the seventh annual Afghan Ski Challenge took place.<br><br>The event aims to promote skiing, tourism and peace. There is a race for both men and women.<br><br>Supported by a charity, two Afghan skiers got to train in St. Moritz, Switzerland, and compete at the World Championship.<br><br>REPORTER: What has been the best pat of racing for you?<br><br>ALISHAH FARHANG, AFGHANISTAN SKI TEAM: All the excitement of racing, you know, when you go to the start and listening to the beep sound. You know, beep, beep, beep and you have to be ready to go.<br><br>SAJJADHUSAINI, AFGHANISTAN SKI TEAM: I want to show to all people of the countries that Afghanistan is not only war and explosion. I want to tell them, we want to rebuild our country and we can change it.<br><br>SUBTITLE: The two want to inspire a new generation of skiers in the war- torn country by becoming the first Winter Olympians from Afghanistan in 2018.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next, house hunters, millennial edition. The timing: it`s home buying season in the U.S. Spring is usually the busiest time of the year for real estate. The shoppers: millennials, generally defined as people born between the early 1980s and the early 2000s. According to a mortgage research company, millennials are now the largest group of home buyers, though experts believe in the past that the generation would rather rent than buy.<br><br>The challenge: they face a lot of competition, particularly against people who bought a home before and may have more credit and more money. There`s a shortage of available homes in America, especially starter homes, lower priced houses that often fall within the first time buyer`s budget. Home values are up and that`s led to bidding wars between millennials and everyone else.<br><br>One silver lining for younger buyers: interest rates are lower than they were for their parents. Experts say to get an edge, first time buyers should set a budget, make priorities for what they want in a home and get pre-approved for a loan.<br><br>A British designer has found a way to infuse chemistry with every day materials, creating thermochromic candles, clothing, carrying cases.<br><br>Thermochromic describes something that can change color when it`s warm or cold. The ink isn`t cheap. A backup list for $1,500. A leather cardholder over $200.<br><br>But the technology could be used well beyond fashion.<br><br>(BEGIN VIDEOTAPE)<br><br>LAUREN BOWKER, MATERIAL ALCHEMIST: THE UNSEEN: Color is just a universal language, they`ve often is used very intelligently.<br><br>Essentially, what we do here in The Unseen is we visualize data through the language of color on a material, from a leather that can change color, to environment situations, it could be a car painting or concrete that can tell you your carbon emission level. The head piece that allows you to understand more about your brain and the chemical proxies (ph) from it by informing through a simple color change.<br><br>SUBTITLE: Lauren has created different risks that can be used on almost any material. These inks react to invisible changes around us like heat, pressure, moisture and light.<br><br>BOWKER: We have many different inks that respond in different ways and color and when you start to realize that this world is full of so much invisible and unseen data and you start to think, well, how can you harness that data? It opens all of these different possibilities and uses for a medium like color.<br><br>SUBTITLE: Bandages can tell you they need to be changed. Hair color reacts to temperature. Leather that alters with changes in air pressure.<br><br>BOWKER: Quite a lot of projects we worked on are real life-changing products and I think, you know, we should be able to create something for health care and then also create something for fashion week. Nature uses color in such profound ways for camouflage, for communication. Trees change color with the seasons. Fruit changes its color when it goes off.<br><br>Science is getting to the point where it can mimic nature to a degree. How can we bring those together and create not just beautiful products but things within the world that stress (ph) the beauty of and wonder of nature. When you start to think of using color as a language, it opens up many barriers that perhaps have not been communicated before.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, Vantablack, the Guinness World Record for the darkest manmade substance, isn`t technically a color. It`s a coating of millions of tiny carbon tube. Vantablack absorbs 99.96 percent of visible light. So, when something`s covered in it, our eyes perceived as flat, even if it`s a three-dimensional object.<br><br>The coating is incredibly expensive. A watch made with Vantablack costs almost $100,000. But the coating`s ability to suppress light could make things like cameras and telescope more sensitive to faint light.<br><br>So, it could be ad-vanta-geous from that vanta-ge point. But to shed more light on its uses, Vantablack is not the new black. Even if you alighted on the way to fashion into fashion (ph), you can`t use Vantablack to shroud a shroud or cloak a cloak. It`s easily damage if you bump or scratch it,<br><br>so it`s certainly not good for throwing shade.<br><br>I`m Carl Azuz with enlightening and colorful puns on CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-04 CNN Student News.mp4"}