{"title":"CNNSN-2015-10-13-CNN-Student-News","script":"(CNN Student News) -- October 13, 2014<br><br>Russia`s Strategy in Syria; Concerns of Another Intifada in the Middle East; Preparations for U.S. Presidential Debate<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz.<br><br>Today on CNN STUDENT NEWS: Many different groups, many different interests, one civil war.<br><br>We`re starting in the Middle Eastern nation of Syria. Its government has been fighting to keep control since war broke out there in 2011. The forces of Syrian President Bashar al-Assad have launched a major campaign against rebel groups and terrorists. But the Obama administration wants al-Assad out of power.<br><br>The U.S. had a $500 million program to train and arm certain rebels who were fighting al-Assad`s troops. But an American general said last month that only four or five of the U.S.-trained rebels were still in action and the program was recently suspended.<br><br>Still, the U.S. did drop 50 tons of ammunition to Syrian rebel groups overnight on Sunday.<br><br>And this brings us to Russia. Like the U.S., it`s launching airstrikes in Syria, and like the U.S., Russia says its airstrikes are aimed at ISIS terrorist. The U.S. officials say Russia is also targeting Syrian rebel groups and Russian President Vladimir Putin confirms his troops are there to help Syria`s government stay in power.<br><br>(BEGIN VIDEOTAPE)<br><br>JILL DOUGHERTY, FORMER CNN MOSCOW BUREAU CHIEF: There are several reasons why Vladimir Putin decided to enter the Syrian war at this particular point.<br><br>SUBTITLE: Why is Russia in Syria?<br><br>Russian President Putin has launched a bombing campaign in Syria.<br><br>DOUGHERTY: President Putin`s action was a shock to the world community. He had been supporting for years President Assad, but almost it appeared overnight, Russia took several actions, sending in a very large amount of military equipment to Syria, air attacks on ISIL, and then finally sending cruise missiles into Syria.<br><br>This is a deft and very bold move by President Putin to show that he is a player, that he and his country have to be reckoned with. Potentially, they could turn the tide. After all, President Assad`s troops were in trouble and President Putin perceived that it was time to get in there and make sure that Assad did not fall.<br><br>Another reason that President Putin wanted to enter the fray in Syria was to take attention off what was happening in Ukraine. His country and he getting a lot of criticism and also a lot of sanctions coming his way, and possibly by looking as if he was solving a problem in the world, perhaps Europe and the United States would not want to impose sanctions coming up again in December.<br><br>Finally, another reason is President Putin has a visceral hatred for any type of weakening of authority in a government. And so, to the end, he has been supporting President Assad simply because he is the leader of Syria. President Putin does not want regimes, even if they`re repressive, to fall, because he feels that chaos will come after that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: More instability in another part of the Middle East: recent stabbings of Israelis, killings of Palestinian attackers, and deadly fighting between Israeli forces and Palestinian protesters. It centers on a historic site that`s holy to Jews who call it the Temple Mount and Muslims who call it the Noble Sanctuary.<br><br>Jews are not allowed to pray there. It`s considered a provocation, something that angers Muslims.<br><br>Palestinian leaders have suggested that Israel is planning to change the law to allow Jews to pray at the site. The Israeli government denies this, saying no such plan is in the works. But the violence that`s followed has some observers worried about a possible intifada, a new uprising of Palestinians.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): It`s arguably the most sensitive real estate on Earth, the Temple Mount, the Haram al-Sharif as it`s known to Muslims, is the epicenter of the long, bitter struggle between Israelis and Palestinians.<br><br>In September 2000, then-opposition leader Ariel Sharon went there under heavy security.<br><br>ARIEL SHARON, THEN-OPPOSITION LEADER: I come here to the holiest place of the Jewish people.<br><br>WEDEMAN: His visit sparked violent clashes, which marked the beginning of the second intifada.<br><br>And once again, tensions there are fueling more violence, say young protesters in the West Bank.<br><br>(on camera): So why are you here today?<br><br>PALESTINIAN ACTIVIST: Because the Aqsa Mosque, we need for us, the access for us. So, we will never give up.<br><br>WEDEMAN (voice-over): It`s here that Jews believe their holiest of holies, the Temple of Solomon once stood. For Muslims, the Aqsa Mosque, which sits within the compound is where they believe the Prophet Muhammad made a miraculous night journey from Mecca before ascending to heaven.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We love to see who`s watching worldwide.<br><br>On yesterday`s transcript page at CNNStudentNews.com, we heard from Sacheon, South Korea. It`s great to be part of your day there at Gyeongnam International Foreign School.<br><br>Next, Opelousas is a city in southern Louisiana. We`ve got the Vikings watching today at Opelousas Catholic School.<br><br>And moving north to north St. Paul, Minnesota. Hello to our viewers at Next Step Transition Program.<br><br>Thank you all for your requests yesterday.<br><br>There have been a few Republican debates so far this year among those hoping to win their party`s nomination for president. But there hasn`t been a debate for the Democrats yet. Tonight is the first. You can watch it on CNN. Coverage starts at 8:30 p.m. Eastern.<br><br>And just like we did with the most recent Republican debate, we`ll bring you highlights from the Democratic one later this week.<br><br>There are five Democrats who`ve officially announced their candidacy for president. You`ll hear the questions, their answers. You`ll see their body language as they try to stand out from their competitors. But there`s a lot that happens behind the scenes before the candidates even get on stage.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDERSON COOPER, CNN ANCHOR: The level of intensity on that stage always is, I don`t know if it comes through necessarily all the time through the television when you`re watching at home, but there`s really nothing like it.<br><br>WOLF BLITZER, CNN ANCHOR: You also have a producer on your ear telling you move on, move, do something else. So, it gets a little complicated, gets a little intense.<br><br>DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: We`re in there and we`re looking at them in person. It`s a whole different experience. The candidates try so hard to catch your eye.<br><br>COOPER: So, they`re constantly looking at you and trying to signal to you that they want in.<br><br>BASH: They make you feel bad for not going to them.<br><br>COOPER: Sometimes they can get in. But sometimes, you have to move along.<br><br>BASH: The other thing that people don`t get to see is what happens in the commercial breaks, which I thought was really cool. For the most part, the candidates will go and they check with their aides. But there are also were a few moments that I witness with the candidates and their spouses and their families, kind of getting a gut check.<br><br>COOPER: You know, I think what makes a good question is something that, you know, elicits an honest response.<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPODNENT: I think in crafting a question, simplicity and clarity matter most. It`s their disagreements and their differences that you want to air out.<br><br>BLITZER: Remember what you`re doing this for. You`re doing this so the viewers out there get a better understanding, a better appreciation of who these men and women are.<br><br>BASH: It`s hard to say what makes a good and bad debate question because so much of the answer to that question is the answer that the candidate gives.<br><br>COOPER: Actually listening to what`s being said and pivoting off what somebody has just said or perhaps taking the conversation in different direction to another candidate to bring them.<br><br>KING: But if you can get either the two candidates` words to pit them against each other, sometimes you ask an open-ended question and they go where their mind takes them, as opposed to where their taking points take them. So, there`s a value in that.<br><br>COOPER: You know, the worst thing in the word is just be sitting there with a list of questions that you thought out in advance and then just waiting for the person to stop talking so you can just go on to the next questions. Those, you never want to do that.<br><br>BASH: A lot of the prep is trying to kind of game out what the candidate is or isn`t potentially going to say.<br><br>KING: If a week later, nobody can remember the name of the moderator, but they got information that helped them make their decision, then you do the job.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you run cross-country, you wouldn`t be impressed by a race that`s not much more than 450 meters and fewer than 2,600 steps. Until that you consider that it`s 450 meters high and 2,600 steps up. It`s the Canton Tower race -- a charge up South China`s Canton Tower, one of the tallest buildings in the country.<br><br>OK, not every competitor actually runs. But when you consider how many floors this is and how grueling such a race would be, it`s perfectly understandable that some would simply stop and stairs. Compared to a flat track, this thing is a step up, where a clear challenge afoot requiring a strong can-shoe perspective and a positive altitude.<br><br>I`m Carl Azuz for CNN STUDENT NEWS and I`m out of breath.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-13 CNN Student News.mp4"}