{"title":"CNNSN-2015-06-01-CNN-Student-News","script":"(CNN Student News) -- June 1, 2014<br><br>&quot;CNN: Thirty Five&quot; Part I<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to our viewers worldwide, to the special edition of CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center.<br><br>Our network turns 35 years old today. And what we`re doing today and tomorrow is looking back at some of the major news stories that have made headlines and history since 1980.<br><br>Teachers, as always, we encourage you to preview this show. It contains images of some of the most tragic stories CNN has covered.<br><br>(BEGIN VIDEOTAPE)<br><br>TED TURNER, CNN FOUNDER: I dedicate the Cable News Network.<br><br>DAVID WALKER, CNN ANCHOR: Good evening, I`m David Walker.<br><br>LOIS HART, CNN ANCHOR: And I am Lois Hart. Now, here`s the news.<br><br>SUBTITLE: This is CNN Breaking News.<br><br>UNIDENTIFED MALE: Approximately four shots were fired at the president.<br><br>MIKE CHINOY, CNN CORRESPONDENT: Mike Chinoy, CNN Beijing.<br><br>UNIDENTIFED MALE: The skies over Baghdad had been illuminated.<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: This is one pocket of turmoil in the Egyptian capital.<br><br>UNIDENTIFED MALE: Lift off of the space shuttle mission.<br><br>UNIDENTIFED MALE: Obviously a major malfunction.<br><br>LARRY KING, CNN`S &quot;LARRY KING LIVE&quot;: I`m going to have to interrupt this call. Police believe that O.J. Simpson`s in that car.<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Quick. Let`s go.<br><br>(EXPLOSION)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT: Israeli officials say they`re trying to use restraint.<br><br>WALSH: You can see the people below trapped on Sinjar Mountain.<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: I`m outside this pediatric hospital. Just take a look inside.<br><br>CHRIS LAWRENCE, CNN CORRESPONDENT: Some of these people have been waiting outside now for more than three days.<br><br>BROOKE BALDWIN, CNN CORRESPONDENT: As far as we can see under blue sky, it`s totally leveled.<br><br>UNIDENTIFED MALE: Princess Diana has died.<br><br>GEORGE HOWELL, CNN CORRESPONDENT: George Zimmerman not charged with anything in this case.<br><br>UNIDENTIFED MALE: Now a third of the building has been blown away.<br><br>UNIDENTIFED MALE: There has been a second explosion --<br><br>RICHARD ROTH, CNN CORRESPONDENT: What normally would be the World Trade Center is no more.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: United States has conducted an operation that killed Osama Bin Laden.<br><br>CROWD: USA! USA!<br><br>GARY TUCHMAN, CNN CORRESPONDENT: It`s so rare that we get the cover story that have a happy ending.<br><br>JAKE TAPPER, CNN ANCHOR: What is going on in Ferguson, Missouri in downtown America.<br><br>CHRIS CUOMO, CNN ANCHOR: Here come flash bangs and canisters coming right up at us.<br><br>UNIDENTIFED MALE: CNN.<br><br>UNIDENTIFED MALE: CNN.<br><br>CAROL COSTELLO, CNN ANCHOR: CNN.<br><br>CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL CORRESPONDENT: CNN.<br><br>UNIDENTIFED MALE: What started as a child`s innocent game turned into a child`s terror, marathon rescue effort to save her life.<br><br>BOB FURNAD, CNN FORMER EXECUTIVE VICE PRESIDENT: When we found out at the local, the head of station a live cover, we jumped on it.<br><br>UNIDENTIFED MALE: Little Jessica McClure was playing hide and seek. Jessica tumbled down a pipe and landed in a small area about a foot wide.<br><br>She was trapped 20 feet underground.<br><br>FURNAD: I could see that this is really a terrific story. And it`s not going to be resolved quickly. Blow out all the commercials. Stay until it`s over.<br><br>UNIDENTIFED MALE: She`s upset and crying. For as long as she`s crying, we know that we have a chance.<br><br>UNIDENTIFED MALE: It has gone frustratingly slow.<br><br>TONY CLARK, FORMER CNN DALLAS BUREAU CHIEF: When we got there, I started knocking on doors. And I would say, &quot;I`m Tony Clark from CNN. We`re here to cover the rescue attempt of Jessica McClure. I need your help. We`re trying to shoot over the fence. Do you have a ladder that we could use?&quot;<br><br>You knock on another door and say, &quot;I hate to ask you this but can I use your phone?&quot; That was the day before cell phones.<br><br>UNIDENTIFED MALE: Cameras and microphones have been dropped down. Jessica can be heard to call to her mother.<br><br>CLARK: You could not widen the well that she was in. And you couldn`t come in at an angle.<br><br>UNIDENTIFED MALE: They drilled a shaft parallel to the one Jessica fell in.<br><br>CLARK: So what you had to do is drill a parallel well that someone could get through.<br><br>UNIDENTIFED MALE: The rescuers are making progress literally by inches.<br><br>CLARK: It was scary.<br><br>UNIDENTIFED MALE: For the second night, floodlights have lit the backyard --<br><br>CLARK: As the hours went on, you thought the chances of her surviving were less and less.<br><br>UNIDENTIFED MALE: A two inch hole was drilled into the cavern where Jessica McClure has been trapped since Wednesday.<br><br>CLARK: They had sent a medical worker down who was going to recover. You could see the lines tightening and so we knew it was going to happen.<br><br>We`re expecting to see Jessica just any moment now.<br><br>UNIDENTIFED MALE: She`s alive, man.<br><br>CLARK: I was very fortunate during all of my years in CNN to cover a lot of interesting stories.<br><br>UNIDENTIFED MALE: You could see the enthusiasm. You could hear the applause.<br><br>CLARK: But this is one of those that is very special because it does have a happy ending.<br><br>UNIDENTIFED MALE: The applause for the paramedic who just -- who had brought her up.<br><br>CLARK: People have worked very hard to come to a very happy ending. I`m Tony Clark reporting live from Midland, Texas.<br><br>UNIDENTIFED MALE: Approaching Lockerbie about 7:00. And the whole sky lights off.<br><br>UNIDENTIFED MALE: Our witnesses on the ground say they do not see how anyone could have survived.<br><br>UNIDENTIFED MALE: Eleven million 300,000 gallons of crude oil is spilled into the calm waters of Prince Williams Sound off of Alaska, 25 miles outside the Alaskan port city of Valdez.<br><br>UNIDENTIFED MALE: A major earthquake registering between six and seven on the Richter scale in the Bay Area. Game three of the World Series has been canceled.<br><br>UNIDENTIFED MALE: The government has ordered us to shutdown our facility. We are shutting down our facility.<br><br>UNIDENTIFED MALE: OK. We`ve heard the orders. We have our instructions from headquarters in Atlanta. Goodbye from Beijing.<br><br>RONALD REAGAN, FORMER U.S. PRESIDENT: Mr. Gorbachev, tear down this war.<br><br>UNIDENTIFED MALE: The events on East Germany are moving ever more swiftly.<br><br>UNIDENTIFED MALE: After 27 years in prison, Nelson Mandela is now free.<br><br>UNIDENTIFED MALE: An explosive development near the Persian Gulf.<br><br>GEORGE H.W. BUSH, FORMER U.S. PRESIDENT: There is no place that this sort of naked aggression in today`s world --<br><br>UNIDENTIFED MALE: The failure of the Geneva talk seems to convince the Pentagon that war is imminent.<br><br>FURNAD: I don`t think that the world really accepted CNN until the first Gulf War. The president had laid down the gauntlet and he basically gave us a window of when it was going to happen. So, we had prepared everything for it. I recall that during this time of preparation, I wake up from my<br><br>sleep about 3:30 in the morning.<br><br>I think that this is ridiculous, planning to cover the war on television. It`s unheard of.<br><br>WOLF BLITZER, CNN ANCHOR: It was very, very worrisome for all of us at CNN because we had producers in Baghdad, we had camera crews. We had three reporters. Bernie Shaw was there, John Holliman, Peter Arnett -- they were all there.<br><br>The management of CNN, Ted Turner and Tom Johnson, were under enormous pressure from General Colin Powell, from other U.S. officials, probably from the press. Get those guys out because once the air war starts, we don`t know if they`re going to be OK.<br><br>SHAW: But our responsibility is to our worldwide audience. We will stay. We will cover this war as best we can and we will report in the world.<br><br>UNIDENTIFED MALE: Military experts say a night air attack is the likely scenario for the start of any fight.<br><br>BLITZER: That night, I was at the Pentagon.<br><br>I got a chance to see two very senior Pentagon officials almost running through the halls.<br><br>They couldn`t say when this was going to begin because that could endanger U.S. troops.<br><br>SHAW: It was shortly passed midnight, Baghdad time. And I was walking pass the open window, and coming down from the sky, the black sky, like silver paper. I knew instantly what it was. It was chaff -- radar jamming chaff.<br><br>GEORGE H.W. BUSH: Tonight, the battle has been joined.<br><br>FURNAD: I was walking by the control room and I can hear the commotion. I walked in and there it was.<br><br>BLITZER: Our team in Baghdad isn`t restricted. They weren`t going to get much information. The only thing they could do is report what they were seeing.<br><br>CASPAR WEINBERGER, FMR. U.S. DEFENSE SECRETARY: But it doesn`t show any sign.<br><br>UNIDENTIFED MALE: We have to go to Baghdad, Secretary. We`re going to Bernard Shaw in Baghdad.<br><br>SHAW: This is a --<br><br>Out of my mouth came the words --<br><br>Something is happening outside.<br><br>The skies over Baghdad have been illuminated. We`re seeing bright flashes going off all over the sky.<br><br>The walls were shaking. The windows were vibrating, the concussions blowing us against the wall.<br><br>The Iraqis shutdown CNN. They invoked censorship.<br><br>So, on Friday morning, we packed up and we started to leave Baghdad.<br><br>News, especially television news is logistics, logistics, logistics. You can go anywhere in the world to cover a new story.<br><br>Let`s describe to our viewers what we`re seeing.<br><br>But if you don`t have the capability of getting that story out, there`s no news.<br><br>(END VIDEOTAPE)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-01 CNN Student News.mp4"}