{"title":"CNNSN-2016-02-03-CNN-Student-News","script":"(CNN Student News) -- February 3, 2016<br><br>WHO Declares International Public Health Emergency; Chinese Lunar New Year; The Results of the Iowa Caucuses<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to see you this Wednesday. I`m Carl Azuz, covering current events on CNN STUDENT NEWS.<br><br>Got an update on the U.S. presidential race coming up in a few minutes. But we`re starting with news from the World Health Organization.<br><br>The medical branch of the United Nations has declared an international public health emergency, and it`s because of the lightning fast spread of the Zika virus. The emergency declaration has hoped to speed up international cooperation in research in fighting the virus.<br><br>What`s interesting about Zika is that unlike some other viruses spread by mosquitoes. So, think malaria and dengue fever. Doctors say Zika is not a clinically serious infection to many people, but it`s been linked to an alarming increased in babies born with microcephaly. A condition that causes them to have abnormally small heads and serious developmental problems.<br><br>Zika cases have increased in Brazil and French Polynesia. But to explore the history of the virus, you have to go to East Africa.<br><br>(BEGIN VIDEOTAPE)<br><br>DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT (voice-over): Armed with traps, scientists push into the Zika forest in Uganda.<br><br>They discovered around 70 types of mosquito here, some carrying deadly viruses.<br><br>(on camera): This is a very precarious climb up this tower for me to get high up to try to get the different species of mosquitoes.<br><br>(voice-over): We`re in an ecological hot zone, where (INAUDIBLE) disease thrive.<br><br>(on camera): So, it`s got a light to attract the mosquitoes and carbon dioxide coming up the dry ice and we should get some overnight.<br><br>UNIDENTIFIED MALE: Yes.<br><br>MCKENZIE (voice-over): And they do. Mosquitoes that could be carrying yellow fever, dengue, and yes, the Zika virus.<br><br>The forest gave the virus its name. Back in 1947, scientists discovered Zika by accident, while studying yellow fever. Their research station is still here.<br><br>But Zika infected mostly monkeys and human symptoms were mild. It fell off the map. A potential key mutation and an increasingly connected world sparked an outbreak half a world away.<br><br>JULIUS LUTWANNA, UGANDA VIRUS RESEARCH INSTITUTE: We more than transport, which is very efficient, very fast. One person can be here today, gets bitten by a mosquito and stops getting sick after he`s traveled thousands of miles.<br><br>MCKENZIE: Now, scientists are playing catch up, looking closely at the Zika-carrying Aedes Aegypti mosquito.<br><br>UNIDENTIFIED MALE: We do have to keep (INAUDIBLE).<br><br>MCKENZIE: But in these labs, they`ve been mostly using their high tech equipment to diagnose patients. They lack the funding to track emerging virus threats in the forest where Zika was identified.<br><br>LUTWANNA: For sure, we don`t know completely what is in this forest. We have not done enough. We can`t say we know anything. Every other year, we come across new viruses.<br><br>MCKENZIE: They say not nearly enough is being done to research viruses before they spark a global health emergency.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Time for the shoutout. Which of these events triggers the world`s largest annual human migration?<br><br>If you think you know it, shout it out.<br><br>Is it the Eucharistic Congress, Hajj, Winter Solstice, or Lunar New Year?<br><br>You`ve got three seconds. Go.<br><br>The Lunar New Year, which is celebrated in China and many other Asian countries, triggers the biggest annual movement of people. That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: It makes sense that the country where the world`s largest population, more than 1.3 billion people, more than four times the population of the U.S., would have such a massive migration on its most significant holiday.<br><br>The date of China`s Lunar New Year depends on whenever the second new moon after the winter solstice arrives. This time around, that`s on February 8th. That`s when the year 4714 begins in the Chinese calendar. It`s the year of the monkey.<br><br>Because so many people celebrate, China`s routes of travel are already slammed.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT: It`s the largest annual human migration in the world. Each year, between late January and early February, hundreds of millions of Chinese people head home for the country`s biggest holiday, the Lunar New Year.<br><br>Also called the Spring Festival, it`s the one-time each year when families scattered across the country reunite, and to get to one another, China sees a travel boom on a massive scale.<br><br>The government expects 2.9 billion trips to be made across the country. Travelers using every means at their disposal to make it home. Airports and railway stations get absolutely crushed with people suit cases and gives for their families in tow. Highways fill up with those wealthy enough to own their own cars and those who aren`t crowd busses and hitch rides on motorcycles, sometimes travelling for days.<br><br>Here in Beijing alone, about 42 million trips in and out of the city are expected to be made. During the holiday, the normally loud and busy streets of Beijing become noticeably and almost surreally quiet.<br><br>The annual migration has boomed right along with China`s economy over the past 30 years. Factory towns needed workers with most coming from China`s rural villages. Hundreds of millions of people spend the year away from their families, but the pull of home during the holiday is something few can resist.<br><br>Once home, traditional dinners are held and Chinese children receive little red envelopes filled with cash called lucky money. On Lunar New Year`s Eve, roughly 700 million people watched the celebration broadcast on state TV. That`s an audience more than six times bigger than last year`s Super Bowl.<br><br>And after the Spring Festival ends, most people return to work and cities like Beijing fell right back. Though there are many people who take extended holidays, the Lunar New Year holiday runs for less than 10 days, but the peak travel period lasts for nearly six weeks.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>JIM SCIUTTO, CNN CORRESPONDENT: Folks, raise your hand if you`re first time caucus participant.<br><br>DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: I`ve heard from Republican source familiar with turnout, they`re on pace for a record-breaking night.<br><br>WOLF BLITZER, CNN ANCHOR: Based on the early entrance polls that we`re getting, it looks there`s a three-man race on the Republican side.<br><br>OMG, as they say. Take a look at this. That`s what 90 percent of the vote in. It doesn`t get a whole lot closer than that.<br><br>BRIAN TODD, CNN CORRESPONDENT: This is what a capacity crowd looks like. Real time voting is, you`re looking at it. Real time counting, live on international television.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And when those votes were counted in the U.S. state of Iowa, there were some surprises.<br><br>On the Democratic side, former Secretary of State Hillary Clinton and Vermont Senator Bernie Sanders were deadlocked throughout Monday night.<br><br>When final results came in yesterday, they indicated that Clinton won but a very narrow margin. She got an estimated 49.9 percent of the vote, Sanders got 49.6 percent.<br><br>On the Republican side, Texas Senator Ted Cruz upset businessman Donald Trump. Cruz won with 28 percent of the vote. Trump, though, he was leading in the polls, took 24 percent. And Florida Senator Marco Rubio was a very close third with 23 percent.<br><br>Two candidates dropped out of the race Monday night. Former Maryland Governor Martin O`Malley, a Democrat, ended his campaign. And former Arkansas Governor Mike Huckabee, a Republican, ended his.<br><br>That means that at this moment, there are two Democratic candidates facing off, and 11 candidates competing for the Republican Party`s nomination.<br><br>The next contest will be in New Hampshire, the primary on February 9th.<br><br>(MUSIC)<br><br>AZUZ: All aboard the &quot;Roll Call&quot; train. We`re traveling from North America to North Africa today.<br><br>First stop is in Meridian, Idaho. We`re welcoming the Warriors of Meridian High School.<br><br>Chugging to the East Coast, the Blue Jays are watching from their perch at Middlesex High School. You`ll find that in Middlesex, New Jersey.<br><br>And across the Atlantic, on the shores of the Mediterranean Sea, you`ll find the nation of Tunisia. And in the capital of Tunis, we`re happy to see the American Cooperative School of Tunis.<br><br>(MUSIC)<br><br>AZUZ: French Creek Freddie, General Beauregard Lee, and Sir Wally Wally all have something in common, besides awesome names. They`re groundhogs, aka woodchucks, aka whistle pigs, aka, you get it.<br><br>And the legend goes that if a groundhog sees its shadow on Groundhog Day, six more weeks of winter are on the way.<br><br>Pennsylvania`s Punxsutawney Phil`s probably the most famous groundhog, if not the most accurate forecaster.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: There is no shadow to be cast, an early spring is my forecast.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Well, that`s what Phil, quote, &quot;predicted&quot;. But he`s only right about 45 percent of the time. And in an El Nino year, well, that makes it hard for any meteorhoglogist to stay grounded.<br><br>Many would chuck it up to tradition. A hogliday of marmot proportions, a pronoshogcation that burrows from protentions of light and shadow to season, a supposition of spring. Maybe it groundhogs up too much of our time and that the whole hibernation has been punxs (ph).<br><br>I`m Carl Azuz, and that is CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-03 CNN Student News.mp4"}