{"title":"CNNSN-2015-11-02-CNN-Student-News","script":"(CNN Student News) -- November 2, 2015<br><br>Passenger Plane Crashes in Egypt; U.S. Plans to Deploy Dozens of Troops in Syria; COP21 Conference in Paris<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for starting off your week with CNN STUDENT NEWS. I`m Carl Azuz.<br><br>First up, international aviation officials are trying to figure out what caused a tragic plane crash in Egypt`s Sinai Peninsula. Kogalymavia Flight 9268 crashed on Saturday morning, killing 224 people aboard. It was traveling from the Egyptian resort city of Sharm el-Sheikh to the Russian city of St. Petersburg. Many of those aboard were Russians coming home from vacation.<br><br>Russian President Vladimir Putin declared yesterday a national day of mourning. The plane went down in clear weather, a little more than 20 minutes after takeoff. A Russian official reportedly said it broke up in midair.<br><br>The area where it crashed is home to Islamic militant fighters who are associated with ISIS terrorists. But though they made a statement that appeared to claim responsibility, Russian and Egyptian officials say that`s unlikely.<br><br>Egyptian President Abdel Fattah al-Sisi says the investigation could take months.<br><br>Moving to the Middle Eastern nation of Syria now where the U.S. is escalating its fight against the ISIS terrorist group. President Obama announced Friday that a small number of American troops would be deployed to northern Syria to help different groups there battle ISIS. He authorized fewer than 50 special operation forces to go, but a U.S. official says more could be sent later on.<br><br>The White House believes that the additional U.S. troops will be effective helping weaken ISIS. But it`s a significant in plan for the Obama administration which said last year that no U.S. troops would be involved in direct combat with ISIS. Democrats and Republicans are calling for the president to lay out a clear strategy for dealing with the terrorists. Some are concerned about mission creep when an initial military goal gradually expands.<br><br>As part of its ongoing air campaign in Syria, the U.S. military has used drones, unmanned aircraft for both surveillance and attack missions. At the consumer level, they`ve given users bird`s eye views of -- well, anything. Once again, they`re expected to be a popular Christmas gift this year, something that retailers and the Federal Aviation Administration are watching.<br><br>(BEGIN VIDEOTAPE)<br><br>RENE MARSH, CNN AVIATION AND GOVERNMENT REGULATION CORRESPONDENT (voice- over): They`ve breached some of the most secure air space in the United States, including the White House and they`ve nearly collided with commercial planes, even medical choppers en route to emergencies.<br><br>MEDIVAC H1: Tower, medevac we almost got hit by a drone just to let you know up here.<br><br>MARSH: In most cases, authorities get the drone but not the operator. Federal safety regulators say that`s about to change.<br><br>ANTHONY FOXX, SECRETARY OF TRANSPORTATION: We`re going to require operators of drones to register their aircraft.<br><br>MARSH: The FAA hopes to force consumers to provide personal information when they buy a drone so it can be tracked back to the owner.<br><br>FOX: I think many if not most users will comply because there are penalties associated with using these devices and the national air space without complying with the registration requirement.<br><br>MARSH: The FAA says this year pilots report around 100 drone sightings every month with nearly 1,000 drone sightings so far this year the number of reports has nearly quadrupled since 2014.<br><br>(on camera): But key questions remain, about what personal information consumers will have to provide and how regulators will enforce this?<br><br>Rene Marsh, CNN, Washington.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Today`s &quot;Roll Call&quot; begins in West Africa. We`re taking you to the nation of Senegal, in the capital city of Dakar. We`re happy to be part of your day at the International School of Dakar. Thank you for watching.<br><br>Next, we`re headed to the city of Osceola in southern Iowa. Hello to the Indians. Clarke High School is on the roll.<br><br>And, finally, to eastern Missouri, we`re visiting the city of Ellisville, and shouting out the Trojans of Crestview Middle School. Great to see you.<br><br>Starting later this month, the French government is planning to host its largest conference ever, 40,000 delegates representing 195 countries, including China, India and the U.S. Those three nations produced the largest amounts of carbon dioxide, which most scientists say is causing earth`s average temperatures to heat up.<br><br>A smaller group disagrees, saying climate change happens naturally and the earth can absorb the CO2 from human activities. But that will be the focused of COP21.<br><br>(BEGIN VIDEOTAPE)<br><br>JOHN SUTTER, CNN COLUMNIST: So, you may have seen this term COP21 popping up in your Twitter feed. COP21 means the Conference of Parties. It`s the 21st time essentially that the world has come together to try to figure out a solution to climate change. This is something that we`ve never succeeded at before but there`s very good reason to think that this year in December in Paris when the world meets again, that we`ll be able to figure out something that will get us on the right track.<br><br>When all these world leaders get together in Paris, they`re basically going to be talking about one number, and that number is 2 degree Celsius.<br><br>That`s the threshold for warming. It`s measured since the start of the Industrial Revolution.<br><br>And if we cross that mark, we`re expected to go into what policy wonks considered the danger zone or dangerous territory for climate change.<br><br>There are entire countries that could disappear because of sea level rise at that mark. Wildfires re expected to get bigger. Droughts will get more severe and 30 percent of animals will be put at risk for extinction.<br><br>I`ve seen these talks describe as basically a potluck dinner. And each country in the world is bringing its dish, its climate plan to the table and saying, OK, here`s what my plan is, like what are you bringing?<br><br>And the fact that U.S. and China are both bringing dishes to this giant international potluck is a huge deal for the Paris climate talks. That really hasn`t happened before. China and the U.S. are the two biggest climate polluters in the world. And previously, they`ve sort of stalled or gave mixed messages in terms of, you know, what they were going to do to get off of fossil fuels.<br><br>There are huge stakes of these talks. But as far as what`s going to be happening in Paris, it maybe a lot of really kind of smaller things.<br><br>Countries will be fighting about, you know, how aggressive these cuts to fossil fuels are, exactly who`s going to pay for countries to adopt to climate change, and how often these goals are going to be reviewed going forward.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the U.S., doctors performed almost a million bone graft surgeries every year. Most of the time, they harvest a piece of bone from a patient or a deceased donor, set it where it needs to do and hope it takes hold. But what if there were a way to regenerate from someone`s own cells?<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): The 206 bones that make up our skeletons give our body strength and structure. There are no extra pieces. That maybe why bone is the most transplanted body part. Worldwide, millions of bone transplant procedures are conducted each year, costing billions, and it doesn`t always work.<br><br>UNIDENTIFIED FEMALE: Quite literally, the only way to get human bone even now is to cut if out of a human.<br><br>What proposed is to say, take the best thing, which is your own bone. But instead of cutting you a part to get it, it`s to grown your own bone in the lab.<br><br>CRANE: In very simple terms, you`ll need a 3D printer, some fat, a cow bone and an incubator. A CT Scan gets the measurements of a patient`s bone, a mold is made from a cow bone strip of all DNA, and then a custom made Petri dish called the bioreactor is 3D-printed.<br><br>The lab extracts stem cells from a patient`s fat, and then turns them in bone cells, which are put on the mold and plug into the bioreactor.<br><br>Patients suffering from cancer, trauma or congenital defects won`t need to worry about transplanted bones getting infected, or bodies rejecting them, because the bones would be derived from their own cells.<br><br>So far, they`ve only tested the transplants in pigs, but if they can start human clinical trials, Tanden (ph) says they`re just eight years from market.<br><br>(on camera): At what point then would you implant this bone into a human?<br><br>UNIDENTIFIED FEMALE: We`re hoping to be able to start clinical trials in the next couple of years.<br><br>CRANE: Will we ever see a day where you can grow an entire limb?<br><br>UNIDENTIFIED FEMALE: That`s a very exciting day. You know, a lot of people will have to work together to make that happen, because you`d have to grow muscles, skin, nerve bone.<br><br>CRANE (voice-over): Growing limbs may be far off, but bones are where it all begins.<br><br>UNIDENTIFIED FEMALE: It`s really interesting to be seeing it happening in front of our very eyes right now.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Forget carving pumpkins, pumpkin seeds or pumpkin pie. In Chagrin Falls, Ohio, high school students have a Halloween tradition of rolling them. First, they haul more than 200 pumpkins to the top of a large hill. Then they smash and roll them down the hill.<br><br>Finally, the real fun begins. The pumpkin pieces are slippery, so the spirited students swiftly slide on sleds, giving in to the gravity and gourd hearted fun.<br><br>Before we hit the road, jack o`lantern, a question stems from all this, who cleans it up? A front end loader scoops up the scraps and does a vine job, and the students scrape together their own money to cover the expense and plant the seeds of goodwill.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-02 CNN Student News.mp4"}