{"title":"CNNSN-2016-10-07-CNN-Student-News","script":"(CNN Student News) -- October 7, 2016<br><br><br>Hurricane Matthew Nears the U.S. Southeast; China Poses a Potential Challenge for the Next U.S. President; Colorado Facility Converts Food Waste Into Energy<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VIDEO CLIP)<br><br>REPORTER: Hurricane Matthew has strengthened.<br><br>GOV. RICK SCOTT (R), FLORIDA: The storm will kill you. Time is running out. We don`t have much time left.<br><br>TV ANCHOR: It really just could hit everywhere between Miami and all the way up to Georgia.<br><br>REPORTER: They really want people to get out of the way.<br><br>SCOTT: There will be massive destruction that we haven`t seen in years.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: You can always repair property. You cannot restore life if it is lost.<br><br>(END VIDEO CLIP)<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: More than 2 million people in Florida, Georgia, and South Carolina have been told to get inland, with Hurricane Matthew barreling towards the U.S. Southeast. It was a major category four storm when we put this show together. Scientists who flew through it on planes like this were able to take measurements. Matthew`s sustained wind speeds were 140 miles per hour last night, the system capable of catastrophic damage.<br><br>It left behind death and destruction from Saint Vincent and Grenadines, to the Dominican Republic, to Haiti. At least 113 people were killed in the three countries and more than 100 of those died in Haiti alone. The United Nations called it the biggest humanitarian event there since 2010 earthquake leveled parts of the Caribbean country.<br><br>In southeast Cuba, dozens of homes were reportedly washed away and the Bahamas took a direct hit.<br><br>Matthew was headed toward Florida and expected to come ashore early Friday morning. But forecasters couldn`t say for sure. Its exact path was uncertain.<br><br>Besides winds that can knock down walls, one facet of a hurricane that`s so dangerous for coastal communities is the storm surge, the wall of ocean water it blows ashore.<br><br>(BEGIN VIDEO CLIP)<br><br>SARA GANIM, CNN CORRESPONDENT: This here, this is a post that represents a rough estimate of what do storm surge could look like in a category two, three, four, five hurricane storm. Look at this, I`m 5`7&quot;, OK? I don`t even, I`m not even as tall as the category two surge estimate. This could be 11 to 15 feet of the surge, and you can see that these buildings aren`t build that much higher than this post. There`s really just about a few feet, these buildings, why only a few feet above sea level here on Tybee Island.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What`s in a Hurricane`s Name?<br><br>GRAY: The military started naming storms after their wives, their girlfriends, but none of these names were made public.<br><br>So, 1950, everything changed. Several storms formed out in the Atlantic about the same time, it created a lot of confusion. So, the U.S. Weather Bureau said, OK, let`s start naming storms.<br><br>And they actually started by using the World War II alphabet, Able, Baker, Charlie, Dog, Easy. But this created confusion as well, because every year, the storm names were the same.<br><br>It wasn`t until 1979 that we started alternating male and female names. We recycle that list every six years. In the Atlantic Basin, we use English, Spanish and French names.<br><br>No storms are named after a particular person. In fact, you can`t request a storm to be named after you. That entire process is handled by the World Meteorological Organization.<br><br>A storm name will be retired if it is too costly or deadly and it would be inappropriate to use it in future years. In fact, since 1950, there had been nearly 80 storm names retired.<br><br>And what happens if we go through all of the storm names? Well, it happened in 2005. We ended up going to the Greek alphabet.<br><br>So, that`s what`s in a name. It took a long time to get here, but just like each individual name, each storm tends to have its own personality.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Turning our attention now from Atlantic to Pacific. We`ve told you how China has been building up islands and its military presence in the South China Sea. It`s something that concerns several other countries in the region, and it`s seen as a challenge to the U.S. whose military ships and aircraft have been warned by China to avoid the area.<br><br>It`s only over the past few years that China has dramatically built up its presence here, but it`s one issue concerning the Asian country that`s expected to confront the next U.S. leader.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN INTERNATIONAL CORRESPONDENT: Here are three reasons why China could be the biggest global challenge for the next U.S. president.<br><br>First up, three words: South China Sea, where China`s aggressive military expansion has stirred up tensions with its neighbors and where the U.S. and Chinese militaries regularly face off in waters crucial to the global economy.<br><br>Cyber-security is also a big issue. China has been accused to targeting the U.S. government and private U.S. businesses. So, protecting top-secret information and intellectual property will be a huge challenge.<br><br>China`s economy is also slowing down in a big way. A Chinese recession will be bad news for the U.S., its largest trading partner. If China sneezes, it`s the U.S. economy that catches the cold.<br><br>(END VIDEOTAPE)<br><br>AZUZ: According to the United Nations, food waste is defined as food that`s initial safe for people to eat, but it doesn`t get eaten because it`s left to spoil or it`s thrown out. The U.S. government estimates that food waste in America could be as high as 40 percent of the food supply.<br><br>But there is a process that ensures that food left to waste doesn`t stay that way.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Americans send more than 30 million tons of food to the landfill every year. But as the saying goes, &quot;One person`s trash is another`s treasure&quot; -- really smell treasure.<br><br>BOB YOST, A1 ORGANICS, VICE PRESIDENT: We`re not dealing with the Bed, Bath and Beyond. These are the smells of nature.<br><br>REPORTER: Welcome to Heartland Biogas, a facility in rural Colorado that takes food waste from all over the state and turns it into electricity.<br><br>YOST: The waste comes from grocery stores, from cafeterias, from restaurants, packing houses, meat preparation, dog food or pet food manufacturing facilities, food processors, just about any place that has a food-based waste.<br><br>REPORTER: The process Heartland uses is called anaerobic digestion, and as the name implies, it works just like our human digestive systems, by breaking down food into energy, in this case, electricity.<br><br>The food waste that comes into the facility is separated from any packaging, chewed up into a more digestible state, and mixed with bacteria, in one of Heartland`s 1.7 million gallon holding tanks. And while in human digestion, gas is far from being the goal. Gas is exactly what Heartland is after.<br><br>Remember the smell from before? It`s methane and it`s a great source of renewable energy.<br><br>YOST: We create three things: gas, liquid soil amendment, and solid soil amendment of peat moss like material.<br><br>The digester is just like your stomach`s bacteria. The bacteria eat the organics and then they create gas. Not unlike what we do.<br><br>REPORTER: Methane is a powerful greenhouse gas. So, when food rots in a landfill and sends gas into the atmosphere, it`s bad news for the environment. In fact, if global food waste were a country, it would be the world`s third largest emitter of greenhouse gases. The methane made in Heartland`s digesters is pumped into an interstate pipeline where it can be accessed as a source of clean renewable power, all while cutting on harmful emissions.<br><br>YOST: The vast majority of the materials that we processed were originally landfill or disposed of. We can process up to 1,200 tons a day. That`s really good size landfill. If you`re doing 240,000 tons a year into a landfill, that`s a lot of waste. This is a very efficient and impactful<br><br>way to be capturing that resource.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Robots among us. This little machine was made by a Japanese car manufacturer. It`s supposed to be a conversation partner, so it`s OK if it talks back. It would set you back almost $400 plus 3 bucks a month to stay connected.<br><br>This on the other paw is available for a one-time fee of about 120 barks -- I mean, bucks. It`s being marketed a way to bring people the comfort of a pet without the need for feeding, walking, grooming or potty-training.<br><br>So, will it short-circuit the pet industry? Can we expect to see Botweillers, Chiperkes, Battery hounds, Irish sensors, Bichon fuses and Circuitalian greyhounds our best friends? If that were to happen, every breed will become a toy.<br><br>I`m Carl Azuz. Hope you have a great weekend ahead.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-07 CNN Student News.mp4"}