{"title":"CNNSN-2015-01-08-CNN-Student-News","script":"(CNN Student News) -- January 8, 2014<br><br>Ruthless Attack on French Satirical Magazine; Time Capsule Found in Massachusetts<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Today is a national day of mourning in France. On CNN STUDENT NEWS, we are starting with a report of a terrorist attack in Paris. It happened yesterday at the office of &quot;Charlie Hebdo.&quot; It`s a satire magazine that`s based in the French capital.<br><br>It`s kind of an equal opportunity offender. It`s made fun of Christians, Jews, Muslims. &quot;Charlie Hebdo&quot; has published cartoons of the Prophet Muhammad. That`s strictly illegal in the Islamic faith. And the French official says the gunmen who attacked magazine employees yesterday, said they did it in revenge for the Prophet Muhammad.<br><br>Investigators say there were at least three terrorists involved. They killed the magazine`s editor-in-chief as well as a number of cartoonists and two police officers, 12 people in all. And 11 others were injured.<br><br>After the shooting, the gunmen escaped. And France is at its highest security level.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN STELTER, CNN CORRESPONDENT: What is &quot;Charlie Hebdo&quot;? It`s an over 40-year old Paris-based weekly satirical magazine that is no stranger to controversy.<br><br>It is unfamiliar to most Americans. Its closest equivalent is probably &quot;The Daily Show&quot; or &quot;The Onion,&quot; and over the years it has become famous for its take downs and lampooning of politicians, public figures and religious icons and symbols. The magazine`s cartoons mocking Islamic extremism have angered some Muslims over the years and made it a target for attacks.<br><br>In November, 2011 the magazine`s officers were destroyed in an arson attack. The same day &quot;Charlie Hebdo&quot; was set to publish an issue with the cover appearing to make fun of Islamic law.<br><br>And the magazine`s most recent tweets, and that an hour before the attacks, shows a cartoon of Abu Bakr al-Baghdadi, the leader of ISIS, wishing his followers good health in the New Year.<br><br>And now many on Twitter re-twitting some of the controversial images from the magazine standing with it and defending freedom of speech.<br><br>This image, &quot;Je suis Charlie,&quot; or &quot;I am Charlie&quot; began trending shortly after the attacks.<br><br>The magazine`s insisted in the past that its goal has never been to provoke anger of violence.<br><br>One &quot;Charlie&quot; journalist said this in 2012: &quot;We want to love at the extremists - every extremist. They can be Muslim, Jewish, Catholic.<br><br>Everyone can be religious, but extremists` thoughts and acts we cannot accept.<br><br>Brian Stelter, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: France has the largest Muslim population in Europe. It makes it more than seven percent of the population. The Muslim Council of France spoke out against the attack. It said it supported the victims and their families and it joined other groups and other countries in calling this an attack on democracy and the freedom of the press.<br><br>As police went after the gunmen, thousands of men and women gathered in different locations around France and Europe. They held up pens in support of the magazine and spoke up for liberty and free expressions.<br><br>In one part of Paris, some demonstrators held up lighted letters that spelled out &quot;Not Afraid.&quot;<br><br>From yesterday`s transcript page at cnnstudentnews.com, here are three schools that raise their hand for the &quot;Roll Call.&quot; Del Webb Middle school is in Henderson, Nevada. It`s the home of the Wranglers and it`s awesome.<br><br>From outwest, we are headed to West Virginia, the mountain state, where we`ve got the Red Dragons watching at St. Albans High School in St. Albans.<br><br>And across the Pacific, we are getting a shoutout to the capital of Thailand: Bangkok is where we are happy to be part of your day at Hero (ph) International School<br><br>Time for the &quot;Shoutout.&quot; What was the profession of American Revolution hero Paul Revere?<br><br>If you think you know it, shout it out. Was it Silversmith? Town crier, farmer or sheriff.<br><br>You`ve got three seconds, go!<br><br>It was a silversmith whose midnight ride in 1775 warned Boston that the British were coming. That`s your answer and that`s your shoutout.<br><br>Revere also overlaid the dome of the Massachusetts State House with copper. And in the late 1700s, along with another revolutionary war hero, Revere buried something significant in the building`s cornerstone: a time capsule. It was found, cleaned up and reburied half a century later. And last months when the state house sprang a water leak, the ten-pound box was uncovered once again and carefully opened up on Tuesday.<br><br>Appraisers say that items inside would likely be worth hundreds of thousands of dollars, but in keeping with history officials are planning to bury it all once again in the statehouse cornerstone.<br><br>(BEGIN VIDEOTAPE)<br><br>ALEXANDRA FIELD, CNN CORRESPONDENT: The box itself is actually pretty small, just 5.5 by 7.5 inches. Here are all the things that came out of it some 220 years after it was first put together back in 1795. And here is what they found: a paper seal of the Commonwealth of Massachusetts, five different folded newspapers and 24 coins, one of them stretching as far back as 1652, another with the imprint of George Washington. And perhaps the things that was most significant to a lot of people - this silver plate. If you are able to look closely on it, you would see the names Samuel Adams and Paul Revere, they are the two men who put all of this together back in the 1795.<br><br>They placed it under a cornerstone of the Massachusetts Statehouse, the contents were actually found back in 1855, and that`s when the decision was made to remove everything, conserve it and put it in a brass box that was made just for the occasion. The lead of the boxes inscribed with the names<br><br>of it maker, and that white stuff on it, that`s some of the plaster from when it was returned to the cornerstone.<br><br>One day those items will be returned to the statehouse, but there will be efforts made to conserve what was found inside. And then those items will be put on display here at the museum. It will be a chance for anyone who wants to, to see a part of the story of this nation`s history, just the way that a great patriot and a founding father wanted us to see it. IN Boston, Alexandra Field, CNN.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the glimpse of the past to a glimpse of the future. The international Consumer Electronics Show, CES, is on right now in Las Vegas, Nevada.<br><br>It`s like a technological Super Bowl, more than 3600 exhibitors are there, showing off what they hope will be the technology of tomorrow. Highlights include a facial recognition app that lets you use a selfie as your password. Wearable technology is also rolling forward. These electric skates slip on the shoes and move you from A to B about seven miles per hour faster.<br><br>Watches seem to be getting smarter every minute. And laser scanners on this car aim to curb crashes, even if you floor it toward and obstacle, the car can override you and stop before impact. And say you wanted the drone to give video of your risky ride. Well, there is one of those, too.<br><br>(BEGIN VIDEOTAPE)<br><br>SAMUEL BURKE, CNN CORRESPONDENT: Most people don`t want drone following them around, but this is the type of drone that you do want following you around. You just let it take off and then it uses this wrist band to follow your around right, left, up, down and record everything you are doing even across the Las Vegas desert.<br><br>(on camera): What`s advantage that your drone has over other drones?<br><br>EDGARS ROZENTALS, CEO AIRDOG: The main thing is that you don`t need to have any skills to control it. So, you have air leash, you push the button and you are ready to go.<br><br>BURKE: It seems you it many times, to get a great chat, you have to have two people. What are some other situations where you could use this type of drones beside ATVing out on your own?<br><br>ROZENTALS: Any kind of action sport such as surfing, snowboarding, skateboarding, you name it.<br><br>BURKE: And tell me a little bit about the technology, what exactly is happening between that draw and the bracelet?<br><br>ROZENTALS: So, we have light range of sensors inside starting from GPS, accelerometers, gyroscopes, (INAUDIBLE). With the fusing to readings from all of these sensors, they predict your movement trajectory.<br><br>BURKE: This drone is going to set you back $1300. We choose a big chunking change, but not as much as some of the other drones that I tested out. But keep in mind that doesn`t include this camera. So, droning is an expensive sport no matter which way you cut the cost.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For the students of Bayside academy in Daphne, Alabama, yes, I want to build a snowman. This event in China, though, takes winner celebrations to the extreme. It`s the annual ice and snow festival in Harbin, China.<br><br>It`s so massive that it runs longer than a month and organizers say it brings in millions of tourists every year from inside and outside China.<br><br>Lighted ice sculptures, inter - snow sculptures, it`s all part of a snowbound spectacle in a city shivering in single digit temperatures.<br><br>If your zen (ph) is the city frozen, you won`t find that anywhere else. The freezing fun will have you laughing all the way. As long as the cold never bothered you anyway. It`s a true winter for fans of snow and ice. So, feel, don`t conceal the frozen fractors all around and if a pun sends chills down your spine, you`ll just have to let it go. I`m Carl Azuz, CNN STUDENT NEWS returns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-08 CNN Student News.mp4"}