{"title":"CNNSN-2017-05-08-CNN-Student-News","script":"(CNN Student News) -- May 8, 2017<br><br><br>French Voters Elect a New President; Dozens of Kidnapped Nigerian Schoolgirls Are Freed; U.S. Malls Struggle to Stay Open<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Great to have you watching CNN 10 with our season winding down. We`ll be producing daily newscast through June 2nd, before we take a break.<br><br>First story this Monday, election results from France. The European country went to the polls yesterday and its government confirmed last night that 39-year-old Emmanuel Macron would become the nation`s next leader. Early results showed him leading with more than 60 percent of the vote.<br><br>He`s the youngest person ever elected in France. He was considered a centrist candidate who`s socially liberal and he defeated a strongly conservative candidate, 48-year-old Marine Le Pen.<br><br>The election was divisive. Neither candidate in yesterday`s runoff was from a major party. Analysts say that shows many French felt the traditional parties had left them behind.<br><br>One big difference between the candidates was that Macron, who`s never held elective office, strongly supported the European Union. Le Pen wanted France to leave it. That`s a major issue for many Europeans, following Britain`s vote to leave the union last year. France`s challenges include slow economic growth, high unemployment, immigration and terrorism. Following his victory, Macron promised to work toward unity in the country.<br><br>Eighty-two school girls who were kidnapped in Nigeria just over three years ago arrived in the capital city of Abuja yesterday. It was part of an agreement between the African country`s government and the terrorists who kidnapped the girls in April of 2014.<br><br>They`re believed to be part of the group known as the Chibok girls, named for the town where the mostly Christian students were taken from their boarding school in the middle of the night. Two hundred seventy-six were kidnapped in all. As many as 57 escaped shortly afterward. Others were released later, and negotiations to free the remaining 113 girls are ongoing.<br><br>Those who were just freed were released and exchanged for five commanders from the Boko Haram terrorist group.<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHANIE BUSARI, CNN CORRESPONDENT: Boko Haram is an Islamic militant group operating in Nigeria.<br><br>SUBTITLE: Who Are Boko Haram?<br><br>BUSARI: Their name loosely translates to western education is forbidden.<br><br>Their first major known attack was a multiple police stations in 2003, in the northeast part of the country. But they gained notoriety when they kidnapped more than 200 school girls in April 2014.<br><br>Boko Haram`s aim is to create an Islamic state and control large parts of northeast Nigeria. But the group has lost significant territory in the last year partly thanks to increased campaign by the Nigerian military, working in coalition with countries like Chad and Cameroon, who neighbor Nigeria.<br><br>The new president, Muhammad Buhari, has also moved Nigeria`s military headquarters closer to Boko Haram territory in the north. But despite pushing back and significant gains the military has made against the terror group, top military officials know that it will not be considered a success until the missing Chibok girls are found.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Southdale Center, which opened near Minneapolis, Minnesota, in 1956, was America`s first what?<br><br>Car repair shop, ice place, hockey stadium, or shopping mall?<br><br>When Southdale Center opened, it became America`s first completely enclosed shopping mall.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Online shopping, businesses that deliver practically anything to your doorstep with free shipping both ways. These are some of the reasons why traditional malls are struggling or closing up altogether. Some, like Southdale, have reinvented themselves by leasing out apartment space and areas for new restaurants. Others are seeing the times changed faster than they do.<br><br>(BEGIN VIDEOTAPE)<br><br>CLARE SEBASTIAN, CNN INTERNATIONAL CORRESPONDENT (voice-over): There are a few things quite as eerie as an empty mall. On a recent Tuesday afternoon at the Burlington Center Mall in New Jersey, we found just 24 stores open out of 118 retail spaces.<br><br>PAUL LUCCA, OWNER, VUTT OPTICAL &amp; SUNGLASSES: What saddened because I had to leave $2,000 of mirrors there and all, you know, all the improvements.<br><br>I mean, it was very expensive.<br><br>SEBASTIAN: After 13 years, Paul Lucca packed up and left his eyewear store six weeks ago.<br><br>LUCCA: I was obviously a big advocate of the mall. I thought it was a gold mine. The location is perfect. It has great parking. It has everything. It`s just that it had to change and it didn`t change. It stayed what it`s model of 1980 and it`s not working anymore.<br><br>SEBASTIAN (on camera): What`s happening here in Burlington is happening at more and more malls across America, and the pressure from growing Internet sales, traditional malls` doors are closing in droves. This, for example, was a Macy`s. That shut down in 2010.<br><br>(voice-over): Many here feel that was the beginning of the end for Burlington. Another anchor store JCPenney followed in 2014. Both JCPenney and Macy`s will close dozen more stores in the U.S. this year, helping put around a quarter of America`s 1,200 malls at risk, according to commercial real estate firm Costar.<br><br>(on camera): Are there too many malls in America?<br><br>STEVEN MAKSIN, CEO, MOONBEAM CAPITAL INVESTMENTS: Way too many malls.<br><br>SEBASTIAN (voice-over): To Steven Maxine, who owns Burlington and around ten other malls in America, it`s an opportunity. Plans include offices, restaurants, even a warehouse for an e-commerce company.<br><br>MAKSIN: If we`re going to be able to do our plan, we`ll bring thousands and thousands of jobs to Burlington.<br><br>SEBASTIAN (on camera): (INAUDIBLE) in 2012, it`s not 2017.<br><br>MAKSIN: Yes.<br><br>SEBASTIAN: Why is it taking so long?<br><br>MAKSIN: The retail environment has changed so drastically since 2011 and 2012, until now, that the original plan that we spent significant time and resources on developing proved to be inadequate. So, we have to scratch those plans and start all over again about two years.<br><br>SEBASTIAN (voice-over): Paul Lucca says he got tired of waiting. He now has a new store and has expanded his eyewear business, adding a prescription service.<br><br>LUCCA: You have to adopt. We adopted by changing the actual whole structure of the company.<br><br>SEBASTIAN (on camera): So, retail is not enough?<br><br>LUCCA: Retail is not enough.<br><br>SEBASTIAN (voice-over): A painful lesson for malls like Burlington.<br><br>Clare Sebastian, CNNMoney, Burlington Township, New Jersey.<br><br>(END VIDEOTAPE)<br><br>AZUZ: According to the &quot;CIA World Fact Book&quot;, there`s a very high risk of catching a major infectious disease in Cambodia, and according to UNICEF, bad hygiene habits in the Southeastern Asian country are a deadly threat to children. There`s something simple involving soap that could help reduce the problem. And after seeing a mother bathe her newborn in laundry powder, a college student took action, putting himself on the road toward becoming a CNN Hero.<br><br>(BEGIN VIDEOTAPE)<br><br>SAMIR LAKHANI, CNN HERO: In the West, we take soap for granted. But for millions of Cambodians, that is not the case.<br><br>Many Cambodians cannot afford a bar of soap, so they`re going to prioritize feeding their families.<br><br>When children do not wash their hands, they are vulnerable to illnesses, which unfortunately can take their life.<br><br>Cambodia is home to the legendary Angkor Wat Temple, which brings in approximately 2 million to 4 million tourists every single year. Hotels have sprung up to meet that demand. While I was working in Cambodian villages, I quickly realized that the soap was under my feet the entire time.<br><br>Every single day, housekeepers throw the used bar of soap away. So, I decided to save those used soap bars and solve a few problems at the same time.<br><br>Once every month, we visit a hotel to collect whatever used soap has been generated. We`ve sanitized the bars and remold them into brand new bars.<br><br>Our soap recyclers are all local women who were striving to find some source of reliable incomes. We collaborate with organizations and get our soap into the hands of people who need it the most.<br><br>We also believe that soap bars is not nearly enough to change the behavior of these communities. It must also be accompanied with hygiene education.<br><br>UNIDENTIFIED MALE (translated): Wash your hands and your nails.<br><br>Yes, yes, very good.<br><br>(APPLAUSE)<br><br>LAKHANI: No child should suffer because there simply wasn`t any soap available.<br><br>Oh, very good, very good. Yes.<br><br>My hope for Cambodia`s youth is for them to take their own health into their very own hands, just by simple acts of just hand washing.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A new detective in Pennsylvania is uniquely equipped to sniff out missing people. He`s a bloodhound. His name is Prince. He was sworn in a couple of months ago, with a paw print to make it official.<br><br>It might be a while before his training is complete, that`s expected to last at least the rest of the year, but it looks like Prince is sent to be the crown jewel of a canine unit.<br><br>They could have named him McGruff and there are other breeds that can pointer out crime. Think of all the beagle eagles, the great danetectives, the jail bird dogs. Of course, Prince is from a royal line of dog- tectives, all canines are pretty arf-fective, at leash mastiff the time.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-08 CNN Student News.mp4"}