{"title":"CNNSN-2017-03-21-CNN-Student-News","script":"(CNN Student News) -- March 21, 2017<br><br><br>The Head of the FBI and a Supreme Court Nominee Speak at Hearings on Capitol Hill; Virtual Reality as Possible Treatment for Phobias<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: First story this Tuesday on CNN 10: a high profile testimony on Capitol Hill.<br><br>The players: James Comey, the director of the U.S. Federal Bureau of Investigation, and the House Intelligence Committee. It`s part of the House of Representatives that oversees U.S. intelligence agencies, which include the FBI.<br><br>The subjects: one concerns Russia. The U.S. intelligence community has accused Russia of interfering with the 2016 U.S. presidential election.<br><br>Director Comey said that Russian President Vladimir Putin, quote, &quot;hated U.S. Democratic nominee Hillary Clinton so much that he had a clear preference for the person running against her.&quot; But does that mean as some Democrats have suggested that members of the Trump campaign might have coordinated with Russia?<br><br>For the first time, Comey publicly addressed the issue.<br><br>(BEGIN VIDEO CLIP)<br><br>JAMES COMEY, FBI DIRECTOR: I have been authorized by the Department of Justice to confirm that the FBI, as part of our counterintelligence mission, is investigating the Russian government`s efforts to interfere in the 2016 presidential election. And that includes investigating the nature of any links between individuals associated with the Trump campaign and the Russian government, and whether there was any coordination between the campaign and Russia`s efforts. As with any counterintelligence investigation, this will also include an assessment of whether any crimes were committed.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Russia has denied meddling in the American election and the White House has denied that the Trump campaign colluded with Russia, saying several government intelligence officials have previously looked into this and found no evidence of it.<br><br>Another subject of the hearing: leaks. Republicans say classified information related to Russia and other issues, information that supposed to be kept secret by law has been leaked to the public. Comey didn`t comment on specific cases, but called leaks of classified information, quote, &quot;terrible&quot;.<br><br>A third topic: wiretapping. Two weeks ago, President Trump tweeted that his phones a Trump Tower had been tapped or monitored before the election, and that former President Obama had ordered it.<br><br>(BEGIN VIDEO CLIP)<br><br>COMEY: With respect to the president`s tweets about alleged wiretapping directed at him by the prior administration, I have no information that supports those tweets and we have looked carefully inside the FBI. The Department of Justice has asked me to share with you that the answer is the same for the Department of Justice and all its components. The department has no information that supports those tweets.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Former President Obama had denied doing that. Democrats have called on President Trump to apologize for the accusation. A Republican on the House Intelligence Committee says while there wasn`t a physical wiretap of Trump Tower, it`s possible other types of surveillance were used.<br><br>Director Comey says no president can order a wiretapping operation. But how are those governed by law?<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: One thing you need to know about wiretapping is that if law enforcement does it without probable cause and a warrant, it`s probably unconstitutional.<br><br>That`s from a 1967 Supreme Court case called Katz. Shortly after that, Congress enacted Title III, which governs procedures for wiretapping and electronic surveillance.<br><br>In an ordinary criminal investigation, Title III requires two things. First, a statement of probable cause. But in addition to that, a statement that this is probably the only way that this evidence can be obtained. But until Title III, those requirements don`t apply to national security type surveillance. The problem is, even after Title III, the executive branch continued to engage in electronic surveillance of Americans based on their political opinions, but under the guise of national security.<br><br>The Foreign Intelligence Surveillance Act of 1978 or FISA was actually intended to create more rigorous procedural requirements for this kind of surveillance. Originally under FISA, obtaining a warrant was something like the criminal process. The requests were individualized. You had to show necessity and you had to show either a foreign power or an agent of a foreign power.<br><br>Now, after a series of amendments, when it comes to a non-U.S. person overseas, you don`t need any probable cause at all. And unlike the criminal courts, FISA courts are almost completely conducted in secret. Title III wiretaps in ordinary criminal cases are generally difficult to obtain, especially when compared to the law standard and secrecy in the FISA courts.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Another hearing yesterday on Capitol Hill, the first of four days of hearings concerning President Trump`s nominee for the U.S. Supreme Court.<br><br>Neil Gorsuch is a Federal Appeals Court judge from Colorado. If confirmed by the Senate, he`d replace the late Justice Antonin Scalia who died suddenly last year.<br><br>(BEGIN VIDEO CLIP)<br><br>NEIL GORSUCH, SUPREME COURT JUSTICE NOMINEE: In my decade on the bench, I`ve tried to treat all who come before me fairly and with respect and afford equal right to poor and rich.<br><br>My decisions have never reflected a judgment about the people before me. Only a judgment about the law and the facts at issue in each particular case.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Judge Gorsuch is seen as being firmly conservative like Justice Scalia. He appears to have the support of Senate Republicans. But some Democrats are reluctant to vote for him partly because of what happened last year after Justice Scalia died. Republicans who controlled the Senate did not give former President Obama Supreme Court nominee a hearing, arguing that it was an election year and that the next president should pick the justice. Still, analysts say Gorsuch is likely to get the job.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What word describes the fear of being in public or crowded place?<br><br>Agoraphobia, acrophobia, claustrophobia, or anthropophobia?<br><br>People who have an abnormal fear of being in open areas or crowds are said to have agoraphobia.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But could virtual reality headsets be used to help people overcome that, or any of those other phobias. We reported on how the relatively new technology has gotten off to a slow start, with analysts being pretty unimpressed with sales so far, though many gamers seemed to love it.<br><br>Could virtual reality`s potential beyond gaming have an effect?<br><br>(BEGIN VIDEOTAPE)<br><br>SAMUEL BURKE, CNN TECH TECHNOLOGY CORRESPONDENT: Do you have any fears flying, heights, toilets?<br><br>A startup here in Barcelona called Psious wants to help people get over those fears using virtual reality. It`s part of what`s known as exposure therapy.<br><br>My fear: heights. Have anything for that?<br><br>XAVIER PALOMER, CEO, PSIOUS: Of course.<br><br>BURKE: Oh, holy molly. More I see of the sky and the less I see of the buildings, I`m going up, I do feel a bit more, a bit more nervous.<br><br>Oh! Oh, oh, oh. All right. Stop! Whoa!<br><br>That was pretty close to the real deal, but would I normally be doing this in a therapist office or at home by myself?<br><br>PALOMER: This is a professional tool. Only therapists, only professionals can use this tool. Everything is put on the screen in the control panel for the therapists, so they can change the experience and they can customize the experience according to the patient`s reaction.<br><br>BURKE: What are the different phobias or conditions that you`re trying to treat with this?<br><br>PALOMER: We treat specific phobias, like fear of flying, generalized anxiety, social anxiety, agoraphobia.<br><br>BURKE: What about fear of spiders and snakes?<br><br>PALOMER: Yes, we have that. Not snakes. Spiders.<br><br>And this time it`s going to be a 360 video.<br><br>BURKE: Well, I don`t have agoraphobia, but I do feel like I`m right in the middle of the crowd and the subway. People are coming by, heading toward the escalators. And so, when you`re developing these 3D environment, are you working in conjunction with therapists as you design?<br><br>PALOMER: Yes, we have psychologists and psychiatrist on the team. And they predesigned the treatment and the needs of the scenarios and then the developers come in and they just develop what the professionals say.<br><br>BURKE: And for some people, this has not worked?<br><br>PALOMER: Yes, for some people, this doesn`t work.<br><br>BURKE: And for other people, do they do this and then graduate to doing it in real life?<br><br>PALOMER: That`s the final goal, of course. Helping patients face the real situation and be okay.<br><br>BURKE: Oh, my god, the guy next to me is terrified.<br><br>Dude, it will be all right. Here, hold my hand, I`ll help you.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, let`s say you`re car shopping and you`ve settled on something understated, like a Lamborghini. But you really needed to be practical and this could e your answer. CNNMoney.com puts it Lamborghini is ready to settle down and have kids.<br><br>The Urus expected to go on sale next year is a four-door crossover SUV and it could fit four adults, assuming one of them has between $150,000 and $200,000 for a car.<br><br>Now, some might Lambolast the idea of getting a vehicle for the price of a house, most don`t have the buying power for that horsepower. But for well-heeled aficionados who find it aficionado (ph), taking this bull by the horn is something Urus-sured will happen and I wouldn`t mind a bit of they were Lambor-give me one.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-21 CNN Student News.mp4"}