{"title":"CNNSN-2016-03-23-CNN-Student-News","script":"(CNN Student News) -- March 23, 2016<br><br><br>Terrorists Target Belgium`s Capital; The Issue of Food Recalls<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The European country of Belgium is observing three days of national mourning after a series of terrorist<br><br>attacks there yesterday. It`s where we start this edition of our show.<br><br>The ISIS terrorist group says it`s responsible for attacks in an airport and a subway station in Belgium`s capital. It started Tuesday morning with two blasts at the Brussels airport. And then about 9:00 a.m., an hour later, there was another explosion at a train station.<br><br>Officials say at least 30 people were killed in the attacks. They estimate the number of wounded is more than 200. They believe that two of the people involved were suicide attackers and they`re hunting for a third suspect.<br><br>(BEGIN VIDEO CLIP)<br><br>CHARLES MICHEL, BELGIUM PRIME MINISTER: We are aware that we are confronted with a tragic moment and are appealing to everyone to stay calm and united in these difficult circumstances.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Belgian security forces say they`re working off the assumption that the attackers came from the same network that`s responsible for last November`s terrorist attacks in Paris, France, which left 130 dead. And the blasts in Belgium came within a week of the arrests of Salah Abdeslam, Europe`s most wanted man, the only surviving person suspected of a direct rule in the Paris attacks.<br><br>But police say their investigation is only beginning and that they don`t know yet if the attacks and Abdeslam`s capture are linked.<br><br>Some suburbs of Brussels are known to be hotbeds of Islamic extremism. Many of the people there are immigrants from North Africa and some of them have been linked to terrorist plots and attacks.<br><br>(BEGIN VIDEOTAPE)<br><br>NIMA ELBAGIR, CNN SENIOR INTERNATIONAL SECURITY CORRESPONDENT: Belgium has contributed per capita the highest number of ISIS fighters out of all of Western Europe.<br><br>So, clearly, there is -- there are really fertile fields here that the jihadi recruitment networks are able to sow and entrench their ideologies.<br><br>Part of that, just speaking to people within the community, is the sense of the disenfranchisement. The Belgium Muslim population has extraordinary high unemployment. It`s something like 40 percent. There really is a central issue regarding social cohesion and integration. Of course, none of these justify what happened.<br><br>But when you speak to those within the community, they say, you know, criminality, kids getting involved with gangs, as we saw with some of those attackers in Paris that they actually had had rap sheets as petty criminals. And then it is a very short step from there from being targeted by these radical networks. So, you have this marginalization, the sense of disenfranchisement, that makes the kids very easy targets for gang and pretty crime and lives that take them out of the mainstream.<br><br>And then when they are further marginalized, these recruitment networks picked them off. And then also, you have this issue of this real presence of extremist literature here that the authorities have been combating and not really able to combat it successfully because they have been so concern about freedom of expression, much like in the U.S., and freedom of speech. But you have a central plank of the recruitment networks which is the extremist literature being so easily obtainable.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The ongoing investigation into a terrorist attack in the U.S. may be heating up. We`ve told you about the legal fight between the FBI and the Apple technology company.<br><br>After a terrorist attack in San Bernardino, California, last year, which killed 14 people, investigators recovered the iPhone of one of the shooters, but all of its information could be erased if officials don`t enter the right passcode. They asked Apple for help, apple refused.<br><br>Last month, a judge ordered Apple to help investigators hack into the phone. Apple has been fighting that order, saying it violates their rights.<br><br>But now, this whole legal fight has been postponed. Why? Because the government might have found another way to hack into the iPhone. An outside group apparently showed investigators a direct method for unlocking the device. So, the Justice Department says it may no longer need Apple`s help.<br><br>(MUSIC)<br><br>AZUZ: It`s not every week we have two different schools with a mascot called the Green Wave but we do this week.<br><br>Today`s Green Wave is making waves in Greenfield, Massachusetts. Great to see you, everyone, today at Greenfield Middle School.<br><br>Next, we`re taking you to where the Buffalo roam. That`s in Mountain View, Wyoming, where you`ll find Mountain View High School.<br><br>And finally to the Russian Capital, thank you for using the show at Moscow State Linguistics University. It`s in Moscow.<br><br>Thousands of cases of canned tuna fish are being recalled nationwide in the U.S. The brands include Bumble Bee Chunk Light Tuna, Chicken of the Sea Tuna and Hill Country Fair Tuna, sold in HEB grocery stores. Company officials say there was a malfunction in part of the machinery that processes the food. So, the fish might be undercooked and officials say bacteria might be in it, they could cause deadly illnesses.<br><br>Customers who have certain cans are being told to throw them out. But at this point, no one`s known to actually have gotten sick from eating it.<br><br>Bumble Bee says its recalls are being done out of an abundance of caution.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Hundreds of people get sick every year from foods that are recalled.<br><br>SUBTITLE: Food recalls 101.<br><br>COHEN: Many times you hear that the Food and Drug Administration recalled certain foods, but usually that`s not the case. Only rarely does the FDA do a recall. Usually, it`s the company on its own that does the recall.<br><br>Sometimes, a food recall is done because health authorities know that that food has gotten someone sick. Other times, it`s done because an inspector of the plant has noticed that something wasn`t done quite right and they want to prevent people from getting sick.<br><br>When a food has been recalled, you can just throw it out or you can take it back to the place where you bought it and they should give you a refund.<br><br>If you`re wondering if a food in your kitchen has been recalled, the FDA has a list on its website. If you`re worried that you found out about a recall after you ate the food, don`t panic. Often recalls are done just as precautionary measures.<br><br>(END VIDEOTAPE)<br><br>AZUZ: When you think of space travel, you probably think of rockets, or shuttles, vehicles with powerful fiery engines that propel people up, up and away.<br><br>What about balloons? The oldest form of human flight may be the next step for people who want to travel to the edge of space. Though like other types of private stratospheric travel, it takes more than a pretty penny for a ticket.<br><br>(BEGIN VIDEOTAPE)<br><br>TABER MACCALLUM, CHIEF TECHNOLOGY OFFICER, WORLD VIEW: I think it would be a tremendous shame to live my entire life on a planet I have never really seen.<br><br>I think that sort of changes how you view life and really gives you a better appreciation.<br><br>JANE POYNTER, CEO, WORLD VIEW: We`re working to make space as accessible as a commercial airline flight. We have people from all around the world have bought tickets to fly in a World View capsule. Our tickets right now are $75,000 a seat. The oldest person is in their 80s.<br><br>UNIDENTIFIED MALE: Air Force balloonist, Captain Joseph Kittinger Jr., is laced into an elaborate pressure suit in preparation for a daring ascent into the stratosphere.<br><br>MACCALLUM: The idea for balloons in man`s space goes all the way back to Kittinger in the `50s. Before the age of rockets and the great space race, we are using high altitude balloons to take people to the edge of space. So, it`s really old idea that`s laid dormant really for the last 60 years and it seemed that it`s time to bring it back.<br><br>As we begun to develop that project, the Stratex Program came along. The team really gelled around taking Alan Eustace to the edge of space and having him jump from the edge of space down very quickly.<br><br>The team and that technology essentially from the bases of World View.<br><br>POYNTER: The balloon that takes the capsule up is about the size of a football stadium. So, imagine looking out the window when it`s completely dark and incredible stars outside like really nobody has seen except the astronauts, and you`ll see the sun start lighting up the planet below you, you`ll see the curvature of the earth. But the sky would still be black. It`s going to be the most extraordinary sight.<br><br>MACCALLUM: When it`s time to come back, we open up a big parafoil, that is a big 3,200 square feet, the largest parafoil that`s ever been invented.<br><br>This parafoil, for example, is about 1,200. So, you got three times bigger than this one. The balloon itself essentially in the big bowl of plastic towards the earth. Then, a team goes out and collects the balloon and it gets turn into plastic bottles.<br><br>POYNTER: We really feel that taking people up in this way is really going to open the door to a space experience in a way that you really can`t do any other way. Humans have always explored. We`ve always gone beyond. We always has and we always must. That`s what in large measure makes us human.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In Japan, a local government has put out a help wanted sign. It`s looking for a few good ninjas. The elite martial artists are part of Japan`s culture and history. They`re sleek and athletic. They`re great spies. But today, at least, ninjas don`t get paid much. The year-long contract is worth just under $20,000, and the ideal candidates, unlike ideal ninjas, are talkative and willing to perform on stage. It`s aimed at promoting tourism for the 2020 Tokyo Olympics.<br><br>So, if you`re between 18 and 30, and you have a bachelors degree in martial arts, this could be nin-job for you. You`ll need to be faster than a turtle, though, and Splinter and Shredder are probably beyond the age range. So, it`s a more serous position that would fit a comic.<br><br>I`m Carl Azuz and we`ll see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-23 CNN Student News.mp4"}