{"title":"CNNSN-2015-12-07-CNN-Student-News","script":"(CNN Student News) -- December 7, 2015<br><br>Obama Addresses the U.S. About Terrorism; Preparations Made for Potential Solar Storms, The Complicated Tasks of Our Blood<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fresh from the weekend, this is CNN STUDENT NEWS and I`m Carl Azuz. Happy to see you this Monday, December 7th.<br><br>First up, an act of terrorism. That`s how U.S. officials are treating last Wednesday`s shootings at a conference center in San Bernardino, California.<br><br>Syed Rizwan Farook and his wife, Tashfeen Malik, killed 14 people at a holiday party. They were both killed later Wednesday in a shootout with police.<br><br>On a day of the attacks, officials say Malik had pledged allegiance to the ISIS terrorist group. Law enforcement authorities believe the attack might have been inspired by ISIS. They`re not sure if the militant Islamic group actually ordered or directed it.<br><br>U.S. President Barack Obama has been criticized for how he`s handled the threat of ISIS and he`s been accused of downplaying that threat for political reasons.<br><br>Last night, he delivered a rare public address from the Oval Office. He`s only done that two times before. President Obama sought to reassure a nervous American public that he has a plan to defeat ISIS and protect the U.S. homeland.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Many Americans are asking whether we are confronted by a cancer that has no immediate cure. Well, here`s what I want you to know: the threat from terrorism is real, but we will overcome it. We will destroy ISIL and any other organization that tries to harm us.<br><br>Our success won`t depend on tough talk or abandoning our values, or giving in to fear. That`s what groups like ISIL are hoping for. Instead, we will prevail by being strong and smart, resilient and relentless, and by drawing upon every aspect of American power.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Next today, a tentative deal was reached over the weekend at the United Nations Conference on Climate Change. It`s also known as the COP21 conference and it runs through this Friday in the French capital. The draft agreement involved negotiators from 195 countries. It aims to reduce carbon emissions or greenhouse gas emissions around the world.<br><br>But it doesn`t say by how much countries should aim to reduce their carbon emissions by the year 2050 and it`s not clear what the penalties would be for a country that doesn`t keep its promise. Negotiators would be working throughout the week to address and reach a final legally binding deal.<br><br>Most scientists say human activities have likely caused global temperatures to heat up over the past century. Some critics say the science leaves room for doubt and that humans don`t have a significant effect on climate change.<br><br>On September 1st, 1859, a massive storm hit causing problems worldwide. But nobody felt it and without a telescope no one could see it. It caused brilliant auroras far south of the Arctic. It disrupted telegraph communications, reportedly setting fires in offices and shocking operators.<br><br>Scientists say it was a solar storm, the kind of thing that could have even greater effects now.<br><br>The White House released an action plan two months ago to coordinate with other countries and restore services in the U.S. in the event of bad weather in space.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN DIGITAL CORRESPONDENT: Solar storms have been known to cause all kinds of trouble, disrupting flights and power grids, sounds kind of scary. So, how worry should we actually be?<br><br>SUBTITLE: The Danger of Solar Storms.<br><br>CRANE: The weather in the sun is a little different than the weather here on Earth. It consists of solar wind, solar flares and coronal mass ejections, which are these giant bubbles of plasma and magnetic fields from the sun that send high speed particles into space. These storms can last a few minutes or several hours.<br><br>And even though they`re happening over 90 million miles away, they`re so powerful that their effects can linger in our magnetosphere and atmosphere for days or weeks.<br><br>If directed at Earth, these flares and CMEs create geomagnetic storms that then dazzle us with spectacular auroras.<br><br>But that`s the fun part. Beyond the light show, these solar storms can harm most modern day technology like satellites, communication systems, power grids and airplanes. They can make airplanes disappear from radar detection and cause major blackouts.<br><br>In 1989, a solar storm caused a blackout in Canada that left 6 million without power for 12 hours.<br><br>While our technologies are at the mercy of these solar storms, our bodies are not. That`s because the earth`s atmosphere shields us from harmful radiation. But astronauts who are traveling through space won`t be as lucky. Shielding astronauts from the space weather is something NASA is working on right now to make sure our astronauts are safe and shielded on future deep space missions.<br><br>But back here on earth, there`s a facility in Boulder, Colorado, that monitors the sun`s forecast. It`s called the Space Weather Prediction Center.<br><br>So, by getting ahead of the space weather, we can better protect our technology.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We always find our &quot;Roll Call&quot; schools at the previous day`s transcript page. So, this came from Friday`s transcript at CNNStudentNews.com.<br><br>Bahia is a state in eastern Brazil. It`s where we found the Atha School for Boys. Great to see you.<br><br>From Las Vegas, the Chargers are charging in. Clark High School is watching in Nevada.<br><br>And in the city of Angola, in northeastern Indiana, the Yellowjackets are here from Angola Middle School.<br><br>In August, we reported that former U.S. President Jimmy Carter had been diagnosed with cancer. After treating him for liver cancer, doctors found that it has spread to his brain.<br><br>Yesterday, the 39th president announced he`s cancer-free. Ninety-one-year- old President Carter first revealed the news at a Sunday school class he`s continued to teach and the congregation broke into applause. Last month, doctors said he was responding well to treatment and there were no signs the cancer has spread.<br><br>Carter served as president from 1977 to 1981.<br><br>Next today, the technology company Google has applied for a patent for a smart watch that could draw blood. Why? Possibly to provide blood glucose test, the kind use by diabetics to monitor their blood sugar.<br><br>More than 9 percent of Americans are estimated to have diabetes. Google`s device could potential test blood in a less painful way than pinprick glucose meters. But if such a smart watch is invented, there sure to be privacy concerns about it, since Google has access to what you send on Gmail or upload to YouTube, or where you travel using Waze.<br><br>Beside sugar, though, what else is in your blood?<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): I know, just the idea of blood makes some people passed out.<br><br>But the truth is, blood is a remarkable substance. Most of us have about six quarts of it in our body, made up of four main parts: red cells, which carry oxygen; white cells, which fight infection; platelets, which help clots form; and plasma, it`s the liquid part that makes half of our blood, carry cells and nutrients throughout the body.<br><br>Your blood travels through one of the most amazing highway systems ever created, the circulatory system, made of 100,000 kilometers of vessels.<br><br>Think about that: if you took all your blood vessels and line them up, it would wrap around the Earth two and a half times.<br><br>The largest blood vessel is the aorta, roughly the size of a garden hose. Its smallest are capillaries, about 1/10 the size of a human hair. While blood consume quickly to the bigger blood vessels, by the time it gets to the capillaries, everything moves much more slowly. The cells all have to line up single file. That`s because this is where the action happens, the oxygen, nutrients, and other good stuff has dropped off, and the toxins in waste, our picked up.<br><br>Of course, none of this works without a heart. It beats 100,000 times a day, 35 million times a year, 2.5 billion times over your whole life. It will pump a million barrels, enough to fill three supertankers.<br><br>We humans have a heart that`s about the size of your fist, and beats around 75 times a minute, about the same as the sheep. A whale`s heart is about the size of a compact car and beats just five times a minute.<br><br>While you hardly ever think about it, right now, blood is a remarkable substance of energy and plasma is surging in your body through a wondrous maze and you wouldn`t be able to do what you do without it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Sooner or later, every kid finds out the truth, that some Santa Clauses are better than others. So, there`s a school that helps Santas be the Santas they can be.<br><br>When it started in 1937, it used to teach about five Santas a year. Today, it`s around 125. They learn how to keep their beards curled and rounded.<br><br>What it`s like to ride the Polar Express, to answer whatever questions the little ones have, and most importantly, to show kids that they`re listening, that they care.<br><br>A quick answer could save the magic in the Saint Nick of time, and it`s always good to have an escape clause should some Santa-fanatic elve (ph) in to some santastic requests like diamonds or new car or snow in Miami.<br><br>I`m Carl Azuz, hoping all your holiday dreams come true.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-07 CNN Student News.mp4"}