{"title":"CNNSN-2015-05-08-CNN-Student-News","script":"(CNN Student News) -- May 8, 2015<br><br>Appeals Court Rules on NSA Program; State of Emergency in Oklahoma; Pros and Cons of Vertical Farming<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. Also awesome that you`re taking 10 minutes for commercial-free current events on CNN STUDENT NEWS. I`m Carl Azuz.<br><br>A U.S. federal appeals court ruled yesterday that the National Security Agency`s collection of telephone records is illegal under the Patriot Act. Lots of different parts to this.<br><br>First, the Patriot Act. It was passed and signed by President George W. Bush after the September 11th, 2001 terrorist attacks on the U.S. It expanded the government`s ability to investigate and keep tabs on suspected terrorists. It was renewed by President Bush and President Obama.<br><br>Second, the National Security Agency. In 2013, former U.S. government contractor Edward Snowden leaked information that the NSA had a secret program. It gathers up millions of phone records on a daily basis. Not what people say but the numbers involved and the link of the calls are collected.<br><br>The Obama administration has argued that part of the Patriot Act allows the government to continue to collect that information. But it lost its case with an appeals court ruling that the NSA`s program goes beyond what Congress authorized. The part of the Patriot Act that the government said authorizes the NSA program expires in June. Lawmakers are divided over whether to reauthorize it.<br><br>There`s a state of emergency in 12 Oklahoma counties.<br><br>One reason: dangerous amounts of rain. A line of storms passed through several U.S. states earlier this week, dumping so much water that rivers and creeks have crested their banks in some areas. Oklahoma City got seven-plus inches of rain. Officials there declared a flash flood emergency for the first ever.<br><br>The other reason: tornadoes, plural. Dozens of people reported them. At least 13 people were hurt by a twister. We`re not sure yet exactly how many tornadoes there were on Wednesday night. But we can tell you where they struck.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: It`s from Nebraska all the way down to Texas. And I don`t have a real number. Was it a 30? Was it a 50? We don`t know, because if one guy reports it from the southeast and other from the northeast, it could have been the same storm reported.<br><br>So, the Weather Service will go out there and look at how many damaged swaths are out there. But I can tell you that there`s a couple of tornadoes for sure, because I can show you pictures, like this one. Bearden, Oklahoma, tornado on the ground. No question about it.<br><br>This was late in the evening after the storms had already gone to parts of Norman. And then here further to the north, and up Republic County, Kansas, and finally up into Harding, Nebraska.<br><br>Look at that beast. That is a tornado. Luckily, no big buildings in the way, no homes, no schools, no cities in the way of that. But obviously, a lot of damage done there across parts of the country.<br><br>Something else, yesterday, great pictures there. Please don`t do this because here`s what happened yesterday, we had these called high precipitation thunderstorms. A lot of rain, high precip.<br><br>If you`re looking at the storm, you can take a picture of it right there. That`s no problem, you can actually see it. But as the storm wraps up, all of a sudden, you can`t see it anymore because the veil of rain that you have to look through is completely obscuring your view of the tornado.<br><br>You can`t see that through all that rain. There`s no possible way to see it.<br><br>The tornado was there, you`re seeing it. Then, all of a sudden, the tornado wraps around, the rain wraps around, and you can`t see the tornado.<br><br>(END VIDEOTAPE)<br><br>AZUZ: One of the coolest random fact we`ve done this year involved mosquitoes that only female mosquitoes bite. There are thousands of species of this insect. They can transmit dangerous diseases like malaria and dengue. They`re not going to win a popularity contest unless you`re ranking the insects that bite you.<br><br>There may be science behind why some people get bit more often.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Have you ever noticed when you`re out on the summer evening that some of you get bit by mosquitoes much more than others? So, what`s behind that? Well, it appears that it might be our DNA.<br><br>Researchers in London looked at identical twins and fraternal twins. Fraternal twins do not have identical DNA.<br><br>And when they took the mosquitoes and they`ve exposed them to the fraternal twins, the fraternal twins were often bit in differing amounts.<br><br>It wasn`t exactly the same.<br><br>But when it came to identical twins, if one twin got bit quite a bit, then the other twin got bit quite a bit as well.<br><br>So, what`s going on here? Well, the researchers hypothesized that it has to do with how they smell.<br><br>So, they wrapped these twins in foil. This is -- believe it or not -- how you get body odors out, so they could look at the body odors and they can measure them. And now, they`re going to analyze these odors and see what it is about each odor that mosquitoes like or dislike.<br><br>So, maybe one day in the future, somebody who smells good to the mosquitoes could take a pill so they wouldn`t smell so good to mosquitoes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: CNNStudentNews.com is our source for Roll Call schools.<br><br>This Friday, we`re traveling to Pakola (ph), Sweden. It`s great to be part of your day at Vallhamra Middle School.<br><br>In the Land of Ten Thousand Lakes, there are Bison on the rain. Buffalo High School is in Buffalo.<br><br>And in the Gem State, there`s a city named Kuna. It`s home to Idaho`s Kuna Middle School. The Kegmen with the keg are watching.<br><br>Seven-point-one billion, the population of Earth. The United Nations expects it to grow to more than 9 billion by 2050 and it expects food production will have to be increased by 70 percent to feed all of us.<br><br>Vertical farming could be a solution -- filling buildings and skyscrapers with floors of fields and orchards. Critics have voiced a number of concerns about the energy that vertical farms required. The greenhouse gases they may produce, and whether farming without natural soil can be called organic. But the industry is growing upward.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Are vertical farms the future?<br><br>ROBERT COLANGELO, GREEN SENSE FARMS: Vertical farming is being able to grow indoors in a controlled environment, where you control all the elements that it takes to nurture a plant -- the lights, the nutrient, the water. And you do that in a stacking tower.<br><br>We use very little water to fuel this whole farm. Water and nutrients are pumped in. They gravity drain and then they recycle.<br><br>MICHAEL DZAKOVICH, PURDUE UNIVERSITY: In places that are resource limited, like California, for instance, in terms of water, this could be a really viable alternative.<br><br>In a vertical farm, you can really grown anything that your system is equipped to grow.<br><br>COLANGELO: We specialized on micro greens, baby greens, culinary herbs and lettuces. All different farming methodologies have their place.<br><br>Field farms are great for growing community crops, corn, wheat, soybeans. Greenhouses are fantastic for growing cucumbers, tomatoes, peppers.<br><br>We think the vertical farms are really well-suited for leafy greens.<br><br>CELINA GOMEZ, PURDUE UNIVERSITY: Though some of the initial concerns with vertical farming were the extreme use of electricity, that it would be required to produce or optimize production in, say, indoors. However, with LEDs, we`re finding that we can use only a fraction of the energy to produce the same amount of vegetables or leafy greens indoors.<br><br>COLANGELO: We`re getting much smarter at how to be more sustainable in our farming and I think vertical farming will help lead the way on how to make all the agricultural practices more sustainable.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You know when you hear shaking dog paintings, you`re going to need some explanation. Well, some folks got together with some dogs. They poured some color over the animals, set up canvasses nearby, and let the dogs shake, shake, shake their way to art.<br><br>The paint -- well, it`s not really paint. It`s a nontoxic mix of cornstarch and food coloring. One dog even ate some of it. Organizers are hoping it will raise money for dog shelters in Brazil.<br><br>Plus, it gives access to original bark works with re-hound like Pablo Pica-poo, Vincent Van Golden, George Seurat Terrier, Henry Mastite (ph), Corgy O`Keefe (ph), Norman Rockwell Terrier, Michael Angelochun (ph), Mary Coscotti (ph), and one of my favorites Leonar-doberman.<br><br>Of course, these masters have masters, but paying them tribute was the leash we could do.<br><br>Have a great weekend from all of us from CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-08 CNN Student News.mp4"}