{"title":"CNNSN-2015-02-12-CNN-Student-News","script":"(CNN Student News) -- February 12, 2014<br><br>President Obama Asks Congress To Formally Authorize Military Force; Tunisian in Yemen; Jackie Robinson West Loses Title; The Insanity Defense<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: For the first time in 13 years, a U.S. president is asking Congress to formally authorize military force.<br><br>That`s our first story today on CNN STUDENT NEWS.<br><br>The White House plan was submitted yesterday. It`s got a time limit. It would expire in three years.<br><br>President Obama said it could be reconsidered by the next president at that time. He says the U.S. should not get dragged into another prolonged ground war in the Middle East.<br><br>But the authorization would allow the president to put U.S. boots on the ground, something he said last year he would not do.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: And there`s no heavier decision than asking our men and women in uniform to risk their lives on our behalf. As commander-in-chief, I will only send our the president`s into harm`s way when it is absolutely necessary for our national security.<br><br>(END VIDEO CLIP)<br><br>AZUZ: In 2001, Congress authorized President George W. Bush to go after the terrorists responsible for the 9/11 attacks. The Obama administration believes this same authorization allows it to go after the ISIS terrorist group.<br><br>So why is it asking for Congress` approval?<br><br>The president says it will show the world the U.S. government is united in its resolve to fight ISIS.<br><br>But while lawmakers agree some kind of legislation is needed, they don`t all agree on what it should be.<br><br>(BEGIN VIDEO CLIP)<br><br>REP. JOHN BOEHNER (R-OH), SPEAKER OF THE HOUSE: I`m not sure that the strategy that`s been outlined will accomplish the mission the president says he wants to accomplish. And his point, the president`s point is that he wants to dismantle and destroy ISIS. I haven`t seen the strategy yet that I think will accomplish it.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Some Democrats and Republicans are concerned that parts of the White House plan are too vague, so it`s not clear whether Congress will pass the authorization.<br><br>Tension in Yemen -- the U.S. has suspended the work of its embassy in the Middle Eastern country and pulled out everyone who was working there. It wasn`t a military evacuation. People were able to leave on commercial vehicles. But Yemen is very unstable. Its home base for a dangerous terrorist group called Al Qaeda in the Arabian Peninsula. And it doesn`t have a working government since Houthi rebels took over earlier this year.<br><br>(BEGIN VIDEOTAPE)<br><br>(ON SCREEN)<br><br>Houthis &quot;Partisans of God&quot;<br><br>The Houthis are a Shiite tribal militia from the Saada Province in Northwest Yemen. They follow the Zaidi sect of Islam, named after their former leader, Hussein Badreddin al-Houth. Al-Houth was killed by the Yemeni military in 2004. The Houthis seized parts of Sana`a last September and demanded more political influence. They are in conflict against al Qaeda in the Arabian Peninsula.<br><br>AQAP and some Western diplomats accuse Iran of bankrolling the Houthis, which they deny. The Houthi slogan includes the phrases: &quot;Death to America!&quot; and &quot;Death to Israel!&quot;<br><br>Roll Call<br><br>AZUZ: We always welcome your Roll Call requests. On each day`s transcript page, you`ll find it at cnnstudentnews.com.<br><br>On our Roll today, is Tift County High School. The Blue Devils are watching in Tifton, Georgia.<br><br>How about the Centurions?<br><br>They`re watching from Clarksville, Tennessee at Clarksville Christian School.<br><br>And Cherokee Middle School is here. This one is Cherokee, Iowa, the home of the Braves.<br><br>NBC, the National Broadcasting Company, has just suspended the highest rated news anchor in the US. Back in 2003, Brian Williams was covering the Iraq War. He`s said several times since then that a helicopter he was traveling on was shot down by a rocket-propelled grenade.<br><br>But last month, some of the veterans on that helicopter posted on NBC`s Facebook page that Williams wasn`t aboard.<br><br>Williams apologized. He said he made a mistake in remembering the events of 12 years ago. He said he was actually on an aircraft that was following the one shot down.<br><br>Because of concerns about his credibility, NBC is now investigating other claims Williams made over the years. His salary is $10 million per year. His suspension lasts six months with no pay.<br><br>Next, a cheating scandal in Little League baseball, but it wasn`t devised by the young players. Little League has a rule that says every player on a team has to live within certain boundary lines. It`s one thing that separates Little League from Major League baseball, where players are from all over the place.<br><br>Breaking that rule cost one team from Illinois its championship.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDY SCHOLES, CNN CORRESPONDENT: One of the feel good sports stories from 2014 is not so feel good anymore.<br><br>Jackie Robinson West, the first all African-American Little League team to win the U.S. championship, has been stripped of their title for using players that did not come from the geographic area that they represent. An investigation by the Little League office found that Jackie Robinson West used a falsified boundary map and that team officials met with neighboring Little League districts in Illinois to recruit players and basically build a super team.<br><br>The team manager has been suspended and the district administrator has been removed from his position. Little League International CEO Stephen Keener said in a statement, &quot;This is a heartbreaking decision. What these players accomplished on the field and the memories and lessons they have learned during the Little League World Series tournament is something that kids can be proud of. But it is unfortunate that the actions of adults have led to this outcome.&quot;<br><br>As a result of Jackie Robinson West vacating all of their wins, the U.S. championship has been awarded to Mountain Ridge Little League from Las Vegas. This is the third time in a 68-year history of the Little League World Series that a team has had to vacate wins. The last time it happened was 2001, when a team from Bronx, New York was stripped of their third place finish because pitching phenom Danny Almonte was found to be older than he claimed to be.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Some terms you might hear in a courtroom.<br><br>Taking the Fifth -- when people invoke their Fifth Amendment right not to testify against themselves.<br><br>Nolo contendere -- when a defendant accepts conviction but doesn`t admit guilt.<br><br>What about claiming insanity?<br><br>Last month, we took a look at how juries are chosen in U.S. court cases.<br><br>Today, we`re exploring the insanity defense.<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: In an insanity plea, a defendant basically says I did the deed, but at the time I did, I didn`t know right from wrong.<br><br>(ON SCREEN)<br><br>The Insanity Defense<br><br>CEVALLOS: Insanity is part of a group of defenses called excuse defenses. And in most jurisdictions, if a jury finds that a defendant was insane, they must find that defendant not guilty.<br><br>Historically, the dominant test for insanity is known as the M`Naghten Test and it dates all the way back to 1843 in England. And the test basically asks, at the time of the deed, did the defendant know the difference between right and wrong?<br><br>Now, wait a minute, that doesn`t mean whether the defendant personally believed what he was doing was right or wrong. It`s whether a defendant is aware that the rest of society considers it wrong.<br><br>So if you hide a body or conceal a knife, than you are aware that everyone around you thinks what you are doing would be wrong.<br><br>Defendants usually have the burden of proving that insanity defense. In some jurisdictions, it`s by a preponderance of the evidence. And in other jurisdictions, it`s by clear and convincing evidence.<br><br>An insanity defense usually relies on expert testimony, so you have to find an expert or a doctor or a medical professional who will testify that you suffered from that medical condition. And, as medicine has evolved, more and more creative conditions apparently exist.<br><br>Ultimately, just because you have a creative insanity defense doesn`t mean it`s actually going to work, because, at the end of the day, you have to convince a jury of your peers.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Before we go, at first, it`s not clear what this is. But if you saw it coming at you, you`d want to get out of the way, because this thing is snow joke. The monster barreling and blasting its way through winter is a train. It`s part of the Canadian National Railway that knows how to handle snow. You just plow through it.<br><br>The same problem, same solution at the intersection, though this blast of snow completely whites out the camera.<br><br>Does the conductor have bad conduct?<br><br>It`s almost driven like a runaway train.<br><br>But when you train your eyes on it, you`ll see its motive isn`t loco. There is just no way you can stop the locomotion.<br><br>I think you`ve got the knack for more CNN STUDENT NEWS.<br><br>We`ll get back on track tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-12 CNN Student News.mp4"}