{"title":"CNNSN-2017-05-15-CNN-Student-News","script":"(CNN Student News) -- May 15, 2017<br><br><br>Cyberattack Hits 200K in At Least 150 Countries; Upcoming Solar Eclipse; Psychology Behind Smartphone Addiction<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hope you had a great Mother`s Day weekend. We`re happy you`re watching CNN 10 with our season continuing through June 2nd. I`m Carl Azuz.<br><br>Getting started with the virus that`s already affected more than 200,000 victims worldwide. But it`s not a biological outbreak that makes people sick, it`s a cyber attack. It started on Friday.<br><br>Its spread was temporarily slow down over the weekend by a cyber security researcher, but the criminals behind the attack found a way to get the virus spreading again. And experts were concerned that Monday morning, when people got back to work, and started up their computers, the number of infected machines would jump.<br><br>The problem is caused by a type of malware, software that can damage computer systems. What it`s doing is locking up computers that used Microsoft Windows and holding them ransom. If owners pay the ransom, between $300 and $600, they`ll get access to their machines back.<br><br>The thing has spread far and wide. It`s been detected at least 150 countries. International companies like FedEx and Nissan had been targeted. Russia`s Central Bank was reportedly attacked but wasn`t hurt by the virus. Other governments and businesses were taking steps to either contained or prevent the virus altogether.<br><br>And there is something people can do to protect themselves.<br><br>(BEGIN VIDEOTAPE)<br><br>SAMUEL BURKE, CNN TECHNOLOGY CORRESPONDENT: Here`s what you need to know about the ransomware that`s been dubbed &quot;WannaCry&quot;.<br><br>Security experts say this is one of the worst and most widespread pieces of malware they`ve ever seen, especially because it`s even caused some hospitals in the U.K. to have to cancel outpatient appointments.<br><br>So, what exactly happened to infected computers and how big is this?<br><br>The ransomware actually locks up all the files in your computer and demands $300 in bitcoin in order to regain control. People are seeing this message all around the world. Researchers say this is spreading through a Windows` weakness known as eternal blue, which Microsoft released a patch for last month.<br><br>This ransomware is actually just going through the Internet looking through vulnerable computers, according to cyber security firm Malware Bites. That means you don`t even have to click a phishing email to get infected.<br><br>How can you protect yourself? Well, you know those seemingly annoying security updates from Microsoft Windows, if you`ve installed the latest one, you`re safe. If you haven`t, do it right away. For now, that`s about it.<br><br>Who`s responsible? Researchers aren`t pointing their fingers yet, but the most amount of attacks so far have been in Taiwan, Ukraine, and Russia, according to Avast.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What happens when the moon passes between Earth and the sun and completely covers the sun?<br><br>Total solar eclipse, annular solar eclipse, total lunar eclipse or penumbral lunar eclipse?<br><br>Turn around, bright eyes. When this happens, you`re witnessing a total solar eclipse.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And one of those is likely to be one of the first stories we cover after our summer break. Our new season begins on August 14th, and exactly a week after that, on August 21st, a total solar eclipse is expected to cross the continental U.S. In fact, everyone in North America could notice when the sun is at least partially covered by the moon. For those in the passing shadow, the landscape will appear darker, the temperature could drop.<br><br>What`s being called the Great American Eclipse will last about an hour and a half from start to finish, and a couple of minutes when the sun is completely covered.<br><br>Total solar eclipses aren`t that rare. They occur about once every 18 months. But the event this August is unique because it will be the first time in 99 years that a total solar eclipse cross over the U.S. from the Pacific to the Atlantic. Sky watchers from Oregon, to Wyoming, to Missouri, to South Carolina will see it if the weather is good.<br><br>Some eclipse enthusiasts have had their hotels booked and their viewing parties planned for years.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER (voice-over): Long ago, ancient cultures around the globe looked to the skies in shock and bewilderment. Many believed they were watching the sun being eaten by an animal, like a dog or a mythical dragon.<br><br>Now we know there`s a more scientific explanation for one of nature`s most spectacular displays, the solar eclipse.<br><br>(MUSIC)<br><br>REPORTER: Watching as the moon blocks out the light from the sun, it can be hard to imagine the amazing cosmic coincidence taking place. The sun`s diameter is some 400 times larger than the moon`s, but it`s just the right distance away to appear the same size.<br><br>For a couple of minutes when the sun and moon are perfectly aligned, the moon completely covers the sun`s disc. The sun`s atmosphere or corona can be seen in the dim light, along with stars and planets. This glowing atmosphere is much hotter than the surface of the sun, but no one is exactly sure why. It`s a question puzzling astronomers.<br><br>This so-called totality only exists in a narrow band, where the moon`s shadow falls on the Earth. Outside this zone, some observers can see a partial eclipse, where it looks like a chunk has been taken out of the sun.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Nomophobia is term we came across when preparing our next story. It`s a mash up no-mobile-phobia. The fear of not having your smartphone or being connected with others through it.<br><br>Though the devices are a relatively recent invention, an increasing number of people seemed to have developed a psychological dependence on them and that`s getting researchers` attention.<br><br>(BEGIN VIDEOTAPE)<br><br>LAURIE SEGALL, CNNTECH SENIOR TECHNOLOGY CORRESPONDENT (voice-over): It`s been 10 years since the iPhone debut and it`s hard to imagine a world without the smartphone.<br><br>We use our smartphones to work, entertain, organize, do hundreds of daily tasks, even find love. We might jokingly say I`m addicted to my smartphone. But more and more, researchers are starting to agree.<br><br>UNIDENTIFIED FEMALE: So, think back to life without a smartphone.<br><br>SEGALL (on camera): Was there life without a smartphone?<br><br>(voice-over): There`s no widely adopted diagnosis of smartphone addiction, but for doctors like Hilarie Cash, not having an official diagnosis don`t mean it isn`t real.<br><br>DR. HILARIE CASH, FOUNDER, RESTART (via telephone): I`m still amazed at how many people do dismiss it as a silly idea -- even plenty of people in my own field.<br><br>SEGALL: For those who specialized in technology addictions, what goes on inside your head looked similarly to what goes on inside your head when you`re dealing with other addictions.<br><br>CASH: The regions of the brain that light up when engaged in to your smartphone, those are the same regions of the brain that are engaged when you`re using those drugs and alcohol.<br><br>SEGALL: Dr. David Greenfield says it also affects your behavior.<br><br>DR. DAVID GREENFIELD, FOUNDER, THE CENTER FOR INTERNET AND TECHNOLOGY ADDICTION: In other words, you`re using it like a drug -- when you`re triggered by burden, you`re using it as an avoidance of sleep. You`re using it to increase your mode when you`re feeling a little down, or you`re using it to avoid social situations when you walk into a party.<br><br>SEGALL: He warned it takes a trained professional to tell you if you`re addicted to your phone. Self-diagnosing won`t work.<br><br>That`s because we`re terrible at estimating how much time we actually spend online. A 2015 study found that people use their phones twice as much as they think they do.<br><br>(on camera): You know, I actually think as human beings, we have less control than we think, right? Because we`re kind of -- we realize we`re reaching to our phone all the time but we don`t know why.<br><br>And I met a guy named Scott Dunlap. And he was fascinating. He spent much of her career building apps and using metrics to get us more addicted to our smartphone.<br><br>SCOTT DUNLAP, CHIEF PRODUCT OFFICER, BRILLIANT: The notifications that you get, there`s reason they come at a certain time that they do. The words that are chosen in there -- every character of that has been AB tested for you and your personality type. What we were in was the science of understanding what makes a product addictive.<br><br>SEGALL (voice-over): Over 77 percent of Americans now own a smartphone. That`s almost double since 2011. What is clear is that our relationship with our phones is changing. How we use phones in 2007 looks a lot different from life in 2017.<br><br>GREENFIELD: Normative use would be use that doesn`t impact anything in your life. In other words, you use it to make a phone call. You use it for your GPS. You don`t have it on the table when you`re eating your dinner. You`re using it but you`re using it very moderately. Now, there are less and less people that are doing that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Don`t know if I could ever win an ice cream eating competition, but I sure like to try. Maybe this man could help me out. He has a unique talent, not for eating ice cream necessarily, but for balancing it. Give him a cone and a scoop and watch him work his magic.<br><br>Dimitri Panciera credits the local artisan ice cream from his home town in Italy for helping him win the Guinness World Record for balancing 121 scoops on a cone.<br><br>It probably took a gelato time to cone those skills and more of a soft touch than a soft serve. What it didn`t take were 31 flavors. The dairy king was able to Carvel out a title and Baskin more success after Robbin only himself of the previous record.<br><br>I`m Carl Azuz and we`re always happy to serve up the scoop on world news. This is CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-15 CNN Student News.mp4"}