{"title":"CNNSN-2016-09-23-CNN-Student-News","script":"(CNN Student News) -- September 23, 2016<br><br><br>Charlotte Police Chief: Shooting Video Won`t Be Made Public; What is Chromium-6?; A Retrospective on U..S Presidential Debates<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: Things have escalated once again.<br><br>UNIDENTIFIED MALE: They just simply wanted to cause chaos.<br><br>UNIDENTIFIED MALE: This was the second night of protests. It took a dangerous turn.<br><br>UNIDENTIFIED MALE: These other people came in to try those people --<br><br>UNIDENTIFIED MALE: We cannot tolerate violence. We cannot tolerate the destruction of property. And we`ll not tolerate the attacks toward our police officers.<br><br>UNIDENTIFIED MALE: People are hurting, man. People are upset. People are frustrated. We can`t lose any more lives, man.<br><br>(MUSIC)<br><br>(END VIDEO CLIP)<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: In the city of Charlotte, North Carolina, a state of emergency. Governor Pat McCrory declared it Wednesday night, the second of violent protest.<br><br>What the state of emergency means is that the National Guard and state highway patrol will be deployed to Charlotte, to help local law enforcement.<br><br>Yesterday, we reported on the police shooting of Keith Lamont Scott and the violence that followed Tuesday. Demonstrations began again Wednesday.<br><br>They started out as people, but that changed overnight. Protesters looted stores, set fires and vandalized cars and buildings.<br><br>Police say 44 people were arrested and that nine civilians and five officers were injured. The city of Charlotte said one man was shot by another civilian and was on life support as of last night.<br><br>Police used tear gas to break up some of the demonstrations. As far as evidence goes of Scott shooting, the police chief says opened fire after Scott refused to drop his gun. Authorities say they had video of the incident. But while they may allow Scott`s family to see it, they do not plan to release it to the public. The police chief says that would be inappropriate.<br><br>A spokesman for the Charlotte Fraternal Order of Police says he reviewed the footage and does not believe police did anything wrong. But anger in Charlotte has been fueled partly by protesters who disagree and don`t think police have been open and honest about the incident.<br><br>Quick update now on another police shooting we reported yesterday. In Tulsa, Oklahoma, a district attorney announced Thursday that Officer Betty Shelby would be charged with first degree manslaughter. Shelby is the policewoman who shot and killed Terence Crutcher last week, next to his car in the road. More details on that incident are available in our show archive.<br><br>Could an element commonly found in Americans` tap water caused cancer? A nonprofit environmental group is sounding the alarm about something called chromium-6. The U.S. government says high levels of it in the air can be carcinogenic, meaning they can cause cancer. But it`s not known yet if or how much chromium-6 in drinking water could be harmful.<br><br>Still, the Environmental Working Group, an organization that says it`s dedicated to protecting human health, found chromium-6 in almost 90 percent of the water systems at sample across the U.S. It`s bringing additional scrutiny to the U.S. water supply following the recent discovery of high levels of lead in the water of Flint, Michigan.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What is chromium-6?<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Chromium-6 is a heavy metal and a carcinogen. It`s rarely found in nature. Instead, it`s created by various industrial processes.<br><br>SUBTITLE: It`s created by various industrial processes such as welding. And also used in many manufacturing processes, like tanning leather and producing stainless steel.<br><br>COHEN: There are reports that chromium-6 is in the drinking water of hundreds of millions of Americans. However, health authorities don`t know exactly what level of chromium-6 might pose heath problems. They do know that when they put chromium in the drinking water of rats and mice, that that level of chromium caused cancer.<br><br>SUBTITLE: The Environmental Protection Agency sets limits for the amount of chromium in drinking water. However, the EPA has never set a specific limit for chromium-6 in drinking water.<br><br>COHEN: Scientists who study chromium-6 say they`re concerned about even very low levels of exposure to chromium-6 when it`s a child or an infant or developing fetus.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Yesterday, the Yahoo technology company confirmed what could be one of the largest cyber security breaches ever. It said that online information associated with 500 million user accounts had been stolen. The breach has said to have happened in late 2014. Yahoo says names, email addresses, phone numbers, birth date, passwords and security questions could have been hacked. But the company says it doesn`t think that bank account numbers or credit card info was stolen.<br><br>It believes the hack was made by someone working on behalf of a government and Yahoo suggests that its users change their passwords and security questions, as well as check their accounts for any suspicious activity.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: Gum, you heard it freshens breath or maybe strengthens teeth, but can chewing it help you lose weight? Researchers say because you constantly moving your jaw while you chew it, it can burn calories, maybe around 11 per hour. But a stick of gum can have 11 calories in it. So, unless you go sugar-free, you`ll just break even.<br><br>Now, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK. Next Monday night, millions of Americans are expected to watch the first U.S. presidential debate between Democratic nominee Hillary Clinton and Republican nominee Donald Trump. The planned topics will center on the direction of the country, how to keep Americans safe and how to achieve prosperity.<br><br>But what viewers and analysts will be watching for and what could influence their vote isn`t just the policies the candidates will be discussing.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDERSON COOPER, CNN ANCHOR (voice-over): September 26, 1960, the first televised presidential debate, signaling a new era where appearances matter more than ever and gaffes, however small, are magnified.<br><br>JOHN F. KENNEDY, FORMER PRESIDENT: The goals are the same for all Americans.<br><br>COOPER: John F. Kennedy, a young senator from Massachusetts, facing off against Vice President Richard Nixon, who is known to be a fierce debater.<br><br>But on screen, Kennedy looks cool and calm, while Nixon looks uncomfortable, sweating profusely under the hot studio lights.<br><br>RICHARD NIXON, FORMER PRESIDENT OF THE UNITED STATES: I think I better shave.<br><br>COOPER: Nixon flounders under the glare of television for all four debates. Kennedy goes on to win the election.<br><br>In 1976, President Gerald Ford makes this blunder in his debate with Georgia Governor Jimmy Carter.<br><br>GERALD FORD, FORMER PRESIDENT OF THE UNITED STATES: There is no Soviet domination of Eastern Europe and there never will be under a Ford administration.<br><br>DEBATE MODERATOR: I`m sorry. Could I just --<br><br>COOPER: The remark becomes a central theme in Carter`s campaign and is blamed by many for costing Ford the election.<br><br>In 1980, Ronald Reagan is repeatedly attacked by President Carter for his stance on health care.<br><br>JIMMY CARTER, FORMER PRESIDENT OF THE UNITED STATES: Governor Reagan, as a matter of fact, began his political career campaigning around this nation against Medicare.<br><br>COOPER: But Reagan wins fans and the election by staying cool.<br><br>RONALD REAGAN, FORMER PRESIDENT OF THE UNITED STATES: There you go again.<br><br>COOPER: Four years later, President Reagan again uses humor to handle attacks on his age during his debate with Walter Mondale.<br><br>REAGAN: And I want you to know that also I will not make age an issue of this campaign. I`m not going to exploit for political purposes my opponent`s youth and inexperience.<br><br>(LAUGHTER)<br><br>COOPER: During the 1988 vice presidential debate, Republican Senator Dan Quayle`s comparison of John F. Kennedy elicits this blistering response from his opponent.<br><br>LLOYD BENTSEN, VICE PRESIDENTIAL CANDIDATE: Senator, you`re no Jack Kennedy.<br><br>COOPER: Body language plays a part in the presidential debate in 1992. George H.W. Bush deliberately looks at his watch and he pays for it when the audience and voters see it as disrespectful.<br><br>Body language makes a difference in a debate between Al Gore and George W. Bush as well. Gore sighs over and over again and Bush, the underdog, surprises by winning the debate and of course the election.<br><br>But if there is one thing that history has taught us, when it comes to presidential debates, expect the unexpected.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, this guy`s dog likes to sit on the couch with him. What`s so unique about that? Well, it`s literally big enough to just sit on the couch.<br><br>This is the world`s tallest living female dog. Lizzy is her name. She`s a Great Dane, so great she set a Guinness world record for her height of almost three feet, two inches.<br><br>This gentle giant gets to eat at the kitchen table because if her bowls on the floor, she can`t bend down far enough to reach it.<br><br>I guess that even at the height of her fame, life still has its highs and lows -- two things she`s got to tolerate. Taking care of her must be a tall order, but stepping up to the challenge would surely be worth it, at least Mastiff the time.<br><br>I`m Carl Azuz and Fridays are awesome! Have a great weekend ahead.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-23 CNN Student News.mp4"}