{"title":"CNNSN-2015-03-23-CNN-Student-News","script":"(CNN Student News) -- March 23, 2015<br><br>Russia Looks East; India: Tigers and the Taj<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Welcome back from the weekend.<br><br>We`re happy you`re taking 10 minutes for CNN STUDENT NEWS.<br><br>I`m Carl Azuz at the CNN Center.<br><br>Our first story takes us to a nation of 26 million people between Saudi Arabia and the Gulf of Aden. It`s Yemen. Its government was overthrown in January by Houthi rebels who had been at odds with the Yemeni government for years.<br><br>The country is very unstable. A terrorist attack on two mosques last Friday killed more than 130 people and wounded hundreds more. The ISIS militant group said it was responsible.<br><br>But al Qaeda also operates in Yemen and the U.S. says security there continues to get worse. That`s why the American military pulled all of its remaining personnel out of the country this weekend.<br><br>In Yemen`s capital, the American Embassy was closed last month.<br><br>In our coverage of the conflict in Ukraine, we`ve talked about how relations between the U.S. and Russia have declined. According to Gallup surveys, about half of the American population had a positive view of Russia three years ago. Today, 70 percent of Americans have an unfavorable view and 82 percent of Russians disapprove of U.S. leadership.<br><br>When Gallup asked Americans earlier this year what country they`d consider to be America`s greatest enemy, 18 percent answered Russia, the most of any nation worldwide. North Korea was right behind that.<br><br>So it`s significant that with relations between the U.S. and Russia being at their lowest point since the end of the cold war, Russia would invite North Korea`s leader to an event in Moscow.<br><br>(BEGIN VIDEOTAPE)<br><br>MATTHEW CHANCE, CNN CORRESPONDENT: CHANCE (voice-over): Facing a backlash from the West, Russia is looking East. President Vladimir Putin inviting North Korean leader Kim Jong-un to Moscow to attend upcoming World War II anniversary celebrations.<br><br>A Russian officials says North Korea`s supreme leader is expected to attend, but so far no formal confirmation from Pyongyang.<br><br>STEVEN PIFER, SENIOR FELLOW, BROOKINGS INSTITUTION: You`ve seen the number of meetings that he`s had with Western leaders in Europe decline. And so the Russians have talked about this Asian alternative. And this is including some outreach to China, but other countries in Asia, to try to portray Mr. Putin as not isolated, which in fact is the case.<br><br>CHANCE (voice-over): The Kremlin says 68 world leaders were invited to the Victory Day celebrations on May the 9th, but some leaders, including President Obama, have declined. Relations with the West are strained following Russia`s annexation of Crimea from Ukraine. But recently, Moscow and Pyongyang have been fostering warmer relations. The two countries even declared 2015 their year of friendship.<br><br>If Kim attends, it would be his first official trip outside North Korea since inheriting the leadership in late 2011.<br><br>PROFESSOR VICTOR CHA, GEORGETOWN UNIVERSITY: If he`s able to go to meet Putin in Moscow or elsewhere in Russia, this would appear to be a sign that he has completely consolidated control and he`s confident enough to leave the nest and go do statesmanlike things around the world.<br><br>CHANCE (voice-over): And Putin continues to flex Russia`s military muscles. Defense officials saying nearly 80,000 troops have been placed on full combat alert. On Wednesday, NATO jets intercepted a number of Russian military aircraft as they neared Latvian airspace, further rattling nerves among Russia`s neighbors.<br><br>(END VIDEOTAPE)<br><br>AZUZ: India has the second highest human population in the world. But it`s number one when it comes to tigers. It`s home to about half the world`s tigers. They typically live about eight to 10 years in the wild, though all tiger subspecies are endangered. India doesn`t have nearly as many as it used to, but their numbers are growing again, thanks, in large part, to conservation efforts.<br><br>Here`s what one of those efforts looks like.<br><br>(BEGIN VIDEOTAPE)<br><br>BILL WEIR, CNN CORRESPONDENT (voice-over): When people report tiger attacks, they say it came out of nowhere.<br><br>(ROARING)<br><br>WEIR: It is staggering to think that there were tens of thousands of tigers in the forests of India. Now, there`s just over 2,200, something like that.<br><br>(ON SCREEN)<br><br>India: Tigers and the Taj<br><br>WEIR (on camera): Oh, that`s very good. Oh, you`re good.<br><br>How are things going?<br><br>How goes the fight?<br><br>POONAM DHANWATEY, HARSHAWARDHAN DHANWATOY TIGER CONSERVATIONISTS SOCIETY: It`s been good. The numbers say there are 2226 tigers in India in the wild.<br><br>WEIR: Who else has seen a tiger?<br><br>Lots of you.<br><br>DHANWATEY: Conflict has not really gone higher than the last few months.<br><br>WEIR: Your real passion is saving tigers, through conflict resolution, there`s a very visceral fear of the tiger throughout much of India. So if one comes into a village, they`re often killed. And you go into these places and try to talk people down, try to make them appreciate the value of a forest with wild tigers.<br><br>DHANWATEY: It`s all about people and their code of conduct, because you can`t get people out of the forest, you can`t get animals out of these human dominated forests.<br><br>This is the corridor that we`ve created.<br><br>WEIR (on camera): You took me to this little farm you purchased between two tiger preserves and it has turned into wildlife superhighway.<br><br>DHANWATEY: When I show pictures that this is from my kitchen, I`ve shown that I have tigers walking here, anyhow, it freaks them out.<br><br>WEIR: You`re trying to convince your neighboring farmers that maybe you should stop farming and let your land go wild.<br><br>DHANWATEY: If you stop farming and if you let free forests come back and get some economic benefits from eco-tourism, it would be a win-win situation.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: As part of our presentation, we now present three schools that are present on today`s Roll Call.<br><br>The Rams are here from San Antonio, Texas. It`s the home of John Marshall High School.<br><br>The Wildcats are watching. LaGrange is in Ohio. It`s where we found Keystone High School.<br><br>And it`s knight time. Castle Heights Middle School is online from South Carolina in the city of Rock Hill.<br><br>An international film festival kicked off last October. It had some unique characteristics. One, it was open only to students between kindergarten and twelfth grade. Two, its theme was the impact of giving back, the focus on serving others.<br><br>Three, out of more than 1,500 submissions, 15 of the short films were screened last Friday at the White House. President Obama, Oscar winning actress Hillary Swank and Oscar winning director Steve McQueen were there. It was the second year for the event, which was sponsored by the American Film Institute and participant media. Finalists were invited to attend the screening and they got to go to workshops afterward focused on sharpening their skills in filmmaking.<br><br>He`s an example of what one of the White House`s 15 selections looked like.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: What will you give back?<br><br>People get stuck when asked.<br><br>I don`t know, their faces respond. Oh, if they only saw what I saw. We are capable of giving so much, for we have been given all we need to give it all up. We have a beating heart, air in our lungs.<br><br>Don`t you see what I see?<br><br>The teacher passionately giving away her education for the sake of the student who is full of determination, determination to rise, to dream, to fight, to create. Giving their imagination for others to find inspiration. Giving their stories in hopes for others to see what they see. Giving their voice for others to find their own, giving their words for others to know we are not alone.<br><br>The will to give has no age. Here`s a wise coach -- giving away his child-like heart for boys who just want to have fun, a humble custodian giving away her sore hands for others to live in cleanliness. The impact transcends time and space.<br><br>So here`s to giving it all away.<br><br>(END VIDEO CLIP)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Before we go, a fish called Greedo. &quot;Star Wars&quot; might get the name. For the rest of us, it`s one crude catfish. It was discovered in 1998 but it wasn`t until this year that it was designated a new species.<br><br>Because of its large eyes and bristling bristles, a researcher thought it looked like a short-lived &quot;Star Wars&quot; character.<br><br>If you were looking for the off screen version of Greedo, you can find it in the waters of Northern Brazil. It might lack the aura of an angelfish, the colors of a clown fish or the regality of the regal tang, but it`s not Greedo for attention. There are many fish in the sea and this cat is catching coverage swimmingly from fins around the galaxy.<br><br>This is CNN STUDENT NEWS and that`s our catch of the day.<br><br>END<br><br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-23 CNN Student News.mp4"}