{"title":"CNNSN-2016-01-21-CNN-Student-News","script":"(CNN Student News) -- January 21, 2015<br><br>At Least 19 Killed In A Pakistan University Attack; A Freefall in Oil Prices; Winter Storm Heads for Washington, Northeast<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, thanks for taking the time to get up to speed on current events.<br><br>This is CNN STUDENT NEWS. I`m Carl Azuz.<br><br>First up this Thursday, we`re headed to northwest Pakistan. A group of four terrorists targeted a university there yesterday. They killed at least 19 people according to Pakistani officials before soldiers killed the four gunmen. Officials don`t know for sure what organization the terrorists were with.<br><br>A spokesman for the Pakistani Taliban, a Muslim militant group in the country, said the attacks were revenged for military operations against the Pakistani Taliban.<br><br>But another spokesman for the same group denounced the attack, saying it went against Sharia or Islamic law. International analysts say it does look like the tactics of the Pakistani Taliban.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: So, who are the Pakistani Taliban or the Tehrik-I-Taliban, TTP as they`re known in Pakistan?<br><br>For one, they`re not the Afghan Taliban. They`re separate. Afghan Taliban focused principally on attacking international security forces there, including U.S. forces and driving them out of the country. The Pakistani Taliban focused on attacking the Pakistani government, bringing it down and establishing Sharia law in the country.<br><br>To that end, they`ve been responsible for some of the most horrific terror attacks in Pakistan: attack on a market in 2009 that killed more than 100 people, an attack on a Protestant church in 2013 that killed more than 80 people, the assassination of the former Prime Minister Benazhir Bhutto, as well as the shooting of the recent Nobel Prize winner Malala Yousafzai.<br><br>The Pakistani Taliban has also attacked Americans and American interests. In 2009, a suicide bombing that killed seven CIA officers in eastern Afghanistan. In 2010, the failed bombing inside Times Square in New York City traced back to the Pakistani Taliban. And following the killing of Osama bin Laden by U.S. forces in Pakistan, the TPP leader, the Pakistani Taliban leader, called for attacks on Americans inside America.<br><br>And the U.S. has attacked back. Drone strikes inside Pakistan`s tribal areas in 2009 and 2013 killed the leaders of the Pakistani Taliban.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We mentioned yesterday that Iran with many international sanctions now lifted plans to increase its oil production, at a time when experts say the world is drowning in oil. There`s a huge surplus of it worldwide, and that`s taking a massive tool on the U.S. stock market.<br><br>The average of 30 U.S. stocks known as the Dow Jones Industrial Average has dropped more than 1,600 points this year. That includes a loss of 249 points yesterday.<br><br>Investors are worried that the continuing drop in oil prices could signal bad news for the global economy. It`s hurting corporate profits. Dozens of oil companies are filing for bankruptcy. The silver lining for drivers is that gas prices also continued to drop.<br><br>All right. Let`s see who`s watching and requesting a &quot;Roll Call&quot; mention at CNNStudentNews.com.<br><br>Wartburg College. The Revius` location is in Rotterdam. Hello to our viewers in Netherlands.<br><br>Aztec High School is in the land of enchantment. That`s New Mexico, and the Tigers are prowling in Aztec.<br><br>And in Brooklyn, New York, check out the Cosmos. Bedford Stuyvesant Collegiate Charter School rounds out our roll.<br><br>Last January, we reported that NASA said 2014 was Earth`s warmest year since 1880, when scientist begun keeping records on global temperatures.<br><br>This January, NASA is saying the same thing about 2015, specifically that it was 2,300th of 1 degree than the 2014 record.<br><br>Scientists say carbon dioxide emissions factor in as one reason why, but that most of the blame this time is on El Nino. It`s that natural warming of Pacific Ocean waters we`ve told you about that can affect temperatures worldwide.<br><br>NASA says 2015 was the warmest year with 94 percent certainty. There was more doubt about the 2014 record. NASA was 38 percent certain on that one.<br><br>Part of the reason being that the temperature increase over the previous record was within its margin of error.<br><br>There`s also a margin of error in forecasters` predictions for the U.S. Northeast this weekend. But no matter how it turns out, warm is not how folks are going to describe it.<br><br>Meteorologists say there is a storm brewing, a big one, that could bring two feet or more of snow to Washington, D.C., a foot in New York, a foot in Boston, or nothing at all. Scientists say it`s just too early to know for sure if this thing will materialize and affect as many 50 million people by the weekend. Because they think it`s possible, though, folks in the region are stocking up on groceries, gas, shovels and sleds. They`re bracing for a nor`easter.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: A nor`easter occurs within the most crowded coast line of the United States, the Northeast, and they can occur any time of year but are most common between the months of September and April. That`s when weather conditions are primed for a nor`easter.<br><br>You start with a low. It`s going to travel from the Southeast to the Northeast and intensify. Nor`easters are strongest around New England as well as the Canadian Maritime Provinces.<br><br>Now, we have very warm water in the Gulf of Mexico and all around the coast of Florida, it`s going to warm the air above it and that warm air is going to clash with very cold air coming from the north. Now, nor`easters carry winds out of the Northeast at about 58 miles per hour or more. And keep in mind, the win direction out of the Northeast is what defines a nor`easter.<br><br>It`s also going to cause beach erosion, as well as coastal flooding and very, very rough ocean conditions.<br><br>Now, not all nor`easter have snow, but some of the most memorable ones have dumped lots of it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The city of Missoula in western Montana is more than 400 miles from the nearest ocean, that`s the Pacific. But hey, surfs up. The Clark Fork River runs right through Missoula and a new sport is taking advantage of the rapids that create permanent. With the new sport comes the need for new equipment.<br><br>So, let`s take a ride with the athlete who`s designing it.<br><br>(BEGIN VIDEOTAPE)<br><br>KEVIN BENHART BROWN, OWNER, STRONGWATER MOUNTAIN SURF CO.: You know standing on the river with the power of these rapids, rushing down a canyon, somehow you`re able to harness that energy and all this water just kind of flowing under you just gives you a sense of empowerment.<br><br>River surfing is simply surfing waves that are formed in the river. They`re standing waves similar to what you`d find in a wave pool, but they are found out in Mother Nature.<br><br>The sport of river surfing is so new. We`re part of a global explosion right now. The way I like to say it is we`re pioneers of a new sport.<br><br>My name is Kevin Benhart Brown. Most people call me &quot;KB&quot;, and one of the first people here in America, if not the first, who build surf boards specifically for the river.<br><br>When I got into the sport, the white water kayaking, I discovered there was a standing waves in the river and they`re not kind of opened up my mind to the possibility of riding actual surfboards on these waves.<br><br>When we first riding surfboards that were made for ocean waves. We were like, we need some boards that are made for the waves that we`re surfing.<br><br>So, we just built a shaping room and glassing room and a sanding room down in the basement of our shop, and it became the first Rocky Mountain surf shop.<br><br>Surfing in the river is amazing because the wave is always there. It`s an endless ride. You can literally surf it until you can stand up anymore.<br><br>You`re swimming through the rapids or through the currents and then you fall in and you got to swim the rapid back to shore.<br><br>Snow, things like that, they don`t slow at all. We get out there year round. I mean, wherever there is a wave. Really, the future for the sport is when we start designing and building waves in the river, specifically for riding surfboards on. That`s the like the real future for the sport of river surfing.<br><br>But the whole point is to get surfing every day.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You know you own a big cat when people see your pet sitting at the window inside your house and they still call animal control. That`s because Spock, his name is Spock, he weighs 27 pounds and he`s almost four feet long.<br><br>Spock is a Maine Coon, one of the largest breeds of house cat. He`s big enough and smart enough to open doors and he tends to break stuff. So, the whole house has to be Spock-proof.<br><br>Of course, his size alone is enough to catapult him into the meows, assuming he doesn`t Spock anyone away. In a word, he`s humangous, cat-lossal, meow-numental, paw-digious.<br><br>And though we cat to go from meow, we hope you claw your way back tomorrow for more CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-21 CNN Student News.mp4"}