{"title":"CNNSN-2016-06-03-CNN-Student-News","script":"(CNN Student News) -- June 3, 2016<br><br><br>Texas Governor Declares State of Disaster; Wildfire Aftermath in Canada; The Study of Air Quality in South Korea<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz and Fridays are awesome! Last time I`ll say that on air for the 2015-2016 school year.<br><br>Our daily show will pick up back again on Monday, August 15th.<br><br>All right. Let`s get to today`s current events.<br><br>First up, this morning, the southern and central parts of Texas were under a flash flood watch. May was the wettest month in the U.S. state`s history, but June hasn`t brought any relief so far. Rainfall of more than two inches per hour is in the forecast.<br><br>The governor has declared a state of emergency in 31 Texas counties and what that does is speed up assistance to the areas that need it most. The grounds are already saturated in many parts of the state. So, our forecast of more rain can only increase the threat of floods.<br><br>For perspective, last month alone, Texas got more than 35 trillion, that`s trillion with a T, 35 trillion gallons of rain. That would have been enough to cover the entire state with almost eight inches of water, though the rain was concentrated in specific areas.<br><br>Where is it all going?<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, CNN METEOROLOGIST: We`ve already seen the water come up and actually, the sheriff office came by and said, have you seen the water go down? Because we think we`ve crested it.<br><br>No, it hasn`t crested yet. It`s still coming up. And let me get out of the way here. You can see behind me.<br><br>This is the river. It`s Brazos River. We should be talking about a river that`s about 200 feet wide. It is well over a mile to the other side.<br><br>This is not a boat ramp. This is an exit ramp from the turnaround to go under the bridge and back up unto the highway the other direction. People won`t be driving on this for quite some time.<br><br>The rain continues in places that have seen now up to 20 inches of rain just this month. So, all this dirt that I`m standing out of here, I`m over kind of on the side, over by a fire ant hill and fire ants aren`t that happy about this rain either.<br><br>But all of this is completely soggy. Nothing that rains today is going to soak it. It`s just going to run back off. This whole place is like a big concrete parking lot. When it rains, it runs off, and these rivers are still coming up. They will be coming up still four days.<br><br>This rain doesn`t stop until Saturday afternoon, maybe Sunday, we`re watching upstream because all that water has to run back down right here.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Some residents of the city of Fort McMurray, Canada, have begun returning home. Last month, the massive wildfire forced the evacuation of 80,000 people in the area. Thousands of firefighters are still trying to get a handle on it, though the blaze is no longer a threat to Fort McMurray. The fire destroyed about 10 percent of the city, at least 2,400 buildings or homes.<br><br>Not everyone in Fort McMurray is allowed to come back yet. Authorities say debris from the fire has to be removed before some homes can be occupied.<br><br>Many are still intact, but some residents don`t know what they`ll see.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Coming home after a wildfire.<br><br>A massive wildfire in northern Alberta has destroyed more than 877,000 acres.<br><br>Some of Fort McMurray`s 61,000 residents are returning to their damaged community.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From Canada, we`re moving across the Atlantic to Switzerland, where the longest, deepest tunnel in the world is now open. It`s named the Gotthard Base Tunnel. It`s 35 miles long and runs underneath the Swiss Alps. In some places, it`s one and a half miles deep and the trains that traverse it hit speeds of up to 155 miles per hour.<br><br>Will it save time? Yes. Officials say trains will be able to get from Zurich, Switzerland, to Milan, Italy, about an hour faster on this route than trains on other routes.<br><br>Would it help in other ways? Yes. Officials say freight will be moved more quickly, more efficiently and more reliably.<br><br>What was the cost? The tunnel took seventeen years and $12 billion to build, about 2,600 people worked on it along the way.<br><br>(MUSIC)<br><br>AZUZ: Thank you for all of your &quot;Roll Call&quot; submissions this school year. We received more than 100,000 requests.<br><br>The last three schools we`ll mention with Avon Grove Charter School. It`s in West Grove, Pennsylvania, the home of the Wolves.<br><br>Moving west to Charlotte, Michigan, hello to the Orioles. Great to see everyone at Charlotte High School today.<br><br>And in Big Sky Country, the community of Big Sky, Montana, we totally dig the miners of Ophir Middle School.<br><br>There are a number of ways scientists can measure air quality, monitoring stations can keep track of the air in one specific place and detect any changes. Trucks loaded with mobile instruments can be sent to different areas, measuring carbon monoxide and ozone levels. And satellites can track pollutants and how the move over a city.<br><br>There`s another way to measure the quality of the air, though, by flying right through it.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN CORRESPONDENT: 0600 hour, NASA prepares to fly. A beautiful sunrise masks by a lingering haze, one of the reasons this DC-8 jetliner is here in South Korea.<br><br>This flying laboratory will find out what pollutants are here, who`s causing them and how they can be measured more accurately from space.<br><br>Eight hours flying the length and breadth of South Korea, over cities, mansions (ph) and seas, collecting and analyzing data.<br><br>The equipment on this flight may be state-of-the-art, but the plane itself is almost half a century old. It first flew back in 1969 I`m told, as part of the Al Italia fleet. But, as you can see, NASA has completely refitted it to suit its purposes -- 25 different instruments for measuring solution and 34 scientists.<br><br>All of them excited to be part of this mission, a joint study with the South Korean environment agency.<br><br>UNIDENTIFIED MALE: I don`t think it`s a discovery but the air here is pretty dirty. We kind of knew that.<br><br>HANCOCKS: South Korea has long blamed China for much of its pollution, so- called &quot;yellow dusts&quot; is known to blown in from deserts in Mongolia and northern China, picking up some pretty toxic hitchhikers along the way.<br><br>But fine dust particles, very detrimental to your health, may often originate closer to home.<br><br>UNIDENTIFIED MALE: The flight we`re on today, we`ve seen some of the largest pollution that we`ve seen in the entire campaign. And most of that is coming from local sources.<br><br>HANCOCKS: To capture some of this data, the plane has to fly low, involving skillful flying from former Air Force pilots and some deft negotiating with air traffic controllers and a fed dose of turbulence.<br><br>It`s not every day you fly just a few hundred feet over the center of a 10 million strong metropolis. South Korean ranked 173rd out of 180 countries in terms of air quality in a recent study by Yale University. But this year`s environmental performance index underlies the fact it is a global problem, saying more than 3.5 billion people, half of the world`s population, live in nations with unsafe air quality. As more than one scientist on board told me, at least South Korea was acknowledging it`s a problem and opening up its air space to NASA and its expertise.<br><br>Paula Hancocks, CNN, onboard NASA`s DC-8 research jet over South Korea.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`re not going to run away without a look at, let`s call it lighthearted news, or in this case, light-footed.<br><br>Check it y`all. A moose on a loose. This happened in Watertown, Massachusetts, earlier this week, not too common a sight in the neighborhood.<br><br>The wayward mammal didn`t really hurt anyone or cause any mischief, though it did leave police on 45-minute chase. Eventually, it moosied (ph) over into the woods, it moose have realized its moose-take and decided to huff it.<br><br>Maybe it woods having fun in the forest. It wanted to stretch its moose- cles or look for something more amoosing. But straying into the suburbs probably wasn`t the antler.<br><br>My name is Carl and I`m Azuz on a loose. We`ll see you again on August 15th. Please keep up with us over the summer on Instagram, Facebook, or Twitter. I`m @CarlAzuzCNN.<br><br>And thanks to the millions of you who`ve watched worldwide in this extraordinary year for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-06-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-06-03 CNN Student News.mp4"}