{"title":"CNNSN-2015-09-24-CNN-Student-News","script":"(CNN Student News) -- September 24, 2014<br><br>Volkswagen Faces a World Scandal Over Emissions; European Migrant Crisis: E.U. Leaders Call for Unity; Fall Officially Arrives in Northern Hemisphere<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to have you along for this Thursday edition of CNN STUDENT NEWS. My name is Carl Azuz.<br><br>Taking off our 10 minutes of current events coverage, Volkswagen is a big brand facing a big problem. It owns VW, Audi and Porsche, and just past Toyota as the world`s biggest carmaker.<br><br>Its chief executive officer has apologized and resigned amid a growing scandal. It has to do with emissions.<br><br>The U.S. government has limits on the kinds and the amounts of pollutants that cars may give off. That`s why most cars in the U.S. have to get annual emissions test. Instead of using technology to meet U.S. standards, regulators say Volkswagen use technology to cheat on the tests and the problem goes well beyond U.S. shores.<br><br>(BEGIN VIDEOTAPE)<br><br>PETER VALDES-DAPENA, CNNMONEY: The EPA recently announced that Volkswagen cheated on emissions tests, allowing almost half a million baldy polluting diesel cars onto America`s roads, and there are millions more of them around the world. It`s a scandal that`s rocked the German automaker, sending its stock plummeting, and angering some of VW`s most loyal customers. Lawsuits have been filed, apologies have been issued.<br><br>But how exactly did one of the world`s top-selling automakers get away with cheating on such a gigantic scale? And can it ever undo the damage?<br><br>About 480,000 diesel-powered VW cars don`t meet federal emissions. In fact, they don`t even come close. They release 10 to 40 times the legal limit of nitrogen oxide, dangerous pollutants linked to asthma and other health problems. But for years, no one knew. That`s where the cheating comes in.<br><br>Volkswagen installed software in diesel cars that detects when the vehicle is undergoing emissions test. When the software recognizes that inspection is underway, it automatically switches modes, reducing emissions below the legal limit. As soon as testing is over, though, it`s back to dirty driving.<br><br>SUBTITLE: Why did VW do this?<br><br>VALDES-DAPENA: When it comes to emissions, diesel engines are a challenge. They`re fuel efficient but they tend to burn dirty. Automakers have spent millions on research to figure out how to maintain that efficiency, but cleanup diesel emissions, so their cars can get good fuel economy without releasing nasty pollutants. Apparently, VW couldn`t find a way to do that, nor did it want to. Either way, somewhere inside VW, someone decided to cheat.<br><br>The questions now are, how high up the corporate leader did this decision go? And how much in fines, recall costs and damage reputation is it going to cost VW?<br><br>(END VIDEOTAPE)<br><br>AZUZ: Any idea what the world`s best known English language is? Before you guess, here`s a hint. It`s &quot;Happy Birthday&quot;. And because of a judge`s ruling on Tuesday, it`s no longer protected by copyright.<br><br>You might have noticed how at some restaurants, they don`t actually sing the tune &quot;Happy Birthday to You&quot;, because they don`t want to get sued.<br><br>Here`s why: two sisters wrote &quot;Happy Birthday&quot; about 120 years ago. They assigned the music rights to a music company. In 1998, that company was bought by Warner-Chappell Music. And since then, Warner-Chappell has made about 2 million bucks a year on fees for the use of the song, though it doesn`t charge people singing it at home.<br><br>Anyway, a filmmaker that`s making a documentary about the song sued Warner- Chappell to avoid paying a $1,500 fine. A judge ruled that Warner-Chappell owned a limited piano arrangement, not the actual lyrical song itself.<br><br>That means it`s free from copyright and free for anyone, anywhere to sing it, like a gift that keeps giving.<br><br>(MUSIC)<br><br>AZUZ: There`s only one place we look for &quot;Roll Call&quot; requests. It`s each day`s transcript page at CNNStudentNews.com.<br><br>Fivay High School commented on yesterday`s transcript. It`s in Hudson, Florida, the home of the Falcons.<br><br>We also heard from the Bulldogs in Corrigan, Texas. Good to see you at Corrigan-Camden High School.<br><br>And in Tirana, the capital of Albania, shoutout to all of our viewers at Tirana International School.<br><br>One billion euros to help Syrians in refugee camps, security forces to keep the peace where there are large numbers of migrants and instability, figuring out where to resettle the thousands of people coming to Europe. These are the challenges the European Union is struggling with right now.<br><br>Amid all the disagreement between nations over how to handle the continent`s massive refugee and migrant crisis, what`s certain is that more people are on the way to Europe.<br><br>Ben Wedeman takes us to Hungary where many migrants are passing through.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): The fences are going up in what was not long ago a borderless Euro -- fast becoming fortress Europe.<br><br>On the Hungary/Croatian border, Hungarian combat troops with assault rifles watch as refugees and migrants file across the border.<br><br>For Khalid, an architecture student from Baghdad University, twice kidnapped, Europe is everything Iraq isn`t.<br><br>&quot;Why did he leave his homeland and why,&quot; he responds, &quot;here, there`s no suffering. You have rights and everything is provided for.&quot;<br><br>&quot;In Iraq, we don`t just have terrorism,&quot; says Mohamed from Baghdad, who hopes to go to Finland. &quot;The economy is bad. Young people have no opportunities and no jobs. You don`t know if you have a future in Iraq.&quot;<br><br>At the border, everyone, including little children, is frisked, bags searched. They will most likely be put on a train and sent straight to the Austrian border. Hungary is allowing them to transit the country, but isn`t welcoming them to stay.<br><br>(on camera): Hungary continues to take a hard line in this crisis, granting, for example, the army the right to use nonlethal force against refugees and migrants if necessary. Nonetheless, the gates to Hungary remain open and the migrants and refugees continue to pass through.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Time for the Shoutout.<br><br>What occurs when the sun crosses the equator, making day and night equal length the world over?<br><br>If you think you know it, shout it out.<br><br>Is it an: (a) Eclipse, (b) Solstice, (c) Spectra, or (d), Equinox?<br><br>You got three seconds. Go!<br><br>(BUZZER)<br><br>Day and night are of equal length on an equinox, and yesterday was the autumnal equinox.<br><br>That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: That means as of yesterday, it is officially fall in the Northern Hemisphere. The season runs until the winter solstice, the shortest day of the year, which will be on December 22nd, marking the official beginning of winter.<br><br>In the meantime, the farther north you live from the equator, the more you can expect cooler temperatures, shorter days and a vibrant change in foliage.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Why do leaves change colors?<br><br>PEDRAM JAVAHERI, CNN METEOROLOGIST: I want you to think about leaves on a tree as essentially mini solar panels. What they`re able to do is fascinating. They are taking the sunlight in, and through a process known as photosynthesis, they were able to transfer the sun`s energy and create a chemical known as chlorophyll.<br><br>Now, chlorophyll is key because it gives the leaves its green colors during a long summer months. But beneath the surface, the leaves actually always have the reds, the oranges, the yellows in place. While chlorophyll is there, it`s there and it`s green. While it`s taken away in the shorter days and shorter months of autumn, now you`re releasing some of the true colors back to the surface.<br><br>Of course, weather can play a role in this as well, especially in the vibrancy of it. When you have plenty of rainfall in the growing season or in the spring season, we`re able to get plenty of good colors in early September, October and November. If you have extreme heat, extreme drought in place, maybe a freeze, early snow storm, or the strong winds, certainly that can do damage. The leaves may not be there for you to see them in peak foliage. So hopefully, you had a chance to get out there this year and enjoy the fall colors.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It started at a boredom. Two Iowa State University students and best friends were trying to find a Guinness World Record they could beat.<br><br>They found that the longest hug lasted 24 hours and 33 minutes, so they went for it.<br><br>They had to be hugging, standing and in a public place. They couldn`t sleep but they were allowed short bathroom breaks every hour. Their friends fed them pizza and soft drinks and they hugged it out for a total of 31 hours.<br><br>No doubt they embrace that challenge. It`s the closest to friendships really, two people working arm in arm, clinging together, holding on until they clasp the record. It`s tough to say something hug-gainst them.<br><br>I`m Carl Azuz for CNN STUDENT NEWS. Hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-24 CNN Student News.mp4"}