{"title":"CNNSN-2016-05-18-CNN-Student-News","script":"(CNN Student News) -- May 18, 2016<br><br><br>U.S. Fighter Jets Travel to Romania Amid Black Sea Tensions; TSA Works to Reduce Airport Security Waits; Alarm Clock History<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to have you back watching CNN STUDENT NEWS. I`m Carl Azuz.<br><br>We`re starting with international tensions surrounding the Black Sea. This body of water is bordered by Ukraine, Russia, Georgia, Romania, Bulgaria and Turkey. Those last three countries are members of the NATO and the head of the North Atlantic Treaty Organization says stability around the Black Sea is important to the security of the whole region.<br><br>NATO is concerned about several challenges. One, Russia`s involvement in the war in Ukraine. Two, terrorism like ISIS is bringing to countries south of the Black Sea. And three, the massive influx of migrants and refugees to countries in the region.<br><br>NATO was created in 1949 to balance out Soviet dominance of Eastern Europe. The U.S. is a NATO member and America is working to support NATO countries by sending fighters to the Black Sea region.<br><br>(BEGIN VIDEOTAPE)<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): These Air Force pilots are preparing for a unique mission. They will be accompanying two U.S. fighter jets to Romania, a NATO ally on the Black Sea. It will be the first time America`s fearsome F-22 Raptor has landed there, an opportunity for the U.S. to show it is bolstering NATO defenses on Russia`s doorstep.<br><br>Flying one of the two is squadron commander, Lieutenant Colonel Daniel Lehoski. He explained what makes the F-22 special.<br><br>LT. COL. DANIEL LEHOSKI, U.S. AIR FORCE SQUADRON COMMANDER: A combination of stealth, super cruise, increased situational awareness that the aircraft provides us, which all that adds up to a unique asymmetric advantage on the battlefield.<br><br>WARD (on camera): So basically, you`re saying this is the best fighter jet in the world.<br><br>LEHOSKI: The aircraft is truly incredible and is indeed the best fighter aircraft in the world.<br><br>WARD (voice-over): The technology is so advanced that Congress has banned their sale overseas. En route to Romania, the jets must regularly be refueled. A delicate balancing act we got to see close up. A nozzle called a boom is lowered from the tanker. The jet then moves into place directly below it, and the gas starts pumping.<br><br>(on camera): Officially, this is a training exercise to move U.S. fighter jets from a fixed base to a forward operating base. But it`s the symbolism that is important here. This is intended as a show of force to an increasingly assertive Russia.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`re getting ready to fly somewhere, officials at Atlanta Hartsfield, the world`s busiest airport, say you should probably get there as many as three hours earlier. At Chicago O`Hare, workers from one airline brought out cots for people to sleep on, because hundreds recently missed their flights after getting stuck in TSA security lines.<br><br>Airport and airline officials have been warning this could happen, security bottlenecks.<br><br>The problem: the Transportation Security Administration doesn`t have enough screeners to check travelers. It says it`s limited in what it can do by U.S. government funding. But it`s trying to make changes.<br><br>(BEGIN VIDEOTAPE)<br><br>RENE MARSH, CNN AVIATION CORRESPONDENT: Well, TSA heard the call from passengers, airlines and airports. They must do better.<br><br>This summer, air travel is expected to rise to the highest level ever, with 222 million people expected to fly. Now, we`re not even at that peak travel season yet, and for months, flyers have been dealing with strong security lines and missed flights because of it.<br><br>UNIDENTIFIED FEMALE: We were just in security for almost two hours and run to our gate and it was three minutes shy of the doors closing. So, we got a hotel in our back and hopefully make this flight.<br><br>UNIDENTIFIED MALE: I got here about three, two and a half hours early, and so, it wasn`t enough time. I had to go back to my friend`s place and try again this morning.<br><br>MARSH: TSA immediately increased overtime for its officers last week and they`re speeding up their hiring process for 768 officers to get them on the job by June 15th. But the union representing TSA officers say that won`t be enough. Six thousand new hires are needed.<br><br>They`re also deploying bomb sniffing dogs as a part of a way to cut the wait times.<br><br>And now, things will not get better overnight. But the goal is to start getting passengers through those security checkpoints faster at least by June.<br><br>In the meantime, some airports like San Diego International have hired entertainment to de-stress passengers while they wait, including stilt walkers, jugglers and clowns. I guess they figure if you`re going to be waiting in line for an hour or more, why not be entertained?<br><br>Back to you.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Of course, you don`t have to worry about security checks if you`re a mosquito, but you should probably worry about Fort Myers, Florida. A group of entomologists and biologists is there to study what mosquitoes and an arsenal of 26 trucks, 11 helicopters and four airplanes is there to kill them.<br><br>Warmer summer temperatures bring more mosquitoes. Some mosquitoes carry Zika, a virus that can cause birth defects in the unborn children of pregnant women. So, communities like Fort Myers are aiming to keep mosquito populations down. But not all cities have the budgets to fight on that scale, so the approach is different from place to place and the effectiveness of pesticides is too.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Mosquitoes like these are to spread Zika in the U.S.<br><br>We put 100 of them into bottles containing a common pesticide.<br><br>ELIZABETH COHEN, CNN SENIOR MEDUNIDENTIFIED FEMALE: They are very much alive.<br><br>SUBTITLE: The pesticide didn`t work. This summer there will be swarms of mosquitoes.<br><br>COHEN: The weather is about to warm up. The mosquitoes are going to be swarming. How do we know what to spray them with?<br><br>SUBTITLE: Many areas in the U.S. don`t know which pesticides will kill their mosquitoes.<br><br>AUDREY LENHART, CENTERS FOR DISEAE CONTROL, ENTOMOLOGIST: At the moment, we don`t have a good way of knowing what their resistance profile is in the Continental U.S.<br><br>SUBTITLE: Then we used a second common pesticide on 100 more mosquitoes. That one worked. Mosquitoes in different places can resist different pesticide.<br><br>COHEN: In one state, you can have different pockets of resistance in different places.<br><br>SUBTITLE: Knowing what to spray is a big challenge.<br><br>LENHART: Absolutely. It`s a big challenge.<br><br>SUBTITE: Not all mosquito control programs routinely monitor pesticide resistance. Fighting Zika will require more areas to run tests like this one.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All right. How good is your geography? Think about the capital of Slovenia and see if you got it right for our third school today.<br><br>We`ll start in the U.S. state of Michigan. Hello to the Cardinals. Legg Middle School in the city of Coldwater kicks off our roll call.<br><br>In the Southeast, we`ve got the Panthers watching today from Lanett, Alabama. Welcome to Lanett Junior High School.<br><br>In the capital of Slovenia is Ljubljana. And that`s where the British International School of Ljubljana is watching. Great to see you.<br><br>It`s not hard to find well-documented tips on how to fall asleep faster. Turn off your electronics, call down your room, try a warm bath or shower before bed.<br><br>For many people, it`s waking up that`s the hard part, especially if your alarm clock or more likely your phone interrupts your sleep cycle. Still, with or without a snooze button, the infamous alarm is something millions have been living with for 140 years.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Steam engines, factories and spinning jennies get most of the attention. But there was actually something much more mundane that helped shape the world`s economy from agrarian towards industrial. And if you`re like 68 percent of Americans, it`s probably the first thing you interact with in the morning.<br><br>I`m talking about the alarm clock. For thousand of years, people took their temporal cues from the sun. Sure, it might have made scheduling a meeting a little bit difficult, but then again, there weren`t many meetings back then. People tended to fend for themselves and their immediate community.<br><br>But then, the industrial revolution changed everything. Workers had to be punctual. Time became money, so to speak. So, we became slaves of the ticking clock. None of this sunrise/sunset scheduling that worked for the predictable rhythms of farm life.<br><br>Plus, there weren`t any roosters to wake you. So, how did the workforce adjust to the new world order? At first, factories installed whistles or bells that sounded throughout the area to alert its employees that the workday was set to begin. Some companies even hired knocker upper to bang<br><br>on windows and rouse their employees at their homes. Then, in 1876, an American company received the first patent for a mechanical alarm.<br><br>Even though the concept and the crude models dated back to Plato, these were the first mass-produced alarm clocks and they paved the way for a huge improvement in personal and business efficiency. And then, also, why I`m so groggy all the time?<br><br>(END VIDEOTAPE)<br><br>AZUZ: New Hampshire`s Mount Washington has observed a record wind gusts in its days, so this isn`t really unusual, but it is fun to look at. A pair of weather researchers recently braved gusts of 109 miles per hour and a wind chill of 20 degrees below zero to show us how wind is stronger than people. Getting blown over, literally sitting into the wind all part of the fun.<br><br>The guy in your screen described playing like this as exhausting. So, you can say he got winded. But if you got wind of a wind with its windup that could take your breath away, wouldn`t you want to play wind definitely, you`d be winding all the day.<br><br>I`m Carl Azuz with your ten-minute window of current events. Wishing you a windorful day.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-18 CNN Student News.mp4"}