{"title":"CNNSN-2015-09-28-CNN-Student-News","script":"(CNN Student News) -- September 28, 2014<br><br>The U.N. General Assembly Begins Its 70th Session; Doomsday Vault May See Its First Withdrawal; U.S. House Speaker John Boehner Resigns<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Back from the weekend, and happy to have you watching. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>First up, an international agreement. We`ve told you how Russia`s been increasing its role in Syria`s civil war. It appears to be sending weapons and troops to Syria, to help that country`s government fight off rebels and the ISIS terrorist group.<br><br>That concerns the U.S. Even though America is leading airstrikes against ISIS, it does not support Syria`s current government. In fact, it wants that leadership out.<br><br>Well, a deal to share intelligence about the ISIS terrorist group was announced this weekend between Iraq, Russia, Iran and Syria. It leaves the U.S. out, and analysts say that`s significant because it complicates U.S. influence in the Middle East, at a time when Russia`s influence appears to be increasing.<br><br>It`s sure to come up when President Obama and Russian President Vladimir Putin meet today in New York. They`re both there for a forum that involves officials from 193 countries, the United Nations General Assembly. The U.N. is an international organization established in 1945 after World War II. Its headquarters are in New York. Its mission includes maintaining peace between countries and promoting better standards of living worldwide.<br><br>The U.N. General Assembly is held every year and involves all U.N. member countries. They discuss and decide issues regarding security, membership and budget.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD ROTH, CNN SENIOR U.N. CORRESPONDENT: The United Nations General Assembly is celebrating its 70th anniversary with no shortage of issues on the agenda. Leaders from more than 160 countries will be in attendance, but here`s five speakers you should definitely tune into during the general debate:<br><br>President Obama is going to be the second speaker at the podium, ahead of political rivals Vladimir Putin, Xi Jinping and Hassan Rouhani. White House aides say the president of the United States will focus heavily on climate change, with a do or die summit coming up in December. The president will also again question Russia`s intervention in Eastern Ukraine and increased presence by Moscow in Syria.<br><br>In his inaugural UNGA appearance, Chinese President Xi Jinping is expected to address China`s contributions on climate change and diplomatic peace initiatives around the world. But comments on a possible cybercrime agreement with the U.S. and expansion initiatives in the South China Sea can`t be rolled out.<br><br>Russian President Vladimir Putin will likely come under a lot of scrutiny. He`s expected to defend Russia`s intervention in Ukraine and the annexation of Crimea and may propose a deal involving Iran and the United States to try to stop the conflict in Syria and Iraq.<br><br>All eyes will also be on Iranian President Hassan Rouhani. Particularly when it comes to his tune and substance on Iran`s recent nuclear agreement with the West. Other critical issues: Iran`s support of Syrian President Assad and the imprisonment of a &quot;Washington Post&quot; reporter.<br><br>Rounding out the top five: Cuban President Raul Castro takes the podium Monday afternoon. It`s his first trip to the U.S. since he visited Houston in 1959 with brother Fidel. Castro will likely address the restoration of diplomatic relations between the U.S. and Cuba and efforts towards removing the United States` 55-year-old embargo.<br><br>All the talking continues here, through October 3rd. But Monday`s superpower lineup is a must watch.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Syrian civil war will be a major factor in U.N. discussions this week. Besides the millions of refugees that he`s created and the bustling towns it`s reduced to ruins, it`s left the seeds of certain crops in danger. A global gene bank which contains more than 135,000 varieties of wheat, chickpea crops and barley has been abandoned in northwest Syria. If those seeds are lost, where would new ones come from?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN CORRESPONDENT: Eight hundred miles from the North Pole in Norway, there`s a seed vault called Svalbard. It contains the seed of nearly every plant variety in the world.<br><br>Often called the &quot;Doomsday Vault&quot;, it is used as a last resort in case a region suffers from a catastrophic event, wiping out its food supply. No seeds have ever been removed from the vault, but Syria`s war may change that.<br><br>The Norway vault is like the Noah`s Ark of the world`s food supply. It contains duplicate samples from the regional seed banks located around the globe. The U.S. for instance has 800,000 seed deposits in a lab in Fort Collins, Colorado.<br><br>The facility that stores much of the Middle East seed supply has been based in Aleppo, Syria. It contains the most valuable collection of barley in the world.<br><br>The facility`s international researchers fled the war in 2012. Those researchers are now asking for the Doomsday Vault to be opened, so they can start over in Beirut.<br><br>This would be the first withdrawal from the Doomsday Vault, if anything happens to the seeds, once they`re released, much of the region`s biodiversity could go extinct.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>REP. JOHN BOEHNER (R-OH), SPEAKER OF THE HOUSE: It`s become clear to me that this prolong leadership turmoil would do irreparable harm to the institution. So, this morning, I inform my colleagues that I would resign from the speakership and resign from Congress at the end of October.<br><br>(END VIDEO CLIP)<br><br>AZUZ: It was an unexpected announcement last Friday from House Speaker John Boehner. And this week, an election could be held in the U.S. House of Representatives to choose the replacement for the Ohio Republican. The majority party in the House chooses the speaker.<br><br>Republicans currently control the chamber with 247 members to the Democrats` 188. The speaker presidents over House debates, decides the legislative schedule, appoints new members of different communities and he or she is second in line to the presidency, right behind the vice president.<br><br>Outgoing Speaker Boehner had held the job since 2011 and faced challenges from Democrats and Republicans.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: An emotional John Boehner told reporters turmoil in the House led him to decide it was time to go.<br><br>BOEHNER: I don`t want my members to have to go through this and I certainly don`t want the institution to go through this. And so -- especially when, you know, I knew I was -- I was thinking about walking out the door anyway.<br><br>REPORTER: Boehner has been under pressure from conservatives in his own party to take a stronger stance in support of their issues.<br><br>At the Values Voter Summit in Washington, GOP presidential candidate Ted Cruz credited the conservative movement for forcing Boehner`s hand.<br><br>SEN. TED CRUZ (R-TX), PRESIDENTIAL CANDIDATE: Yesterday, John Boehner was speaker of the House. Y`all come to town and somehow that changes.<br><br>REPORTER: Boehner reached his final decision after presiding over a rare joint session of Congress addressed by Pope Francis. The speaker had planned to resign at the end of the year, both he says the decision to step down early was a simple one.<br><br>BOEHNER: This morning, I woke up and walked up to Starbucks, as usual, and got my coffee, and came back and read, and walked up to Pete`s diner and saw everybody at Pete`s, and got home and thought, yep, I think today is the day.<br><br>REPORTER: President Obama praised Boehner at a news conference and sent a message to whoever the next speaker will be.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: We can have significant differences on issues, but that doesn`t mean you shut down the government.<br><br>REPORTER: Talks about who will replace Boehner are already underway.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From their comments on Friday`s transcript page at CNNStudentNews.com, Nicoma Park Middle School is on today`s &quot;Roll Call&quot;.<br><br>The buzz is also about the Yellowjackets in Choctaw, Oklahoma.<br><br>Two states east, in Tennessee, got to salute the Admirals. They`re watching from Farragut High School in Farragut.<br><br>And from the Polish capital, we heard from the American School of Warsaw. Great to see all of you in Poland.<br><br>(MUSIC)<br><br>AZUZ: Things people wait in line to buy: concert tickets, sports tickets, new smartphones. Except in some cases, you don`t actually need to be there. You can send in a stand in. A woman awaiting a phone in Palo Alto, California, had a robot represent her. She said she was on its screen the whole time, though her body was actually in San Diego. She planned to show up in person shortly before the store open. Other folks placed empty seats to hold their spot. One guy who actually waited in person said at least the robot made things interesting.<br><br>Just waiting alone makes some people feel like automatons, and this one certainly stood up to the challenge, with all the mechanics to take a stand against conventional waiting. It withstood the test of time, without technical difficulties, no ifs, ands and ro-buts about it.<br><br>I`m Carl Azuz and we hope you can stand more puns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-28 CNN Student News.mp4"}