{"title":"CNNSN-2015-05-18-CNN-Student-News","script":"(CNN Student News) -- May 18, 2014<br><br>U.S. Raid Kills ISIS Commander, Captures Intel; U.S. Marine Helicopter Crash in Nepal; Tension in Burundi; Possible Horse Race toward Triple Crown History<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome back to CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center. We`re happy to see you this May 18th.<br><br>First up, U.S. government officials say they`ve captured intelligence on how the ISIS terrorist organization works, how it communicates and how it earns money. It`s the result of an overnight raid by U.S. special forces troops in an ISIS occupied building in eastern Syria. It happened over the weekend.<br><br>The U.S. mission was to capture Abu Sayyaf, an ISIS commander. He was killed in the firefight, along with about 12 ISIS fighters. All of the U.S. troops returned safely.<br><br>President Obama authorized the raid. Analysts say it did put U.S. boots on the ground, meaning U.S. forces were in direct combat with ISIS fighters.<br><br>That`s something the president said last year he would not do. A U.S. military official says this kind of raid is likely to happen again.<br><br>(BEGIN VIDEOTAPE)<br><br>VICTOR BLACKWELL, CNN CORRESPONDENT (voice-over): The ground operation was led by the Army`s Delta Force who entered the target area on Black Hawk helicopters and V-22 tilt rotor Osprey. After landing, about two dozen commandoes scrambled off the aircraft which then took off but hovered overhead.<br><br>During a firefight, ISIS fighters defended the multi-story building from inside and outside positions. But Special Forces were able to get close to the building and blow a hole in its side. They went in, encountered ISIS fighters and there were more gunshots and reports of hand-to-hand combat.<br><br>The ISIS combatants apparently tried to use human shields, but U.S. troops managed to kill the fighters without hurting the women and children.<br><br>ISIS commander Abu Sayyaf was killed in the raid, but Delta Force was able to capture and leave with his wife Umm Sayyaf and an unidentified Yazidi woman who they rescued, along with collected communications gear.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From Syria, we`re moving to Boston, Massachusetts. A federal jury there unanimously decided last week to sentence Boston marathon bomber Dzhokhar Tsarnaev to death for his crimes. It`s the first time since the September 11th, 2001 terrorist attacks on the U.S. that the death penalty has been handed down in a terrorism case.<br><br>A CNN legal analyst says he expects Tsarnaev`s lawyers to appeal the sentence and then that process could take years, but he does expect the death penalty eventually will be carried out.<br><br>One thing that makes it`s so hard to get around Nepal after a series of earthquakes there is the terrain of the country itself. It`s mountainous.<br><br>There are a lot of villages that are hard to reach, and aide workers from all over the world are taking risks to help.<br><br>The Nepalese military says it found the U.S. Marine Corps helicopter that crashed last week while helping with relief efforts. Officials don`t know yet what caused the accident.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT (voice-over): On Thursday, we flew over the rugged, mountainous terrain east of Kathmandu. We saw villages devastated by the earthquakes, villages full of people the marines were trying to help.<br><br>Six U.S. Marines and two Nepali soldiers died in these mountains.<br><br>LT. GENERAL JOHN WISSLER, U.S. MARINE CORPS: They were courageous. They were selfless individuals dedicated --<br><br>RIPLEY: Their commander pledging to continue the humanitarian mission and learned why the Marine chopper went down. Their families beginning to share their stories.<br><br>Lance Corporal Jake Hug from Phoenix, Arizona, was a combat photographer. His cousin tells CNN affiliate KTVK, Hug was documenting the earthquake relief efforts.<br><br>CAPT. DUSTIN R. LUKASIEWICZ, U.S. MARINES: My name is Captain Lukasiewicz, and we stand with Nepal.<br><br>RIPLEY: Captain Lukasiewicz was just featured in this Defense Department video describing the U.S. mission.<br><br>LUKASIEWICZ: So, we were able to deliver some rice, potatoes and tarps out to smaller villages just to the east of Kathmandu, areas that are more difficult to get to via any sort of ground transportation.<br><br>RIPLEY: These men and the others added to a growing list of earthquake- related casualties, eight heroes who gave their lives for the people of Nepal.<br><br>Will Ripley, CNN, Kathmandu, Nepal.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From Nepal, we`re headed to the African nation of Burundi. It`s a republic that`s landlocked and small, and has a population of about 10.4 million people. It has a high poverty rate, with an estimated 68 percent of Burundians living below the poverty line.<br><br>The civil war that lasted for 12 years decimated the country. The conflict ended in 2005.<br><br>But after protests, violence and a failed attempt to overthrow Burundi`s president, some residents are afraid fighting will spread once again.<br><br>The tension has to do with upcoming elections. They`re scheduled for June and there`s controversy over who`s on the ballot.<br><br>(BEGIN VIDEOTAPE)<br><br>ROBYN KRIEL, CNN EAST AFRICA CORRESPONDENT (voice-over): More than 100,000 people have fled their homes, many women and children, as the violence spikes in Burundi. And the United Nations warned that this number will only swell, if the fighting continues.<br><br>Burundi is a small East African nation, roughly the size of the U.S. state of Maryland. And while the fighting so far has been contained to the capital Bujumbura, people are still terrified of the fallout.<br><br>Tensions have been simmering in that country for months. The protests spiked after the president, Pierre Nkurunziza, announced that he would be running for a controversial third term and he`s only committed to serve two five-year terms by the constitution.<br><br>However, what the president is claiming is that his first term didn`t count. He was elected by parliament as president and not by the general population. So, in theory, he`s only been elected once. The constitutional court agreed with him, but opposition parties say that the constitutional court was biased.<br><br>Pierre Nkurunziza has led Burundi for the past 10 years, but he has been accused of becoming increasingly dictatorial in some of his policies and not allowing some public gathering to take place, crackdowns on the media, and also has banned jogging because he said that that could be considered element of subversion.<br><br>The protests started quite sporadically in small areas. However, they did become more and more graphic, more and more bloody, and more and more personal.<br><br>People are being stoned to death. People are being beaten to death. They`ve managed to wrestle guns away from police and used them against the police. Five policemen have been killed in these clashes.<br><br>At least 15 protesters we believe have been killed by vigilante violence or by police firing live ammunition, although the government was quick to say that if police were found firing live ammunition, that they would be brought to book.<br><br>The United Nations estimates that around 100,000 people have fled Burundi, too terrified to stay home. They`d rather work for days to foreign nations. They`re heading to neighboring Democratic Republic of Congo. They`re heading to Rwanda, and they`re also heading to Tanzania, fearing that this is going to spiral into all out civil war.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Today`s roll call starts in the East Coast and works its way West to Paris. West?<br><br>Well, we`re first going to recognize Bethel Middle School. It`s in Bethel, Connecticut, and it`s the home of the Tigers.<br><br>Now, west to Paris, Kentucky. That`s where the Colonels are in command. Hello, Bourbon County High School.<br><br>And farther out west, in the Cowboy State of Wyoming, we`ve got the Jaguars with us today. Rock Springs Junior High is in Rock Springs.<br><br>Horse racing enthusiasts and historians are keeping an eye on American Pharoah. That`s the name of a horse. He won two very big races recently, the Kentucky Derby on May 2nd and the Preakness Stakes on Saturday. Both of those races, plus the Belmont Stakes, equal the Triple Crown.<br><br>Every year, people watch to see if a horse can win all three races. No horse has done that since 1978, when an animal named Affirmed ran into Triple Crown history. Will American Pharoah be the first in 37 years? We`ll know on June 6th when he runs in the Belmont, the longest of the three classic races.<br><br>The curtains are closed around the Beluga exhibit at the Georgia Aquarium. Why? So a new mother and her calf can bond in privacy. Beluga births in captivity are rare. The aquarium says the early stages of life are delicate. So, though the two are off display to the public, they`re being monitored 24/7 by veterinary staff.<br><br>The baby was born on May 10th, 59 inches long and 126 pounds. Remember, it`s a whale, so that`s all right. It doesn`t have a name yet and the fact that it was born on Mother`s Day is a total fluke.<br><br>But if you`re looking for a whaley cute video that makes for a whale of tale to tell you, Belu-got-it.<br><br>I`m Carl Azuz of CNN STUDENT NEWS. Guys, we`re back in tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-18 CNN Student News.mp4"}