{"title":"CNNSN-2016-05-20-CNN-Student-News","script":"(CNN Student News) -- May 20, 2016<br><br><br>International Officials Search the Mediterranean for the Wreckage of EgyptAir Flight 804; The Hunt for Mosquitoes in Puerto Rico<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: With the academic year winding down, we`re thankful you`re taking 10 minutes for CNN STUDENT NEWS.<br><br>I`m Carl Azuz at the CNN Center.<br><br>Officials in the Mediterranean Sea have been searching for the wreckage of EgyptAir Flight 804. Early yesterday morning, it was traveling from Paris, France, to Cairo, Egypt. It had 66 passengers and crew aboard. When it was over the Mediterranean, at cruising altitude, the safest part of the flight, Greek officials say the plane swerved and then plunged and no one knows yet why.<br><br>Aviation authorities say it could have been some sort of technical failure or it could have been terrorism that brought the plane down. It had just passed from Greek air space to Egyptian air space when it dropped off radar and Egypt, France, Greece and the U.S. have all sent search vehicles to the crash site.<br><br>As the recovery mission unfolds and families wait for answers, officials are hoping the plane`s black box explains what happened.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Following a plane crash, the search for survivors always comes first, but just as important is the search for answers. The why and the how. Often those answers are found in the black box.<br><br>Since the `60s, all commercial airplanes have been required to have one onboard. Now, the name is a little misleading because they are actually orange. And when we`re talking about a black box, we`re talking about two different boxes --one being the cockpit voice recorder, the other being the flight data recorder.<br><br>Together, they weigh anywhere between 20 to 30 pounds, and they have to be crash proof. Black boxes can survive just about anything: temperatures up to 2,000 degrees Fahrenheit for an hour, forces that are 3400 Gs. Now that`s 3400 times the force of gravity. They are waterproof and they can save recorded data for two years and it`s a lot of data.<br><br>The cockpit voice recorder records the crew`s conversation and background noise. By listening to the ambient sounds in the cockpit before a crash, experts can determine if a stall took place, the RPMs of the engine, and the speed at which the plane was traveling. When these sounds are cross-referenced with ground control conversations, they can even help searchers locate a crash site.<br><br>Then, there`s the flight data recorder. It gathers 25 hours of technical data from airplane sensors, recording several thousand discreet pieces of information -- data about the air speed, altitude, pitch, acceleration, roll, fuel, and the list goes on and on.<br><br>But to make sense of the data, first you have to find it.<br><br>Not an easy thing to do when a plane crashes into the ocean.<br><br>Both black box components are outfitted with underwater locator beacons, which self-activate the moment they come into contact with water. They send pings once per second, to signal their location. And can transmit data from as deep as 20,000 feet for up to 30 days, when their batteries then run out.<br><br>But on land, there`s no such pinging to help guide the search. Investigators have to sift through the wreckage until they find it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our &quot;Roll Call&quot; schools are picked from one site, CNNStudentNews.com. To make a request, click and comment where it says &quot;Roll Call&quot;.<br><br>First up, from the city of Hinton, Iowa, we welcome the Blackhawks. Hinton High School is here.<br><br>In southwest Maine, on the U.S. Atlantic coast, we come to the city of Saco. Great to see the Trojans of Thornton Academy.<br><br>And in Southeast Asia, in the region of Hong Kong, hello to our viewers at International Christian School.<br><br>It`s hard to find the country in the western hemisphere, where the Zika virus isn`t spreading. Mosquitoes have carried in as far north as the U.S., and as far south as Argentina. It`s also reached islands in the western Pacific and eastern Atlantic Oceans and World Health Organizations predicts it will turn up in Europe by late spring.<br><br>Most people who get Zika won`t even notice. Those who do usually have mild symptoms, fever, headache, rash. But Zika can be very dangerous to pregnant women because it`s been linked to a birth defect that limits brain development in unborn babies.<br><br>Now, we`re showing you how scientists hunt for the mosquitoes that carry Zika in the U.S. territory that`s already been affected.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Alex Vandam is an entomologist. He studies insects in Puerto Rico. The territory is ground zero for Zika in the United States.<br><br>We hung traps throughout the island to catch mosquitoes that spread the virus.<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Are you ready to set our first trap?<br><br>ALEX VANDAM, ENTOMOLOGIST: Yes.<br><br>COHEN: OK. First, of course, we got this, right?<br><br>VANDAM: Bug spray time.<br><br>COHEN: So, do the mosquitoes like to be in the water or just outside the water?<br><br>VANDAM: They`ll hang out like undersides of leaves. They`re looking for moist, muddy habitat.<br><br>There you go.<br><br>COHEN: So, mosquitoes for Zika would hang out here and then would go out and bite people in this town.<br><br>VANDAM: Or there maybe spots in the town itself that are producing mosquitoes.<br><br>COHEN: Wow. This is like mosquito paradise back here.<br><br>How far can these mosquitoes fly?<br><br>VANDAM: Like around two miles to look for a blood mill.<br><br>COHEN: So, I can see the mosquitoes here. What are mosquitoes like about this location?<br><br>VANDAM: This habitat in particular has lots of pools of water for them to lay their eggs in.<br><br>COHEN: And there it goes. We got the light to catch the mosquitoes, the fan to put them down.<br><br>They`re around in there.<br><br>VANDAM: We got a few things.<br><br>There`s a mosquito.<br><br>COHEN: Oh, boy, full bounty.<br><br>VANDAM: Let`s get these guys down.<br><br>COHEN: There`s a lot of bugs in there. Hello, trap.<br><br>Oh my goodness. We got a lot in here.<br><br>VANDAM: This are is thick with mosquitoes.<br><br>COHEN: And there`s a neighborhood just right over there.<br><br>VANDAM: Yes.<br><br>COHEN: Kids are playing in a soccer game.<br><br>VANDAM: Yes.<br><br>COHEN: I mean, you see -- when you see this, you see how this spreads.<br><br>VANDAM: There`s a mosquito. There`s another one. There`s yet another.<br><br>They`re tiny. They`re really long legs, but then they also have a long proboscis or long mouth part.<br><br>COHEN: That`s what they do their blood sucking.<br><br>VANDAM: Yes. It`s like a really long straw, essentially for them or needle to suck blood.<br><br>COHEN: So, there are a lot of different kinds of mosquitoes and not all of them spread Zika. So, let`s check it out and see what kind we got here.<br><br>VANDAM: These look like Aedes Aegypti to me. These are the problem mosquitoes that are spreading Zika. Yes, we caught these right next to people`s homes.<br><br>COHEN: We have the same bugs in the Continental United States.<br><br>VANDAM: There`s nothing different about them in terms of their ability to spread the virus. It could be to the U.S., they`re totally capable of doing the same thing in the southern U.S. that they`re doing here in Puerto Rico.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the &quot;it`s not everyday you see this&quot; files, look, when a moose plays wind chimes, we`re going to air it. This happened in Alaska, where you`re more likely to find moose. A woman shot the video from her rural cabin near Denali National Park, where there are plenty of moose on the loose. And when the animal wasn`t mooching on the bottom part of the chimes, it seemed they soothe the savage beast.<br><br>He was really having a good chime. Who says animals can`t be moosical. Maybe he`d prefer Moo-zart, or Demoochy, or Rachmooninoff. But just the simple chimes were moosic to his ears.<br><br>I`m Carl Azuz for CNN STUDENT moose. Fridays are awesome!<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-20 CNN Student News.mp4"}