{"title":"CNNSN-2017-05-09-CNN-Student-News","script":"(CNN Student News) -- May 9, 2017<br><br><br>Unrest in Venezuela Continues; Evacuation in Germany; Secret U.S. Space Plane Lands in Florida; Role of Drones in Prison Contraband<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Wherever and however you`re watching, thank you for taking the time for CNN 10. News explained in ten minutes. I`m Carl Azuz at the CNN Center.<br><br>In the troubled South American nation of Venezuela, a tale of two marches, one by women dressed in white shirts. They were part of the crowd of thousands in the Venezuelan capital of Caracas. The white color meant to call for peace and mourn the victims of the recent violence in the country.<br><br>One demonstrator said their message was for the Venezuelan government, that the people didn`t want anymore, quote, repression, clashes, blood or injured. She called on government forces to stop shooting.<br><br>In another part of the capital -- red shirts, people marching in support of the government and its president, Nicolas Maduro, he blames those who opposed him of trying to stage a couple and he says they have the support of the U.S. Dozens of people have died in the country recently. Some killed in demonstrations supporting or opposing the government, some in acts of vandalism that have taken place during the unrest.<br><br>The United Nations says the Venezuelan government`s heavy handed response and attempts to quiet the opposition have made the nation`s problems worst.<br><br>It`s seen its largest protest in years and its people`s financial struggles -- their ability to get food, medicine, groceries, diapers -- it`s all fuel for an unstable and unpredictable environment.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Scenes of pitched battles repeated actors the country over the last five weeks, killing at least 35 people and injuring more than 700, as the opposition takes the streets almost daily to protest against President Nicolas Maduro, accusing him of imposing a dictatorship.<br><br>(CROWD CHANTING)<br><br>REPORTER: President Maduro remains defiant.<br><br>NICOLAS MADURO, VENEZUELAN PRESIDENT (through translator): The people must decide if they want war or they want peace. In the next weeks, we will have elections. If you wanted elections, have them.<br><br>REPORTER: But instead of the regional elections demanded by the opposition, Maduro has called for elections to create a constituent assembly that could, among other things, rewrite the constitution. Critics at home and abroad say it`s a blatant power grab as Maduro`s popularity dwindles.<br><br>UNIDENTIFIED MALE (through translator): It will be worse for the country in all ways. The financial crisis will worsen. And socially, there will be more anger.<br><br>REPORTER: Once the richest country in Latin America, with vast oil reserves, these are the images that you now find on the streets of Caracas, families digging through the thrash.<br><br>Adriana Sanchez cleans houses, but she says she can`t afford food for her two children. With inflation of 800 percent last year and more than 80 percent of families living in poverty, many like Jose Godoy, an unemployed construction worker, are digging for scraps.<br><br>JOSE RAFAEL GODOY, UNEMPLOYED CONSTRUCTION WORKER (through translator): There are thousands of us looking through the trash to eat. Thousands, not one of us or two or four. There are thousands who are on the streets looking for something to eat to survive.<br><br>REPORTER: The situation at supermarkets is hardly better: endless lines and empty shelves -- one of the main reasons Venezuelans are taking to the streets.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A World War II bombing caused the evacuation of 50,000 people. It doesn`t sound like much of a current event, except when you hear that the evacuation was made on Sunday.<br><br>In northwestern Germany, about 10 percent of the residents of Hanover had to leave their homes earlier this week. Construction crews recently found three exploded bombs in the city. The BBC says they were dropped by the British during World War II. One of them was especially hard to defuse because it was so damaged. Officials were able to do it and no one was hurt.<br><br>Evacuations like this have had to be made before Hanover. The city was hit by 261,000 allied bombs on one night alone in 1943. Evacuations and occasionally deadly blast have been caused by bombs throughout Germany and the decades since the war.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>The U.S. military uses the prefix &quot;X&quot; to describe what kind of aerospace vehicle?<br><br>Experimental, observation, prototype or exclusive?<br><br>In the U.S. military, F is for fighter, B is for bomber, and X is for experimental.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Mysterious space plane lands in Florida.<br><br>The U.S. Air Force`s unmanned aircraft X-37B landed in Florida this Sunday, 7th May.<br><br>The aircraft had been in space for a record 718 days -- almost two years.<br><br>Its landing sent a sonic boom that rattled east-central Florida inhabitants.<br><br>Mystery surrounds the unmanned aircraft`s mission in space for the past two years.<br><br>The Air Force says the plane &quot;performs risk reduction, experimentation and concept of operations development&quot;.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We told you how different companies are testing out ways to use drones to deliver packages. That`s something that`s already being done illegally by smugglers. And one place it`s causing problems is in prisons. Drug, cellphones, other items prisoners aren`t allowed to have -- they`re being snuck in not just by visitors by air, with drone operators attaching items to the vehicles and then flying them over prison walls.<br><br>The new technology is bringing you new challenges for those in charge of monitoring everything that comes in or out.<br><br>(BEGIN VIDEOTAPE)<br><br>DEBORAH FEYERICK, CNN NATIONAL CORRESPONDENT (voice-over): At prisons throughout South Carolina, trees are being cut down and cleared. More guard towers are being built. And patrols have been added to bolster security beyond the razor wire fence.<br><br>It`s all because of these -- drones, a high-tech threat to prison security, delivering drugs and other contraband to prisons across America.<br><br>(on camera): Prison officials say an inmate will coordinate with somebody on the outside, setting the date, the time, and the location of the drop.<br><br>The inmate will then do counter surveillance, warning the drone operator if an officer is coming, and the drop has to be made someplace else.<br><br>The ability to access contraband, how much more power does that give to the inmates?<br><br>BRYAN STIRLING, DIRECTOR, SOUTH CAROLINA DEPARTMENT OF CORRECTIONS: It gives a lot of power. I mean, they`re making a lot of money behind bars in dealing with contraband and the scams that they can run on the contraband cell phones.<br><br>FEYERICK: Bryan Stirling is the director of South Carolina`s 22 prisons and detention centers. He says this is about five months` worth of drugs, tobacco, cell phones, chargers, and other contraband smuggled in the old- fashioned way, hidden in things like books. Now, add drones.<br><br>STIRLING: So I talked to a sheriff and he said, you know, it was like Washington National. They were just around Christmas. The drones were coming in, dropping and going, dropping and going. And they had numbers on them. And the numbers were corresponding to inmates, and that`s how they were getting in.<br><br>FEYERICK: The problem has become so significant, lawmakers in the South Carolina senate recently passed a bill, making it a misdemeanor to fly drones within 500 feet of prison walls or 250 feet above the prison itself. The penalty is a $500 fine and 30 days in prison.<br><br>Other states like Arizona, Oklahoma, Oregon, and Tennessee have or are considering similar legislation.<br><br>The problem is not just in the U.S. but Europe as well. In London, an inmate here signaling his precise location to a drone operator. The British media also reporting drones may have been used to smuggle in wire cutting tools used in a prison escape.<br><br>Stirling says South Carolina is spending millions to secure its prison perimeters, making it harder for people smuggling contraband to hide.<br><br>Several drone operators have been prosecuted and are now serving time.<br><br>STIRLING: We looked at shooting them down, but, I mean, there`s a lot of innate dangers there, too. So, I mean, we feel like our hands are tied.<br><br>FEYERICK: The drone assault is not likely to let up. Drone sales expected to surge from 2.5 million in 2016 to 7 million by 2020.<br><br>Deborah Feyerick, CNN, Columbia, South Carolina.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Some amusement parks might offer a meal service, or a fast fast service that lets you move to the front of the line. There`s one in Japan that offers a fight with bad guys service. You want to show off for your date, what better way than to have some guys show up that you appear to 2017/5/9fight.<br><br>Appear is a key word. They`re actors and potential show offs who want ot fake beat them up, have to take a real class so they know how to fake knock one out.<br><br>Even if no one actually orders this service, it`s still a hit. But who would duck out in the chance to come to a date`s charade. You can always take a swing and a fake fight if you`re feeling punchy, and as long as you come clean and says it`s only for amusement, maybe your date will think<br><br>you`re a real knockout.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-09 CNN Student News.mp4"}