{"title":"CNNSN-2015-04-15-CNN-Student-News","script":"(CNN Student News) -- April 15, 2014<br><br>Iraqi PM Visits U.S. as Battles Against ISIS Continue; Feminists Hoping to March in DMZ; Remembering the Boston Marathon Bombings; Highlighting the Blue Angels; Chimp Takes Down Drone. Aired 4-4:10a ET<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS HOST: Hope your Wednesday`s going well so far. I`m Carl Azuz. It`s great to have you watching CNN STUDENT NEWS today.<br><br>First up, Prime Minister Haider al-Abadi, the leader of Iraq, visited the White House yesterday. One major focus of his visit: funding. Iraq is facing a budget deficit of 22 billion dollars this year. President Obama pledged 200 million dollars to help Iraqi communities and the people who are struggling. But Prime Minister al-Abadi is seeking much more and meeting with other international officials to request it.<br><br>In addition to recovering from years of war, Iraq is fighting ISIS: Islamic State in Iraq and Syria. It wants to form a new country in the region based on its severe terpretation of Islam. Late last week, ISIS attacked Iraq`s largest oil refinery and said it took control of part of it. Iraqi forces denied that claim, saying they were in full control. Most of Iraq`s revenue comes from oil sales, but low global oil prices are hurting its economy.<br><br>We`re moving now to East Asia. Since 1953 when fighting ended in the Korean War, North and South Korea had been divided by the demilitarized zone. It`s actually the most heavily militarized border in the world, with forces built up on each side of it. An international group of female activists is hoping to walk across it from North to South. Their intention is to promote peace in the Korean peninsula and bring divided families together. North Korea says it supports to march, but the U.S. is repeating its warning for American citizens not to travel to North Korea. A communist dictatorship<br><br>with a bad human rights record. If and when the activists reach the demilitarized zone, here is what they can expect to see.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: So we`re going here onto the actual line to go into North Korea and I actually have to walk this way. We can`t shoot left, we can`t shoot right. We can only shoot forward. There`s a lot of restrictions on our cameras. But to get here, we have to go through three checkpoints, we passed some anti-tank explosives and now we`re about to go into these blue rooms and into the North Korea line.<br><br>So the North Koreans and the South Koreans still meet in this room?<br><br>UNIDENTIFIED MALE: Yes. The last known visit was 2008.<br><br>UNIDENTIFIED FEMALE: Literally, these microphones on the table are what defines the line. So North Korea on this side, South Korea on that side. It seems so easy. It`s just one step. But when you think about all of the miniaturization and what you go through and the barbed wire, it`s certainly far from easy.<br><br>This concrete slab is literally the border. We`re shooting it from the northern side. Seventeen inches by five inches. Concrete. That`s it. That marks the border. It`s been here since 1953. And now the way that they pass messages, it`s pretty amazing. They don`t use email, they don`t actually even use a phone. There is a phone but it rings and rings, the North Koreans don`t answer it. They actually, by bullhorn, communicate to the North Koreans.<br><br>When we were inside the building, we could walk onto the North Korean side of it. But if I were to do that outside the building, to actually step over that line here, what would happen to me?<br><br>UNIDENTIFIED MALE: What would happen is all of these soldiers here would make an attempt to stop you. Especially me. And once you get over there, there is - no longer anyone to help you.<br><br>UNIDENTIFIED FEMALE: What would the North Koreans do?<br><br>UNIDENTIFIED MALE: Probably run down there and grab you.<br><br>UNIDENTIFIED FEMALE: For the South Korean soldiers, this is the most prestigious assignment there is. To serve here, in the DMZ, they have to be at least 5`9&quot;, which is taller than average, and every single one of them has a black belt in Taekwondo.<br><br>So North Korean and South Korean soldiers stand here every single day and stare at each other. The South Korean soldiers are right behind me, and then you can see that concrete building. That`s where North Korean tourists can come to visit the DMZ. And apparently, a lot of Chinese actually come through the North Korean side as well.<br><br>And then there`s that soldier. He stands there every single day, but the South Koreans and the Americans don`t know his name so they just refer to him as &quot;Bob.&quot;<br><br>(END VIDEO CLIP)<br><br>AZUZ: Best way to get on our Roll Call, make one request every day on our transcript page at CNNstudentnews.com. You`ve got to be at least 13 years old to do it. Meadows Valley schools made a request yesterday. In New Meadows, Idaho, say hello to the Mountaineers. Philip W. Sugg Middle also popped up on yesterday`s transcript. In Lisbon Falls, Maine, can you keep up with the Greyhounds? And from Southeastern Asian, we heard from the Singapore American school yesterday. They`re online in the island-nation of Singapore.<br><br>It was two years ago today that tragedy struck at the Boston Marathon. Terrorist bombs killed three people on April 15, 2013 and injured more than 260 others. Some of the victims lost arms or legs. It was the worst act of terrorism on U.S. soil since the attacks of September 11, 2001. The two brothers who carried out the bombings later killed a police officer. One of the attackers was killed in a shoot-out, the other was convicted and is waiting to find out whether he`ll get the death penalty or spend the rest of his life in prison. Some of the victims of the bombings said they were relieved by the conviction. 1,000 have attended memorial services since the attacks.<br><br>Parts of Japan are still recovering, or still devastated from the 2011 earthquake and tsunami that killed almost 16,000 people. The natural disasters leveled parts of the country. They swept millions of tons of debris out into the Pacific Ocean and they caused nuclear meltdowns at<br><br>Fukushima Daiichi Nuclear Power Plant in Japan`s northeast. Decommissioning that plant will cost an estimated 50 billion dollars and take years to do.<br><br>Here`s why.<br><br>(VIDEO CLIP PLAYING)<br><br>AZUZ: Time for the Shout Out. The Blue Angels are part of which branch of the U.S. Military? If you think you know it, shout it out. Is it the Army, Navy, Air Force or Marines? You`ve got three seconds. Go!<br><br>(COUNTDOWN)<br><br>(BELL RINGING)<br><br>It`s B. The Blue Angels are officially the U.S. Navy flight demonstration quadroon. Though the Marines are eligible to fly with them, that`s your answer and that`s your Shout Out.<br><br>Case and point. U.S. Marine Corps Captain Katie Higgins (ph), she just became the first female pilot in the 69-year history of the Blue Angels. Captain Higgins flies the Angels` C-130 Hercules, the largest winged performer of the group. She told CBS news that her inclusion, quote, &quot;shows little girls and guys that women can do whatever they put their mind to.&quot; She had already flown hundreds of combat hours, supporting operations in the Middle East, Europe and Africa. Millions of people have seen the Blue Angels perform.<br><br>(MUSIC PLAYING)<br><br>In other airborne news, we`ve covered a lot of the ups and downs of drones, showing you legal video from them, reporting on the illegal use of them in Paris, even covering a time when a golfer took one out with a shot that was a little off target. Before we go today, this will be the first time we`ve shown you a drone getting attack by an angry ape.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: How many chimps does it take to down a drone? One plus a branch. Watch a middle-aged female named Tushi get off her tush and whack that sucker at Burgers` Zoo in the Netherlands.<br><br>UNIDENTIFIED MALE: She hit it spot on and well, it collapsed.<br><br>UNIDENTIFIED FEMALE: Zoo spokesman Bas Lukkenaar saw it happen and was flabbergasted. He was shooting an episode for a TV show about the zoo.<br><br>The chimps in the tree didn`t just happen to be holding branches. Zoo officials said they armed themselves against the drone.<br><br>Tushi is notorious for having a good arm for throwing things. The drone, worth a little over 2,000 bucks, was demolished.<br><br>UNIDENTIFIED MALE: That was a bummer.<br><br>UNIDENTIFIED FEMALE: But it wasn`t a bummer for the chimps on the ground who took some ultra close-up selfies, &quot;chimpen-selfies,&quot; (ph) as the zoo calls them. But the chimps got bored with the camera a lot faster than humans do.<br><br>Tushi reminded us of yet another ape being buzzed. King Kong eventually lost his perch, but Tushi - UNIDENTIFIED MALE: Well, these chimpanzees have out-clevered the humans.<br><br>UNIDENTIFIED FEMALE: It`s hard not to drone on about how smart she is.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Of course, it did involve high sticking. Some might have called that a chimp shot. And the drone wasn`t exactly chimp change, but it made for some grape (ph) video in the droner didn`t seem too treed off about it. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>(MUSIC PLAYING)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-15 CNN Student News.mp4"}