{"title":"CNNSN-2015-11-17-CNN-Student-News","script":"(CNN Student News) -- November 17, 2015<br><br>International Effects of Paris Terror Attacks; A Warning Involving Antibiotics and the Meat Supply<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome, viewers worldwide, to CNN STUDENTS NEWS. I`m Carl Azuz.<br><br>We`re starting in the nation of Turkey, where the leaders of 20 countries have gathered for the annual G20 Summit. Usually, it focuses on global economic growth, but the recent terrorist attacks in Paris, France, are dominating the discussions at the G20.<br><br>U.S. President Barack Obama held a conference yesterday. He spent a good part of it defending U.S. strategy for fighting ISIS, as criticism increases that American isn`t doing enough to defeat the terrorist group.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: There have been a few who suggested that we should put large numbers of U.S. troops on the ground.<br><br>It is not just my view but the view of closest military and civilian advisers that that would be a mistake.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The president plans to keep the current U.S. strategy in place which partly involves airstrikes on ISIS targets and helping local groups fight ISIS.<br><br>The Obama administration also says it`s sticking with plans to accept 10,000 Syrian refugees in the U.S. next year.<br><br>Yesterday, at least 19 U.S. states announced they were against allowing Syrian refugees to resettle there. Eighteen of them are led by Republican governors, one is by a Democrat. And at least five states said they`d accept refugees, all of them led by Democrat governors.<br><br>Part of the reason for the controversy is that French authorities reported at least one of the Paris attackers had entered France with the flood of refugees from Syria. And six of the terrorists have reportedly spent time in Syria. The U.S. State Department says it has a process that allows for the safe resettlement of Syrian refugees.<br><br>The director of the Central Intelligence Agency says the Paris attacks probably weren`t a one-off event. So, securities are being increased across Europe.<br><br>French President Francois Hollande announced 5,000 positions would be added to his country`s paramilitary police force. Seven attackers were killed in the Paris assault, but the Islamic terrorist group ISIS, which claimed responsibility, says eight attackers were involved. So, the search for suspects continues.<br><br>The U.S. and France say they are increasing the ways they share intelligence.<br><br>(BEGIN VIDEOTAPE)<br><br>PHIL MUDD, CNN COUNTERTERRORISM ANALYST: When we`re talking about terror investigations that cross across 50 states, hundreds of thousands of investigations simultaneously, you can`t go in to a single investigation as a one-off every time. It`s not a new process every time you open a case.<br><br>There are simple ways to consider how to break down a case. So, let`s go through six or eight of them. You want to talk about money, where the money for the group is coming from. You want to talk about travel, whether the individuals in the group have gone some place to receive training. You want to know who the conspirators are. You want to know who`s at the core of the spider web of conspiracy. You want to know what we call facilitators, who, for example, provided documentation, who provided assistance to travel overseas.<br><br>You want to know about documents, passports, driving license. You want to know the critical question: do they have access to weapons and explosives?<br><br>When you`re looking at a case like this, you have to understand these initially to break down the case to determine its complexity. Among all these, there are two or three that I would focus on to insure that you own the case. The first and most significant, do I have one spider in the spider web or 10? Second thing you want to focus, do these guys have the capability to do something tonight in America that threatens a woman, or child, or a family?<br><br>Last and most interesting: travel. In my experiences, as soon as you travel to a place like Yemen, Somalia, Pakistan, Afghanistan, Syria and Iraq, they think in a fundamentally more sophisticated way than somebody who has not had access to overseas training.<br><br>So, you walk in the room in the morning, 7:00 tomorrow morning, don`t say, hey, we got another terror threat in New York, or Chicago or Los Angeles.<br><br>Say, hey, we got another case, there`s a way to break down this case so not everyone is new, and there are some things we want to prioritize to ensure that every time, we can take it down clean and neat.<br><br>Thank you.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The American Academy of Pediatrics says the use of antibiotics in farm animals is threatening the children who eat meat.<br><br>How? Well, antibiotics are used to kill infections. But there`s been an increase in people`s resistance to certain antibiotics, meaning the drugs aren`t as effective as they used to be. Health officials say part of the reason for this is that doctors sometimes prescribed antibiotics when they`re not necessary.<br><br>The Pediatrics Organization, which focuses on children`s health, says another reason for resistance is because antibiotics are overused in farm animals, so they`re encouraging parents to buy meat that has been raised without antibiotics.<br><br>Why do some farmers use them? For one thing, they help keep the animals healthy and they help them gain weight, which makes the animals more profitable for farmers.<br><br>(MUSIC)<br><br>AZUZ: Western France is where we begin today`s &quot;Roll Call&quot;.<br><br>A warm welcome to our viewers in Chateaux Lague (ph). We`re glad to be part of your day at University Institute of Technology.<br><br>The western U.S. is up next. In the city of Bend, Oregon, don`t tread on the Diamondbacks of High Desert Middle School.<br><br>And, finally, to West Virginia. The Applemen are here. Hello to everyone at Musselman High School in the community of Inwood.<br><br>We recently reported on companies that were looking to use low orbit satellites to bring internet access to people who don`t have it. One of the downsides we mentioned: space junk.<br><br>NASA estimates there are around 500,000 pieces of space junk floating around above us. It could be spacecrafts that don`t work, parts of rockets we`ve launched, garbage or debris from previous missions.<br><br>Scientists are concerned about this junk potentially threatening future missions or hitting something if it falls back to Earth.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Mystery object falls to Earth.<br><br>Astronomers have released the first images of mysterious space object falling to Earth.<br><br>The video shows the object known as WT1190F breaking apart near the coast of Sri Lanka. Astronomers captured the video while flying in a plane over the Indian Ocean. It is still unclear exactly what the object is.<br><br>LEROY CHIAO, RETIRED NASA ASTRONAUT: There`s some speculation that it could be may be a spent third stage of one of the Apollo moon missions that`s been going around in lunar space for these many decades because it`s in a highly elliptical orbit. And so, that`s kind of what caused it to come in so sharply.<br><br>SUBTITLE: Astronomers are using this incident to plan for future asteroid entries.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Staying in the sky, the uses for drones, unmanned aircraft, continue to expand. We`ve talked about them in the military, in search and rescue, in getting video of hard to reach disaster areas, how about their potential in sports?<br><br>You might not need a pilot license for this.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: It really feels like nothing you can describe. It feels like you`re flying. The trick really is in the camera and the transmission. The transmission of the video signal to the pilot while he`s flying, he`s watching it through these goggles.<br><br>It`s so immersive that your brain really thinks you`re in the airframe. You know, many pilots cannot fly standing up. They have to sit down because you literally would sway your body to follow the motions of your airframe.<br><br>Drone racing then is basically you getting together with a bunch of friends and race these airframes together, chasing each other for very tricky courses and determining who`s the best pilot and gets there first.<br><br>Drone racing has been just a hobby. I think now the challenges start where we`re really thinking that there`s a sport in drone racing.<br><br>At the drone nationals, we had thousands of people view the race online. And it showed us that there`s huge demand for the pilots that are still dispersed around the world to join in and watch an event.<br><br>I think that in five years, I think we will have a very vibrant and well- established drone racing sport and all the infrastructure to support it as well.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Using puns, we can drone on about the plans drone up and skills drone upon to drominate such a sport. It could get pretty drone out. But one thing that`s un-drone-able, it certainly a sport for control freaks.<br><br>Teachers, we`ve corrected a technical issue. You can now send us an email once again from the feedback tab at CNNStudentNews.com. We don`t accept &quot;Roll Call&quot; requests from that link, but anything else that`s on your mind, we love to hear about.<br><br>Have a great Tuesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-17 CNN Student News.mp4"}