{"title":"CNNSN-2017-04-20-CNN-Student-News","script":"(CNN Student News) -- April 20, 2017<br><br><br>Unrest Swells in Venezuela; Debt Ceiling Debate Returns to the U.S.; Rise and Potential fall of the Euro; Mummies Unearthed in Egypt<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Thank for giving us 10 minutes to get you up to speed on international news.<br><br>This is CNN 10. I`m Carl Azuz.<br><br>A national holiday was held in the South American nation of Venezuela yesterday. It marked the beginning of the country`s fight for independence against Spain, which it eventually got in 1811. But on the streets of the Venezuelan capital, there were protests instead of celebrations.<br><br>This is a troubled nation with a lot of problems. Its economy has been in recession for three years and counting. Its unemployment rate is expected to go higher than 25 percent this year. Inflation is skyrocketing. That`s when prices go up and money buys less.<br><br>And opposition political parties want the country`s leader out of office. They accuse President Nicolas Maduro of creating a dictatorship over the past few years. He and his supporters pushed for a countermarch yesterday. President Maduro calls the opposition vandals, terrorists, and criminals, and he`s threatened to, quote, &quot;capture them.&quot;<br><br>The Venezuelan armed forces which have said they fully support President Maduro have been deployed for as long as the marches last.<br><br>With all this going on, international pressure has been building on Venezuela`s government. The Organization of American States, which includes every government in the western hemisphere, says that unless Venezuela holds democratic elections, it could be suspended from the group.<br><br>(BEGIN VIDEOTAPE)<br><br>RAFAEL ROMO, CNN INTERNATIONAL CORRESPONDENT: Turmoil in Venezuela has been exacerbated recently by three major incidents happening in a short period of time. First, on March 29th, the Venezuelan supreme court dissolved the parliament, transferring all legislative powers to itself.<br><br>The move effectively meant the three branches of the Venezuelan were controlled by the ruling United Socialist Party.<br><br>The opposition was outraged. They called the move a coup. The decision was reversed three days later, but protests had already erupted.<br><br>On Friday, April 7th, the government notified main opposition leader Henrique Capriles that he had been banned from doing any political work for 15 years. The 44-year-old governor who has run for president twice said the government was again acting like a dictatorship.<br><br>Then, on April 10th, after several days of violent protests, a 20-year-old student died in the city of Valencia after he was shot in the neck during a demonstration when police opened fire. He was one of several young people who have recently died in clashes with security forces. Their deaths have brought even more people out into the streets.<br><br>The opposition also complains that a state and local election should have been held months ago and that the government is dragging its feet. A collapsed economy that has led to shortages of food and medicine for years has also made for a very volatile situation on the streets of Caracas and other Venezuelan cities -- a combustible mix that has once again caught fire.<br><br>Rafael Romo, CNN.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>STEVE MNUCHIN, TREASURY SECRETARY: I would like us to raise the debt ceiling sooner rather than later.<br><br>UNIDENTIFIED MALE: That`s fair enough for me.<br><br>REP. NANCY PELOSI (D), CALIFORNIA: On the subject of the debt ceiling, this shouldn`t even be a question.<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: I happen to think that debt ceiling is a good thing. A lot of people don`t think we should have a debt ceiling.<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT: oh, the debt ceiling, the eternal Washington food fight. So, what is it? And why is it so contentious?<br><br>The debt ceiling is the legal limit set by Congress on how much money American can borrow.<br><br>Because the U.S. spends more money than it takes in, it must borrow to make up the difference. The debt ceiling caps how much. The problem is, it`s not enough. So, every once in a while, the country needs to raise it. If it doesn`t, the Treasury Department won`t be able to pay all of its bills in full and on time.<br><br>Now, the Treasury does have a little wiggle room before it gets to that point, something it calls &quot;extraordinary measures&quot; to move money around.<br><br>But eventually, the accounting tricks run out and there`s more avoiding the debt ceiling. That`s usually when the fireworks break out.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Those extraordinary measures she mentioned are being utilized right now. The debt ceiling or limit is currently set at $19.81 trillion. The U.S. national debt is now $19.88 trillion and counting. In fact, since you saw come back on your screen, it`s increased by about $215,000.<br><br>It`s up to Congress to decide whether to raise the debt ceiling and allow the government to keep borrowing money. Experts say the extraordinary measures in place will allow the Treasury Department to essentially move money around until this fall when actual consequences would hit if the limit isn`t raise.<br><br>Across the Atlantic, are the days of Euro numbered? The currency is used by 19 members of the European Union and more than 330 million Europeans.<br><br>But a number of politicians, liberal and conservative, are talking about getting rid of it, and bringing currencies like the lira, the drachma and peseta out of retirement.<br><br>Some economists say Europe`s countries have different governments, and therefore, shouldn`t share the same currency. Some blamed the Euro and the rules in place for using it for high unemployment or forced spending cuts for governments. On the plus side, smaller countries with smaller economies have benefited from the Euro and some of the stability it`s provided. But its future is uncertain.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The rise and fall of Euro.<br><br>REPORTER: January 1st, 1999, the Euro was born, trading just shy of $1.17. Not everyone was celebrating, discussions between European leaders have been forged in the run-up.<br><br>JOHN MAJOR, FORMER U.K. PRIME MINISTER: Certainly, there is no chance whatsoever of all 15 states either being willing or being able to move for a single currency at that date.<br><br>REPORTER: John Major was right. Denmark and the U.K. officially opted out. Sweden never joined and one member was left out in the cold due to high inflation and high debt, Greece. It took two extra years to join.<br><br>The Euro plummeted below a dollar in its first year, as the dotcom bursts in the U.S. Then, in 2008, the global financial crisis took hold. The Euro had a rocky ride as banks all over the world went into failure. Then, entire countries found themselves unable to pay their debts.<br><br>And so, came a string of international bailouts. Ireland, Portugal, Spain, Cyprus and Greece -- but not once but thrice.<br><br>In 2012, ECB president, Mario Draghi, stabilized the Euro with a few select words.<br><br>MARIO DRAGHI, ECB PRESIDENT: Do whatever it takes to preserve the Euro.<br><br>REPORTER: Battles between Greece and the E.U. continue to bubble up in Brussels, with creditors questioning Greece`s commitment to economic reforms.<br><br>JEROEN DIJSSELBLOEM, EUROGROUP PRESIDENT: There is, of course, a major issue of trust. Can the Greek government be trusted to actually do what they are promising?<br><br>REPORTER: Britain`s vote to leave the E.U. and the rise of Euro skeptic political parties is the biggest threat it`s faced yet.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these landmarks is oldest?<br><br>The Pyramids of Giza, The Colosseum, the Taj Mahal, or Angkor Wat?<br><br>Dating back to 2500 B.C., the Pyramids of Giza are the oldest landmarks in this list. They`re in northern Egypt.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But it`s in southern Egypt that an excavation is underway to undercover the secrets of two recently discovered tombs. So far, Egyptian officials say they found eight mummies, ten sarcophagi, which are ancient coffins, hundreds of statues and skeletons and paintings. The tombs are believed to be 3500 years old, so not as old the pyramids maybe, but still ancient.<br><br>Archaeologists believe the main burial area belonged to a city judge and they say they were surprised to find so many artifacts in one place. Egypt officials are hoping the discovery will encourage tourism. That`s taken a hit there in recent years after political upheaval and a number of terrorist attacks.<br><br>For fans of Mexican and Italian food, this taco pizza may get a &quot;10 out of 10&quot;.<br><br>Taco pizza? It`s just what it sounds like, three tacos on each slice of the pie. It`s not cheap. Ten bucks for one slice, 80 for the whole pizza.<br><br>But even at that price, Tony Boloneys pizza and sub shop in New Jersey is having no trouble selling it. It`s reportedly gotten requests from folks in other countries, hoping to shop while ship it abroad.<br><br>Taco but carving out of pizza`s success. A slice of profit that`s anything but a tossup. Any of those puns ring a Taco Bell? No, because it`s the first time we baked up so many cheesy lines about a taco pizza.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-20 CNN Student News.mp4"}