{"title":"CNNSN-2017-02-22-CNN-Student-News","script":"(CNN Student News) -- February 22, 2017<br><br><br>Battle for Mosul; Drones in Commerce; Dinosaur Discovery in Mexico; Potential Pros and Cons of Genetic Engineering<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: The battle for Mosul is where we start today`s show. I`m Carl Azuz. Thanks for watching CNN 10.<br><br>Mosul is the second largest city in the Middle Eastern nation of Iraq. It`s also a stronghold of the ISIS terrorist group, which took over Mosul in 2014. Defeating ISIS here would be a major setback to the terrorist but it`s not easy. There may be only a few thousand ISIS fighters left in Mosul, but they`re using tunnels, roadside bombs, explosive traps and guerilla warfare in the fight.<br><br>They`re up against force of tens of thousands. Iraqi troops supported by Americans and allied airpower, plus, ethnic Kurdish fighters known as the Peshmerga. They`re all working to push ISIS out.<br><br>The battle for Mosul has been going on since October. It was expected to take months and it is. The reasons why are clear in the struggle to take over one key part of the city.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Day four, and perhaps the biggest push yet from the north into the plains around Mosul. Trying to dislodge the determined and deranged remnants of ISIS, but the Peshmerga backed with staggering air power.<br><br>But now common sight of American special forces, who the Pentagon says are advising, not assaulting position in front of the attack. The work was slow, destructive. Begging the question, what becomes of the wreckage under new masters?<br><br>Suddenly, in the sky, a hail of bullets. They`ve spotted a drone. Trace rounds dance around it and finally take off its nose.<br><br>ISIS used them to spot targets for artillery, even drop small bombs. This one tumbles down. Its wreckage picked over. It`s still unclear whose it is.<br><br>Yet progress down the road is Khorsabad is agonizingly slow.<br><br>(on camera): This is a source of so much of the fighting this morning, but still full of ISIS. And, in fact, we`ve heard that Peshmerga have listened to those militants on their radios this morning discussing how they should wait and only launch a counterattack once the Peshmerga are inside.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, that showed you one use of drones in warfare. You know they can be used in and for entertainment.<br><br>The package delivery company UPS, United Parcel Service, is testing out drones as deliverers. They`ve been used along with U.S. trucks to get packages to their addresses. The company says this would save on gas, that if every UPS driver could go one fewer mile per day, it`d save the company as much as $50 million per year.<br><br>The drone that UPS is testing could carry packages as heavy as 10 pounds. But at this point, it`s not yet proven that they can do this safely. There are concerns that drones could replace jobs done by people, and using drones to deliver packages is illegal in the U.S. Experts expect that to change in the years ahead though.<br><br>UPS is just one of several companies testing and planning for drone deliveries.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these types of dinosaur is thought to have been the heaviest?<br><br>Triceratops, Allosaurus, Velociraptor or Iguanodon?<br><br>Of these options, Triceratops is believed to have been the heaviest dinosaur weighing between six and eight tons.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Scientists said a museum in Mexico had unveiled what`s believed to be a new or at least newly discovered species of dinosaur. It was found in Mexico`s Coahuila desert in 2007.<br><br>Its name translates to &quot;ancient horned face&quot;. Why? Because researchers identified a small horn that distinguishes this species of dinosaur from other species.<br><br>Scientists are hoping they will find more dinosaur species native to Mexico.<br><br>One other thing about Yehuecauhceratops mudei, yes, I had to practice that, is that it`s believed to be smaller than triceratops. Ancient horned face is thought to have measured around 10 feet long and weighed a third of its purported triceratops cousin`s weight.<br><br>The famous book in film series &quot;Jurassic Park&quot; were based on the premise of taking fossilized DNA from dinosaurs and cloning it to recreate the animals. Scientists have said that real DNA doesn`t actually last long enough for that to happen. But they are making strides in editing DNA, possibly to bring back a species like the woolly mammoth. There`s a lot that`s unknown about systems like CRISPR, what long term effects they may have if they succeed and whether they`re ultimately be used for good or something else.<br><br>But they`re generating a lot of excitement in the scientific community.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: How cool is it that you were working on bringing back the woolly mammoth?<br><br>JOE GETSY, RESEARCH FELLOW, HARVARD MEDICAL SCHOOL: It`s really cool. It`s very uncharted scientific territory.<br><br>CRANE (voice-over): Your body contains 37.2 trillion cells. And within each is a copy of a code consisting of more than 20,000 genes and billions of strands of DNA.<br><br>This code is your genome and it determines everything that makes you -- you.<br><br>What if you could modify that code, bring back instinct species, eliminate hereditary diseases? That is precisely what molecular engineers and geneticists around the world are working on.<br><br>GEORGE CHURCH, GENETICS PROFESSOR, HARVARD MEDICAL SCHOOL: Genes are what we get and we`re stuck with them. The environment is the only thing we can change and there`s kind of a limit of how much you can do. But now, if we can change our genes, too, really, in a much closer to total control of our biology and physiology.<br><br>CRANE: George Church is one of many using a revolutionary gene-editing technique called CRISPR-Cas9, which allows you to modify DNA sequences.<br><br>CHURCH: CRISPR is a way that you can design and target a particular part of your genome and change it to something else. Or you can delete a gene.<br><br>You can make all sorts of edits very precisely.<br><br>CRANE: CRISPR is kind of like having the &quot;find, delete, replace&quot; function for DNA.<br><br>No one actually invented the process. It happens naturally. Scientists discovered that bacteria alter their DNA to defend against viruses, essentially storing part of the virus so they can identify, target and attack the virus if it comes back.<br><br>Researchers realize the tools bacteria use to do this were Cas proteins, nature`s genetic scissors. Geneticists are now using these proteins to make their own targeted changes to DNA.<br><br>(on camera): Scientists have been messing with genomes for years. So, what`s the big deal with CRISPR?<br><br>CHURCH: This is dramatically different. I mean, it`s like 10,000 times easier.<br><br>This can be used in agriculture where you can change any plant or animal. It can be used to eliminate invasive species.<br><br>What`s most exciting about CRISPR is our ability to alter longstanding epidemics like malaria and HIV.<br><br>CRANE (voice-over): And that could potentially save millions of lives.<br><br>CHURCH: So, here we grow human cells, elephant cells. We can do cloning procedures.<br><br>CRANE: It turns out that you can make pretty big things by tweaking small strands of DNA. By making changes to the DNA of the Asian elephant, researchers in Church`s lab are working to bring the woolly mammoth back to life.<br><br>CHURCH: The difference between a woolly mammoth and Asian elephant is actually quite subtle, at the DNA level.<br><br>CRANE (on camera): When am I going to see a woolly mammoth in Jurassic Park?<br><br>GETSY: Right. So, an actual full woolly mammoth I think is still a few years down the road. We can just change one gene and then the next gene.<br><br>And then, soon, we have thousands of genes that are changed. The elephant cell will have the exact same DNA sequences the woolly mammoth cell.<br><br>CRANE: Paint this picture of what the future looks like as a result of CRISPR in your eyes.<br><br>CHURCH: I suppose the wildest description would be that you have some 150- year-old people that look like they`re 20-year-old riding on a mammoth. It`s wilder.<br><br>CRANE (voice-over): But CRISPR is not without controversy. If you can make a mammoth, consider what you can do with a person`s DNA.<br><br>This past year, for the first time, scientists in China used CRISPR in an unsuccessful attempt to edit the genomes of human embryos.<br><br>(on camera): People fear that CRISPR could lead to designer babies. How do we prevent that from happening?<br><br>CHURCH: We shouldn`t be playing. We should be engineering. And I think that`s what we are doing.<br><br>CRANE: Where do you think the moral and ethical boundary is?<br><br>CHURCH: Safety. I think safety is number one. Just like any getting new technology and new drug, we should try to make it as safe as possible.<br><br>(END VIDEOTAPE)<br><br>AZUZ: At first, this clip brings up a lot of questions.<br><br>&quot;Why?&quot; is one of them. Another is &quot;What`s up with that penny-farthing in the background?&quot;<br><br>We can answer only the most important. This is a Guinness World Record attempt for most finger snaps in a minute. And though this Japanese college student slows down at the end, he still snapped his way into the record books with 296 snaps, almost five per second.<br><br>So, maybe snapping the record wasn`t exactly a -- even if it was. But if you thumb through the index of finger-snapping history, he wasn`t anywhere near the middle. Champion has a nice ring to it and can`t be belittled. So, put your hands together for a digital display of excellence counted on one hand.<br><br>I`m Carl Azuz for CNN.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-22 CNN Student News.mp4"}