{"title":"CNNSN-2015-10-19-CNN-Student-News","script":"(CNN Student News) -- October 19, 2014<br><br>Violence Plagues Middle East; Typhoon Pummels Philippines<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey. Welcome back from the weekend. I`m Carl Azuz. It`s good to see you this October 19th.<br><br>First up, trouble in Jerusalem. The Middle Eastern city is holy to the world`s Christians, Muslims, and Jews. Combined, those three religious<br><br>groups make up more than 56 percent of the global population. An ongoing conflict in the Middle East involves mostly Muslim-Palestinians and mostly Jewish Israelis. For decades, both sides have claimed Jerusalem or part of it is their capital.<br><br>Since October 1st, there`s been a flare up in violence in Jerusalem and in the Palestinian-controlled territories of West Bank and Gaza. Seven Israelis have been killed in attacks by Palestinians. Forty-four Palestinians have been killed by Israelis, each side blames the other for the violence.<br><br>Joseph`s Tomb, a site holy to Jews and Christians, was burned over the weekend. Israeli media showed this video saying Palestinian rioters set the fire. Palestinian police put it out.<br><br>The tomb wasn`t badly damaged and leaders from both sides spoke out against the attack.<br><br>Things haven`t calmed down.<br><br>(BEGIN VIDEOTAPE)<br><br>OREN LIEBERMANN, CNN CORRESPONDENT (voice-over): The day was just beginning. Israel imposing heavy restrictions on Palestinian movement in and around the old city of Jerusalem after a wave of deadly attacks, checking IDs, stopping cars and blocking off Palestinian neighborhoods in East Jerusalem.<br><br>The city remaining relatively quiet during Friday prayers, but attacks moving into the West Bank.<br><br>A Palestinian disguised as a press photographer stabbed an Israeli soldier in the Israeli settlement of Kiryat Arba in the West Bank. According to the IDF, the poor shot and killed him.<br><br>Clashes broke out in Bethlehem between Palestinians throwing stones and Molotov cocktails. Israelis firing teargas and bullets, littering the street with the debris of clashes and filling the air with the acrid smoke of teargas.<br><br>(CHANTING)<br><br>In Hebron, Palestinian protesters marched through the streets, carrying miniatures of the Al Aqsa mosque in the old city of Jerusalem, waving Hamas flags.<br><br>And in Gaza, Islamic Jihad and Hamas called for a day of rage, the third in eight days as tensions flare on both sides with the questions lingering when will this round of violence end?<br><br>(on camera): Secretary of State John Kerry spoke with Israeli Prime Minister Benjamin Netanyahu, Palestinian President Mahmoud Abbas, and the king of Jordan, King Abdullah, to try to ease tensions here and deescalate the situation, to see if calm or some sense of calm can be restored here, some sense of security for Israelis and Palestinians before this escalates anymore.<br><br>Oren Liebermann, CNN, Jerusalem.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A powerful storm is soaking parts of the Philippines. It`s been a day since super typhoon Koppu made landfall in the Pacific island nation.<br><br>But one major problem is, it`s not going anywhere fast. This is an incredibly slow moving system with plenty of time to drop several feet of rain, and that brings threats of flooding and landslides to people who live downhill or downstream in this mountainous country.<br><br>U.S. officials say Koppu arrived with sustained wind speeds of 150 miles per hour. That would make it the equivalent of a category 4 hurricane capable of catastrophic damage.<br><br>Filipino officials said Koppu`s winds weren`t actually that high, but either way, many homes have already been destroyed and thousands have had to take shelter in evacuation centers as the storm hovers the islands.<br><br>We`ve told you how Europe`s in the midst of its worst refugee crisis since World War II. Scores have been fleeing war-torn nations like Syria and Afghanistan. Some countries are closing their borders to the migrants or telling them to pass through without settling. Others like Germany are accepting by the hundreds of thousands.<br><br>But the largest refugee camp in the world isn`t in Europe. It`s in the nation of Kenya, near the Horn of Africa. And the reason why so many people are there, we`re talking more than the population of Pittsburgh or Cincinnati. This largely because of a decades long civil war in neighboring Somalia.<br><br>(BEGIN VIDEOTAPE)<br><br>DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT: We`re in Dadaab in northern Kenya, right on the border of Somalia. And Fabian and I have come here many times over the years. The last time was in 2011, during the Somali famine.<br><br>Things like this come through all the time. There`s massive cloud of dust and dirt flying through this area and this is the place that they say they`ve come to escape to.<br><br>This place is more than 300,000 people. Many people in this camp have actually been born here or have been here for more than 20 years. You have three generations of refugees.<br><br>You know, one of the hardest things is to get a perspective on this enormous set of camps here in Dadaab because it`s so flat, right close to the border of Somalia. And so, what we found is the best way for us to usually been to go up a water tank.<br><br>Wow, this thing was super high.<br><br>It`s just like a city, bigger than any Kenyan city in this part of northern Kenya. And you really get a sense of just how intractable the situation is.<br><br>This is Hagadera, it`s one of the oldest camps. You see that the structures feel a bit more permanent. But, you know, they`re not actually allowed to build permanently housing here, get plumbing or anything like that because the Kenyan government wants to treat the situation in Dadaab like a temporary situation, although they have schools, and they have places for children for learn, they aren`t like the rest of Kenya.<br><br>And it seems to me like there are limited solutions for these people who the Kenyan government and UNHCR would love to move back to Somalia if they could.<br><br>So, effectively, they feel under pressure, but they might have to leave but they don`t want to go.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Here that? It`s the role calling.<br><br>Let`s see who`s requesting, but not spamming our transcript page at CNNStudentNews.com.<br><br>Verdugo Hills High School is on the roll. It`s in Tujunga, California, via Los Angeles, and it`s the home of the Dons.<br><br>Next to Parkland. It`s a city in southeast Florida. The Wolves are watching at Westglades Middle School.<br><br>And in northern Mexico, the state of Nuevo Leon, we heard from the American School Foundation of Monterrey. Hello to everyone in Santa Catarina.<br><br>Thirty years ago, a movie named &quot;Back to the Future&quot; came out. It was about a guy in the 1980s who actually goes back in time and meets his parents in 1950s, before they got together. It was a huge success and it became a classic. The sequel released a few years later was partly set in the future to this year.<br><br>So, how much do they get right about life in 2015?<br><br>(BEGIN VIDEOTAPE)<br><br>ERIN BURNETT, CNN`S &quot;ERIN BURNETT OUTFRONT&quot; HOST (voice-over): The 1989 hit &quot;Back to the Future II&quot; predicted 2015 with amazing accuracy, flat screen TV, 3D movies and the Cubs winning the World Series.<br><br>UNIDENTIFIED MALE: Cubs win World Series.<br><br>BURNETT: Well, maybe. But one idea from the future hasn`t arrived, at least not yet. That`s the self-lacing shoe.<br><br>UNIDENTIFIED MALE: Power laces, all right.<br><br>MATT HALFHILL, NICE KICKS FOUNDER &amp; PUBLISHER: My memories from watching the film, I remember the Nike Mag and I remember the flying car and I don`t have the flying car. So, I really want the Nike Mag.<br><br>BURNETT: Now, Nike says their idea for the real thing, the future of sneakers, could be just days away.<br><br>Matt Halfhill writes about sneakers.<br><br>HALFHILL: The way that it works is that one pushes a button on the side of the shoe that will activate a motor that then wraps around the foot with four straps and tightens across the midsection of the foot.<br><br>BURNETT: A far cry from how the original worked.<br><br>HALFHILL: In the movie, they had cables that ran down Michael J. Fox` pants and a huge gigantic battery pack that he wore at his waist.<br><br>BURNETT: Rumors of the shoes surfaced three years ago, when Nike applied for a patent for automatically lacing shoes, 1,500 prototypes called Nike Mags were made. They were all sold for charity raising millions for Fox` foundation for Parkinson`s research.<br><br>A Nike designer has publicly said he`s working on delivering the shoe this year. But time is running out to meet the movie`s deadline. Marty McFly went back to the future on October 21st, 2015.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So maybe we`re a few steps away. Maybe there`s a new shoe afoot. Maybe it`s already been invented and the makers just being sneaky about it.<br><br>But even if they issue a new shoe that you wish you could step into and you shoes to, they might be at the high top of your price range.<br><br>I`m Carl Azuz and I`ve got sole for CNN student shoes.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-19 CNN Student News.mp4"}