{"title":"CNNSN-2016-05-06-CNN-Student-News","script":"(CNN Student News) -- May 6, 2016<br><br><br>International Military Power is Built Up and Around Black Sea; CNN Visits Nuclear Submarine<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome! I`m Carl Azuz. This is CNN STUDENT NEWS. You`re daily 10-minute breakdown of world events.<br><br>We`re starting with news concerning Russia. The world`s largest country in land area is building up its military presence in the Black Sea. Russia borders part of this body of water. It also controversially annexed Crimea in 2014. The peninsula houses a significant Russian seaport in the Black Sea.<br><br>Also in the region, the U.S. has sent several F-22 Raptor warplanes to Romania, another border country of the sea.<br><br>So, what`s the significance of all this? Well, relations between the U.S. and Russia are at a low point. And America has been showing for its allies in the region, who were members of NATO.<br><br>The North Atlantic Treaty Organization, a group of countries that banded together after World War II to balance out the military strength of the Soviet Union. So, a military buildup in the Black Sea is like an international show of power.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Black Sea tensions.<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT: The Black Sea has become one of the most hotly contested and heavily militarized regions.<br><br>This is not a new phenomenon. For hundreds of years, Russia has seen the Black Sea as strategically vital, and if you take a look at a map, it`s not hard to see why this Black Sea is so strategically valuable to Russia.<br><br>Firstly, it acts essentially as a bridge between two continents, a gateway between Europe and the Middle East, and it also provides crucial access to the Mediterranean and to oceans beyond. That gives it value commercially, but also gives it importance militarily. And if you take a look at the conflict in Syria, you can see that the Black Sea provides a vital strategic and logistics hub to the Russians who are carrying out military activities in that conflict there.<br><br>Now, if you also take a look at the other countries that are bordering the Black Sea. It will help you understand the situation a little bit better -- Ukraine, Romania, Bulgaria, Georgia and Turkey. With the exception of Turkey, all of the were either Soviet states or part of the Soviet bloc, and with Georgia and Ukraine aspiring to move closer to NATO, Russia is increasingly surrounded by treaty allies.<br><br>Russia has said again and again that it strongly believes that former Soviet republics should remain under the Russian sphere of influence and it has also been complaining for decades about what it calls NATO aggression, essentially that Western Alliance which it sees as pushing up aggressively against Russia`s borders.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Now, we`re diving deeper. International maritime tensions aren`t limited to the Black Sea. We reported on China`s controversial buildup of manmade islands in the South China Sea. The U.S. is reportedly planning to use submarine drones to help keep tabs on that region.<br><br>And American officials say that Russian submarine is at levels that the U.S. Navy hasn`t seen in decades.<br><br>Russia has increased its patrols in the Atlantic, including in areas near U.S. waters, as the American military is trying to keep its upper hand by developing subs like the USS Missouri. And CNN recently got a chance to climb aboard.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: This is a very important time for submarine operations. They are way of projecting power across the planet really, silently. It`s called the &quot;silent service&quot;. Their job is to hide really, so no one knows where they are.<br><br>I`m standing on the bridge of the USS Missouri. It`s a nuclear attack submarine. It`s a rare visit, really one of the most incredible things I`ve ever done as a reporter.<br><br>We`re going to show you what it is like to live and work on board here, where people sleep, where they eat, where they do their jobs, dangerous job at times.<br><br>COMMANDER FRASER HUDSON, USS MISSOURI: The world is -- has quite a proliferation of submarines. And the best way right now to find another submarine is with a submarine.<br><br>SCIUTTO: The bad guys, whoever they are, have to assume that there`s a sub within range if they were to do anything. Is that a fact?<br><br>HUDSON: Well, stealth is clearly -- without stealth, a submarine could not do the missions it does.<br><br>COMMANDER OLLIE LEWIS, COMMANDER, SUBMARINE SQUADRON 12: We operate in places where we didn`t have to rely on an adversary being there to challenge us. But that`s changing.<br><br>SCIUTTO: Since it`s worth going out, just on a training mission, most of these torpedoes are what are called practice shots. They don`t have actual ordnance on them. But you look at the green ones here, these are actual live torpedoes, and anytime a U.S. submarine goes out of port, it`s carrying at least a couple of these for self defense.<br><br>UNIDENTIFIED MALE: The firing order is, tubes five and eight. In the window, tube five and eight.<br><br>UNIDENTIFIED MALE: Shooting.<br><br>SCIUTTO: That was the huge rush of air pressure that fires out in this case, a water slog, a torpedo tube full of water. But you could feel the pressure change in your ears, not just down here in the torpedo room but throughout the entire submarine. It just shows you what kind of power is necessary to get that torpedo out of the tube.<br><br>This is the beginning of what they call angles and dangles, a series of steep descents and ascents designed to show the full capability of the boat, but also to test the crew`s readiness.<br><br>You hear that alarm as we approach 20 degrees. We`re going to get to 25- degree angle. Keep in mind, I`m standing up straight now. But as I`m leaning forward, that`s keeping me vertical in relation to the ground, as the angle ascend gets sharper.<br><br>Someone asked me today if U.S. submarine forces are preparing for war. We`re not at war, certainly not with another power that has submarine capability. But yes, they are preparing every day for that possibility, in case it were to happen. They want to be prepared if called upon to act.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Starting today`s &quot;Roll Call&quot; on the Central American country between Guatemala and Nicaragua. We`re talking about Honduras. And it`s great to see everyone at Good Shepherd Christian Academy in Zamorano.<br><br>To the city of Toccoa, Georgia, we`ve got the Indians watching today. Shout-out to Stephens County High School.<br><br>And in the U.S. Northeast, make sense we make a stop at Northeast Middle School. It`s in Bethlehem, Pennsylvania, the home of the Hornets.<br><br>(MUSIC)<br><br>AZUZ: Before we go, three words: Jurassic Park tortoise.<br><br>It`s supposed to remind you of the movie, but instead of vicious velociprators and tyrannical tyrannosauruses, it`s got a tortoise. His name is Louie. He`s got his own pool, grazing area and visitor center. And if you happen to find yourself trapped inside with the power out and nothing to keep you company but a cold-blooded Chelonian, well, you can just walk to the house.<br><br>Louie seems to like it. It`s really brought him out of its shell. And if you said he`d pick up a bad habitat, he`d probably rip-tile you to snap it, or tur-tell you to crawl away. Of course, no one knows for sure, but we`re certain that`s what his retortoise.<br><br>I`m Carl Azuz. Have an amazing weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-06 CNN Student News.mp4"}