{"title":"CNNSN-2016-05-24-CNN-Student-News","script":"(CNN Student News) -- May 24, 2016<br><br><br>Four Climbers Dead on Everest; Egypt`s Tourism Drops Following Recent Events; Yellow Fever Outbreak Hits Angola; A Researcher Promotes Spider Silk<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hello, everyone. I`m Carl Azuz. Thank you for taking ten minutes to get up to speed on international current events.<br><br>We`re starting this Tuesday on the world`s highest mountain. Every year since 1900, at least one person has died climbing Nepal`s Mount Everest, and this year is no exception. The 2016 climbing season has claimed its first victims. One climber died on Thursday, one on Friday, one on Saturday, and one on Sunday.<br><br>And these deaths coming so close together have frightened many of the climbers who are starting their trip back down the mountain.<br><br>So, why did this happen now? Well, most people attempt to climb Everest in April and May. One reason, the winds are calmer. In other months, there are usually hurricane force winds at the summit. There are also tends to be less snowfalling at this time of year, though temperatures are still will below zero degrees Fahrenheit.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: Mount Everest spring climbing season has turned deadly with four deaths now in the past four days. You have to get to 29,000 feet to get to the top of Mount Everest. And above 26,000 feet is called the death zone. There`s just not enough oxygen up there for your body to last very long.<br><br>Now, this is the first real death from climbing that we`ve seen since they close the mountain because of the earthquake. I remember, there was also the avalanche that closed part of the climbing season in 2015, 2014. So, not many people have been up there.<br><br>They`re also saying that there are so many people trying to get to the top because it is now open again but then slowing the ascent and keeping those people, keeping the climbers in that dead zone longer because it`s such a slow climb to the top. Avalanches kill people. Injuries kill people from falling, or from ISIS collapses, also weather from exposure, and, of course, just altitude sickness alone is killing people up there because of the height of Mount Everest.<br><br>(END VIDEOTAPE)<br><br>AZUZ: But for many climbers, the danger is what actually attracts them to Mount Everest. And since this year`s climbing season began, about 300 people have made it to the top.<br><br>We don`t know yet if the reason deaths there will impact tourism. That`s a major industry in Nepal. But tragedies can significant impact the number of people who might want to visit a country.<br><br>For example, in Egypt, another economy that benefits from tourism, visits were down by 40 percent early this year, as compared to early 2015. And though investigators aren`t certain what caused EgyptAir Flight 804 to crash in the Mediterranean last week, that event, along with some others in<br><br>recent years could deeply hurt Egypt.<br><br>(BEGIN VIDEOTAPE)<br><br>CRISTINA ALESCI, CNN CORRESPONDENT: This crash is a major blow to a fragile but crucial part of the economy. Egypt has been struggling to bring back visitors really since 2010 when the number of tourists hit a record high of over 14 million. Last year, that number was about nine million.<br><br>Now, obviously, this decline has impacted the amount of money visitors spend in the country, which has been slashed in half over that same time period. Just to put this into context, tourism accounts for about 11 percent of all economic activity, and 11 percent of jobs in the country are actually tied to the industry itself. This decline in tourism started in 2011, with the revolution, the Arab spring, and unrest after the coup that scared off a ton of people from visiting.<br><br>But visitors were actually starting to return in 2015. In fact, &quot;The Washington Post` even ran a headline on it. Then, two incidents hurt the recovery. Terrorists brought down a Russian jet just after it took off from an Egyptian resort, and then, a domestic EgyptAir flight was hijacked in March. These and other incidents are raising questions for tourists who have really been vacationing in this region for years, and for many of these countries, especially those along the Mediterranean, tourism is a crucial part of the economy.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The World Health Organization, which is part of the United Nations, had an emergency meeting recently to discuss an outbreak of yellow fever.<br><br>It started in the southern African nation of Angola last December. Since then, more than 2,400 people have been infected and 300 people have died from the disease.<br><br>That makes this the worst outbreak of yellow fever in Angola in 30 years. But it does spread to other countries. There had been dozen of cases in the neighboring Democratic Republic of Congo and in nearby Uganda. So, what health officials are doing is directing millions of vaccines to this region. They`re hoping that will help create a barrier against the spread of this disease.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Yellow fever is a disease caused by a virus that can make you -- you guessed it -- turned yellow.<br><br>The virus comes from a bite of a mosquito, and the yellow is because your lever starts to fail and you develop jaundice, a yellow of the eyes and the skin. They also get fevers, chills, back pain and generalized aching. From inspection to illness typically takes three to second days.<br><br>Now, most people are going to improve after these initial symptoms. However, about 15 percent will develop a more severe form of the disease.<br><br>There is no treatment or cure for yellow fever. Doctors are going to work to alleviate symptoms -- prescribing rest, fluids, medications. The best way to avoid yellow fever is to get vaccinated, especially if traveling to Africa and South America, use insect repellant, wear a thick, long sleeve clothing and sleep in a screen-in or air-conditioned room as much as possible.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Since the Vietnam War, the U.S. has banned the sale of American military weapons to the communist country of Vietnam. But yesterday, while on a trip there, President Obama removed that ban. He says it`s part of the work to normalize relations between America and Vietnam, and that that include more military cooperation.<br><br>Critics say President Obama should have waited until Vietnam improves its human rights record before lifting the ban. A human rights watch official says the president gave the Asian country a reward it did not deserve.<br><br>But international experts say this isn`t just about Vietnam and the U.S. They say China factors in. It`s involved in an international dispute over what country controls territory in the South China Sea. Some U.S. officials see Vietnam as a balance to China`s influence in the region.<br><br>From coast to coast and across the sea, it`s time for the CNN STUDENT NEWS &quot;Roll Call&quot;.<br><br>We`re starting in Spokane, Washington. Why? Because the Pirates are there at John R. Rogers High School.<br><br>Next to the Eastern U.S. city of Westminster, South Carolina. Great to see you everyone at Cherokee Creek Boys School watching today.<br><br>And jumping over the Atlantic, we land in Toulouse, France, where we`re visiting our viewers at Bellevue Middle School.<br><br>When you walk through a spider web, you`re probably more concern about whether anything was on it, at the time, then you are impressed by the relative strength of the structure. But a professor at Oxford University believes that spider silk may help in fixing damage nerves in humans and regenerating joints. For this professor, the webs (INAUDIBLE) web hold hope for a new silk age with advances in science and medicine.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. FRITZ VOLLRATH: I`m Fritz Volltrath. I work on spiders and spider webs and spider silks and on silkworm silks.<br><br>Spider webs are really, really interesting structure. For a human comparison, it would be like if you could make a net the size of a football field, will you sit in the center and the next could catch the equivalent of the jumbo jet. That is pretty amazing.<br><br>The question is, can we use these silks, whether they`re from spider or silkworm, to help in regenerative medicine. There`s a lot of interest in the medical community in silks as a potential culture, growing replacement body parts potentially like ears in the way they use in collagen, may be for 3D printing things.<br><br>We can fix a nerve that`s been crashed. We can connect the two ends with a sheet that`s filled with spider silk and the nerves will grow along this spider silk threads and connect and then the person can move the arm again.<br><br>And now, we are in human trials for some of these implants and they seem to work very well. I don`t see at this stage anything that would be off limits.<br><br>(END VIDEOTAPE)<br><br>AZUZ: What is purple, plastic, made by a 3D printer and can totally rock a Mozart concerto? Well, here you go. Now, to be fair this is not a Stradivarius. The girl playing it says it has a more muted sound than a wooden violin and that there are limits to its pitch.<br><br>Still, considering that it was created by a high school senior who is studying sound waves for a physics class, we`re thinking her grade is somewhere in the key of eight.<br><br>The story certainly violins itself to puns. You could say it was worth the trouble that with musicians and inventors alike, it razernates (ph). We can string you along for days on Stradivarius word plays. But before you tune us out, we`ll just take a bow.<br><br>CNN STUDENT NEWS will be on the air through next Friday, June 3rd. After that, our summer break begins.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-24 CNN Student News.mp4"}