{"title":"CNNSN-2015-06-05-CNN-Student-News","script":"(CNN Student News) -- June 5, 2014<br><br>Unrest in Baltimore; Two 2016 Political Race Announcements; Spacewalk Anniversary<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: It`s the last time I`ll say it this school year -- Fridays are awesome. We appreciate you watching our last show until August 17th. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>First up, another aspect to recent unrest in Baltimore, Maryland.<br><br>(BEGIN VIDEO CLIP)<br><br>ANTHONY BATTS, BALTIMORE POLICE COMMISSIONER: There`s enough narcotics on the streets of Baltimore to keep it intoxicated for a year.<br><br>Criminals are selling those stolen drugs. There are -- there are turf wars happening, which are leading to violence and shootings in our city.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Police say at least 175,000 dosage of prescription drugs were stolen during Baltimore`s riots in April. It could be a factor in the surge of violent crime that the city`s seen since then.<br><br>The unrest followed the death of Freddie Gray. Six police officers were charged in connection with it. Gray was fatally injured while in police custody after he was arrested in April. Peaceful protests, violent protests and looting followed. That`s when so many drugs were stolen from 27 pharmacies and two clinics.<br><br>Prescription drug abuse is not limited to Baltimore. It`s a problem seen in every part of the country. Experts say doctors, patients and pharmacists can all play a part in identifying and preventing prescription drug abuse.<br><br>Two new announcements to tell you about as more competitors enter the 2016 race for the White House.<br><br>Lincoln Chafee made it official on Wednesday. He served Rhode Island as a Republican U.S. senator. Then, he was an independent governor of his state, and now, he`s running for the Democratic Party`s presidential nomination.<br><br>Rick Perry announced his candidacy on Thursday. He served as a governor of Texas for 14 years. He ran in the 2012 presidential race and he says he`s looking for a second chance for the Republican Party`s nomination in 2016.<br><br>That makes a total of 14 people, 10 Republicans and four Democrats, who officially entered the race. More candidates are expected to join them.<br><br>I want to thank for the tens of thousands of roll call requests received this year in our transcript page.<br><br>Today`s three schools on the roll. Drum roll.<br><br>Troy High School, Fullerton, California -- the Warriors are watching CNN STUDENT NEWS.<br><br>Ballard High School, Louisville, Kentucky. Thanks to the Bruins for bearing with our pun.<br><br>And, South Central Junior/Senior High School in Union Mills, Indiana. It`s awesome to be broadcasting with the satellite.<br><br>Speaking of satellites, NASA is celebrating an anniversary this week. It`s been 50 years since the first U.S. spacewalk was made.<br><br>Since then, there had been more than 260 strolls into space. Most of them had been done to work on the International Space Station, part of its estimated $75 billion to the U.S. But many of the astronauts who`ve taken a spacewalk would call it priceless.<br><br>(BEGIN VIDEOTAPE)<br><br>ED WHITE, NASA ASTRONAUT: OK, I`m out.<br><br>CONTROL: OK, now, (INAUDIBLE)<br><br>REPORTER: They were the first American boots to step into space. NASA astronaut Ed White left the hatch of Gemini IV 50 years ago this week, strapped to a tether 250 miles high above the Earth. Twenty-three minutes later, White returned to the spacecraft which he would later described as one of the saddest moments of his life.<br><br>MICHAEL FOREMAN, NASA ASTRONAUT: Going outside, when you have that full panoramic view through your helmet, is just amazing.<br><br>REPORTER: Soviet cosmonaut Alexei Leonov did it first. American Ed White`s mission came three months later. But it was White who proved that productive work could be done outside a spacecraft.<br><br>That paved the way to this.<br><br>NEIL ARMSTRONG, NASA ASTRONAUT: It`s one small step for man, one giant leap for mankind.<br><br>REPORTER: NASA astronauts had performed hundreds of spacewalks since Neil Armstrong`s famous moon landing.<br><br>ASTRONAUT: Once we get that mike, we`re going to go ahead and verify our (INAUDIBLE)<br><br>REPORTER: Michael Foreman has done five of them, spending more than 32 hours in zero gravity.<br><br>FOREMAN: You`re not 100 percent how you`re going to feel until you experience that for the very first time.<br><br>Fortunately for me, I felt very comfortable out there and it was just like muscle memory took over when I went out that hatch the very first time because I was just so used to doing the same thing here in the training that we had in the pool.<br><br>ANNOUNCER: Now, one hour and three minutes into today`s spacewalk.<br><br>REPORTER: In 1973, when Skylab was damaged, repairs were made to the solar panels in space to keep it in orbit.<br><br>During 1980s, astronauts began using jet packs to fix satellites and carry out repairs.<br><br>ASTRONAUT: Sounds great, Dan. A great effort all around.<br><br>REPORTER: It took five back to back spacewalks to repair and upgrade the Hubble telescope.<br><br>ASTRONAUT: All right. (INAUDIBLE) adjustable rather goes down.<br><br>REPORTER: Space walks are almost routine, part of the building and maintenance of the International Space Station, which orbits the Earth at more than 17,000 miles an hour.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s a chance that horseracing history will be made this Saturday. And this horse named American Pharoah could be the one to do it.<br><br>His owner says he`s like a pet. This weekend, he`ll be trying to win the Triple Crown, a sweep of three famous races. He`s already won the Kentucky Derby and the Preakness Stakes. The last in the series is the Belmont Stakes this Saturday.<br><br>Winning the Triple Crown is hard to do, even for an animal born to run. Last time it happened was 37 years ago. The race in New York is considered the toughest.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Belmont Raceway opened May 4th, 1905.<br><br>Home of the Belmont Stakes, the final leg of the &quot;Triple Crown&quot;.<br><br>Nicknamed &quot;Big Sandy&quot;, the track is 1.5 miles long, the longest of the Triple Crown.<br><br>Riding with pillar of strength. There have only been 11 Triple Crown winners. Affirmed was the last in 1978.<br><br>The fastest run at Belmont is 2 minutes 24 seconds by Secretariat in 1973 during his Triple Crown win.<br><br>Eight horses will race in this year`s Belmont Stakes.<br><br>American Pharoah is the favorite to win the Belmont Stakes and the Triple Crown.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Not sure what American Pharoah or is competitors would do if they saw themselves in a mirror, but we now know what some animals in the African wild do.<br><br>A French photographer traveled to the nation of Gabon and set up a mirror and a camera. Fortunately, the mirror was tough. What he found was that though some primates act tough at first, many later make peace. Big cats touched or played with their reflections.<br><br>Elephants seem the most uninterested. They`ve already seen a few trunk shows and didn`t need to make their feelings hurt.<br><br>Some others look gorilla mad or maybe got a little catty or maybe just want to monkey around. In a way, it kind of mirrored the behavior of us.<br><br>You and your teachers are more awesome than Fridays. We appreciate your viewership, your email, post, tweets, letters. It has been a blessing for us to bring you the show. And we hope to see you again on August 17th.<br><br>I`m Carl Azuz. On behalf of our CNN STUDENT NEWS staff in Atlanta, Georgia -- thank you.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-05 CNN Student News.mp4"}