{"title":"CNNSN-2015-02-09-CNN-Student-News","script":"(CNN Student News) -- February 9, 2014<br><br>Big Meeting To Discuss Ukrainian Conflict; Queen Elizabeth II To Officially Become Longest-Serving Monarch Later This Year; President Obama`s Crusades Comments At National Prayer Breakfast Stir Controversy<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN HOST: On this ninth day of February, 2015, welcome to CNN STUDENT NEWS.<br><br>I`m Carl Azuz at the CNN Center.<br><br>A big meeting scheduled this week for the leaders of France, Germany, Russia and Ukraine. They`ll be discussing the conflict in Ukraine. It`s been going on for almost a year now between Ukrainian government forces who want closer ties with Europe and separatists who want closer ties with Russia.<br><br>U.S. Secretary of State John Kerry says Western countries are united in support of Ukraine`s government.<br><br>But while the U.S. considers giving weapons to Ukraine`s military to fight the rebels, Germany says that`s not the solution, it carries the possibility of starting a conflict with Russia, who`s been accused of supporting the rebels.<br><br>Months of fighting has killed more than 5,000 people and obliterated landscapes, cities and a once renowned airport.<br><br>(BEGIN VIDEO CLIP)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Nowhere has the fighting been fiercer in the worst war to hit Europe since the Balkans, than here. Donetsk, once proud Sergey Prokofiev International Airport.<br><br>Ukraine`s army is still shelling here despite being pushed out of this former stronghold two weeks ago by these Russian-backed separatists, themselves heavily armed.<br><br>This is their form of airport shuttle.<br><br>(on camera): We`re moving now in an armored car toward the new terminal of the airport, territory which the separatists have taken, but is still regularly under fire from the Ukrainian military.<br><br>(voice-over): We pull into the airport long-term underground parking.<br><br>(on camera): He`s saying there are occasionally shells that are still landing here.<br><br>(voice-over): The fight for here killed hundreds, as Ukrainians used service tunnels to hold part of the complex. The last call for passengers on this walkway passed months ago. These pictures from three years ago showing how it used to sparkle.<br><br>(on camera): Hard to imagine how, just six months ago, we were here flying out of Donetsk at this, that was then a state-of-the-art international terminal. Just look at the destruction and how this symbolizes how far Eastern Ukraine has fallen.<br><br>(voice-over): Mortars often fall here, so we move fast. They used to call this the new terminal, open two years ago for football fans coming to see the European championship.<br><br>But that newfound European optimism has evaporated. The war here is entering a new phase of the heaviest of weapons and the random shelling of civilians, in which victory has become more important than its spoils.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Did you know that one of the nicknames for the state of Connecticut is The Land of Steady Habits?<br><br>We`re sure glad Canton Middle School has a steady habit of watching CNN STUDENT NEWS. It`s in Canton. Its mascot is The Warriors.<br><br>In Coconut Creek, Florida, between Fort Lauderdale and Boca Raton, it`s good to be part of your day of the South Florida Jewish Academy.<br><br>And on the West Coast, in San Bernardino, California, hello to the Spartans. San Gorgonio High School is rounding out today`s Roll.<br><br>Our next story today takes us to the United Kingdom.<br><br>From 1901 to the 1950s, its national and royal anthem was &quot;God Save the King.&quot; But that title changes depending on who`s on the throne. And Queen Elizabeth II took the throne in 1953.<br><br>Her power is mostly ceremonial. Britain`s governing and lawmaking authority lie with parliament.<br><br>But the queen is a highly respected figure in her country. She`s had a front seat to so much world history since the Second World War. She`s one of the world`s wealthiest women. And later this year, she`ll officially become the longest serving monarch in British history.<br><br>With that kind of accomplishment added to her many others, why wouldn`t she want to celebrate in public?<br><br>MAX FOSTER, CNN CORRESPONDENT: When Queen Elizabeth II came to the throne, Winston Churchill was still prime minister. And in September, she overtakes Queen Victoria as Britain`s longest serving monarch.<br><br>FOSTER: Crowned in Westminster Abbey on the 2nd of June 1953. Since then, she`s received 12 different British prime ministers, met every serving U.S. president, apart from Lyndon Johnson, and had encounters with seven popes, going back to Pius XII.<br><br>She`s sat for over 130 patriots, launched more than 20 ships and conferred more than 400,000 honors.<br><br>The queen, now 88, has four great grandchildren, including her future heir, Prince George. Accession Day for the queen brings mixed emotions. It`s the day she acceded to the throne, but it`s also the day she lost her father. So she always spends it privately at her country home at Sandringham, which is where he died.<br><br>UNIDENTIFIED MALE: Just The Facts.<br><br>The Crusades were a series of military expeditions that started in 1095 and continued for centuries. They were organized by Christians and their goal was to stop the spread of Islam, after Muslims had conquered most of the ancient Christian territory in the Holy Land.<br><br>Though the early Crusaders were successful, they killed tens of thousands of civilians when they conquered Jerusalem. Ultimately, the surrounding Muslim countries recaptured the land the Crusaders had taken.<br><br>AZUZ: Last week, President Obama mentioned the Crusades at the National Prayer Breakfast. And that caused some controversy. First, the event, the National Prayer Breakfast. It`s held every year on the first Thursday of February. It dates back to 1953, when President Eisenhower established its goal of seeking God`s guidance for the country.<br><br>Since then, every U.S. president has attended it. In fact, it`s usually highlighted by a presidential speech.<br><br>That`s what brings us to the event from last week.<br><br>At one point, in front of a mostly religious audience, President Obama referred to history in a discussion of the present.<br><br>(BEGIN VIDEO CLIP)<br><br>JAKE TAPPER, HOST, &quot;THE LEAD&quot; (voice-over): Conservative Christians are up in arms about remarks President Obama made at the National Prayer Breakfast Thursday about the Islamic extremists the U.S. is fighting in Iraq and Syria and the atrocities that these terrorists are committing in the name of Islam.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Lest we get on our high horse and think this is unique to some other place, remember that during<br><br>the Crusades and the Inquisition, people committed terrible deeds in the name of Christ.<br><br>In our home country, slavery and Jim Crow all too often was justified in the name of Christ.<br><br>TAPPER: Those comparisons did not sit well with many in the audience, especially with Republicans.<br><br>JAMES GILMORE (R), FORMER VIRGINIA GOVERNOR: Probably strategically and historically, the worst thing that a president could have said at this moment, because of the existing crisis that is going on this day.<br><br>TAPPER: Former Virginia governor, James Gilmore, says he does not understand why the president felt the need to equate ISIS militants with Christians from decades, if not centuries, ago.<br><br>GILMORE: The moment calls for presidential leadership. And instead, we got this -- this moral equivalency that tried to equate Christian faith and Christian activities in the United States with the same kind of brutality that we`re seeing overseas.<br><br>TAPPER: The president`s remarks came one day after a private roundtable at the White House with Muslim leaders to hear their concerns about civil liberties and racial profiling.<br><br>CHRISTOPHER HALE, CATHOLICS IN ALLIANCE FOR THE COMMON GOOD: I think he`s really trying to lift up this idea that Muslims add value to our nation.<br><br>TAPPER: Obama supporters like Christopher Hale, who helped lead Catholic outreach for the 2012 campaign say the criticism is just gotcha politics.<br><br>HALE: I think it`s important that Christians do reflect honestly on our history and see both the good and the bad. I think the president was calling on us to do that.<br><br>TAPPER: But some religious leaders also took issue with what they say is an unbalanced argument of moral equivalency.<br><br>RUSSELL MOORE, ETHICS AND RELIGIOUS LIBERTY COMMISSION: I don`t know why the president wants to stand up and to -- to speak as though he`s in a religious studies doctoral seminar at the University of Chicago rather than standing up as the commander-in-chief and saying we have an issue that threatens our national security.<br><br>TAPPER: Russell Moore heads the Southern Baptist Convention`s public policy arm.<br><br>MOORE: It`s almost as though Franklin Roosevelt were to stand up and say it`s a date that shall live in infamy, but let`s remember that we surprised the British at Yorktown, too.<br><br>TAPPER: Jake Tapper, CNN, Washington.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Ignacio Perez is a photographer with the U.S. Navy. He says he is used to documenting aircraft take-offs like those from aboard the USS John C. Stennis aircraft carrier. This was the shot of a lifetime.<br><br>Perez was covering a 5K run on the ship`s deck when he noticed a change in the atmosphere. So he moved to a better spot on the 115,000 ton warship and documented its bow as it steamed through a rainbow.<br><br>It`s almost hard to picture until you see the picture and the picture comes into focus. If a picture is worth a thousand words, this one is worth a pot of gold. We`re glad the camera and the photographer were in ship shape, because it`s a colorful conclusion to CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>Hope you have smooth sailing the rest of your day.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-09 CNN Student News.mp4"}