{"title":"CNNSN-2016-03-15-CNN-Student-News","script":"(CNN Student News) -- March 15, 2016<br><br><br>Russia to Withdraw Forces from Syria; U.S. Election: Super Tuesday 3; Early Pollen Season. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Happy to see this Tuesday for 10 minutes of world events.<br><br>We`ve got some news out of the war-torn nation of Syria, leading off our show. Russia has been involved in the conflict. Since last September, it`s been launching airstrikes that military analysts say have helped the Syrian government forces of President Bashar al-Assad.<br><br>Monday, Russian President Vladimir Putin announced his military would pull out of Syria starting today. The Russian leader says his nation`s goals in Syria have been reached.<br><br>The announcement was made at the same time that peace talks resume. They involve Syria`s government, different rebel groups and international officials. And some analysts say the Russian withdrawal is a sign that President Putin is now pushing Syria`s leader to reach a political settlement and end the nation`s 5-year-old civil war.<br><br>(BEGIN VIDEOTAPE)<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Moving through rebel-held Northern Syria is difficult and dangerous. As foreign journalists in areas with a strong jihadist presence, we had to travel undercover to see a war few outsiders have witnessed.<br><br>The city of Idlib is the only provincial capital under rebel control. This was its courthouse until it was hit by an airstrike in December. Dozens were killed.<br><br>Forty year old lawyer, Tala al-Jaway told us he was inside the building when it was hit. His arm was smashed, but he was lucky to survive.<br><br>TALA AL-JAWAY, BOMBING VICTIM (via translator): The Russian planes target anything that works in the interest of the people. The goals if that people here live a destroyed life, that people never see any good, that they never taste life. This is the tax of living in a liberated area.<br><br>WARD: An hour later we saw that tax for ourselves while filming in a town nearby. We heard the scream of fighter jets wheeling overhead. Moments later a hit.<br><br>(on camera): There was just an airstrike here in the town of Ariha so we`re now driving very quickly. It`s not clear yet what was hit but we are hearing that there are still planes in the sky.<br><br>(voice-over): Arriving on the scene our team found chaos and carnage.<br><br>Russia has repeated claimed it is only hitting terrorist targets. This strike hit a busy fruit market.<br><br>UNIDENTIFIED MALE (via translator): This is just a civilian market. This is not a military area.<br><br>UNIDENTIFIED MALE (via translator): There are no military insulations here or anything. It`s a market. Look it`s a market, a fruit market. Is this what you want, Bashar?<br><br>WARD: We couldn`t stay long. Often the jets circle back to hit the same place twice. It`s called a double tap.<br><br>The strikes on Ariha that day killed 11 people among them a woman and two children. Rescue workers wasted no time in clearing away the rubble. In this ugly war, massacres have become routine.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Big day in the U.S. presidential nomination process. Five states are holding contests for the Republican and Democratic candidates.<br><br>For the Republicans, two of these states are winner-take-all. Meaning that whoever wins the Florida and Ohio GOP contests wins all of the state`s delegates.<br><br>Before today`s vote, businessman Donald Trump was leading the Republicans. He gathered 462 delegates. Texas Senator Ted Cruz had 371. Florida Senator Marco Rubio had 165, and Ohio Governor John Kasich had 63. For the GOP nomination, 1,237 delegates are needed.<br><br>For the Democrats, former Secretary of State Hillary Clinton was leading. She`d gathered 1,244 delegates overall. Vermont Senator Bernie Sanders had 574 total. For the Democratic nomination, 2,383 delegates are needed.<br><br>Time to answer the call of the roll, and checking with who`s watching our show around the world.<br><br>We`ll start with the Eagles of Wolcott High School. Thank you for watching from Wolcott in the Constitution State of Connecticut.<br><br>Jumping South to the Lone Star State. The Spartans are online at St. Stephen`s Episcopal School. It`s in the state capital, Austin.<br><br>And on the largest island in the Mediterranean, that`s Sicily, Italy. Hello to everyone watching at Sigonella Middle/High School.<br><br>The vernal equinox, when daylight and nighttime are about the same length, will occur this weekend. In the southern hemisphere, it`s the first official day of fall, in the northern hemisphere, the first of spring.<br><br>For many parts of the U.S., allergists are warning that it doesn`t have to officially be spring for pollen to attack.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ (voice-over): Whether or not you believe in the perfunctory prognostications of Punxsutawney Phil, who said spring is coming early this year, there`s something in the air we can count on every year.<br><br>Yes, pollen, as in pollen me while I sneeze again. You can blame men for this one, at least the male components of plants. They produce countless grains of the stuff that fertilizes other plants, but also sometimes winds up planted in our noses.<br><br>Here`s the fun part, and by fun I mean terrible. In some parts of the U.S., pollen sneezing is starting earlier this year. Tree pollen is supposed to peak in March, grass pollen in the following weeks.<br><br>What does that mean? Well, researchers count the number of pollen grains in a cubic meter of air, a count of 120 or more is considered high. But in the recent years, the southeast has seen counts in the thousands.<br><br>If you`re not allergic, you`ll notice the pollen on your yellow car, which didn`t start out yellow. If you are allergic, you`ll now by the coughing, sneezing, wheezing, sniffling, allergic suffering that pollen brings you.<br><br>The worst times for pollen are dawn and dusk, so you want to try to be indoors then. The best, right after it rains, when the air is clearer.<br><br>Here`s hoping your pollen season isn`t a-pollen.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`ve walked on the moon, sent spacecraft to the far reaches of our solar system, yet humans have only explored 5 percent of the world`s oceans. Why? Well, for one thing, building a submersible that can withstand the water pressure takes a feat of engineering.<br><br>Deep water exploration is time consuming. It`s expensive. Researchers have trouble getting funding, and like space exploration, it`s dangerous.<br><br>But there are inventors who are making deep strides.<br><br>(BEGIN VIDEOTAPE)<br><br>PHIL NUYTTEN, FOUNDER WTON: The latest suit that we`re building right now is called an Exo Suit. And exo very simply is from exoskeleton, like a crab shell and all your soft meat inside it doing what you want to do. So, it`s kind of like Ironman come to life.<br><br>My name is Phil Nuytten and I design and build things to go into the sea, deep into the sea.<br><br>Inside the suit, you`re at the same pressure that we were designed to be at -- the pressure that we`re at right now. And with this suit, you get on to a thousand feet and even deeper and have no pressure effects whatsoever because inside, it is one atmosphere.<br><br>The suits are better suited for working. Your arms are actually in there. Your hands are gripping the grippers and so, when you move, it moves. It`s really kind of a paradox in as much as it has to be absolutely rigid to withstand that high outside pressure let`s say, a thousand feet, the pressure is 500 pounds per square inch.<br><br>But it has to be flexible, so you can move the arms and legs and work. Otherwise, what`s the point you`re down there? The suit has a tether to the surface and that tether provide you with power because the suit flies, it has thrusters on it and it flies around on the end of this umbilical.<br><br>So, why doesn`t everybody do it? Well, first of all, the suits are very hard to build, and they`re expensive. They`re very expensive. So, the most difficult thing is getting the price down.<br><br>Going down the Exo Suit is almost always going down for a purpose. I want to be able to accomplish the task, whatever it is, whether photography, welding, cutting, blast and burning and not think about the suit at all. You shouldn`t even know it`s there. It has to be unremarkable. The more unremarkable, the better.<br><br>I guess what drives me is that there`s still so much more to be done. It`s tremendous to be able to go to greater depths that you`ve been to ever before and to examine them. And when archeologists and scientists are able to go down there, the deeper they go, the more things that find that they didn`t know existed.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you just can`t decide whether you`d rather ride a rollercoaster or play videogames, well, now you can`t do both, at the same time.<br><br>A U.S. theme park has incorporated virtual reality gaming into one of its coasters. While you ride, you see an entirely different set of scenery, you see aliens and you shoot them. Oh, and you ride the rollercoaster.<br><br>Will this become the way we all ride coasters in the future? Depends on the type of coaster. Some people won`t be able to handle the suspension.<br><br>Some won`t have nerves of steel. Some will want to boomerang back and get back on track with the old school non-VR days when you wouldn`t want to change a thing.<br><br>And though we`re on a roll coastering through every bad pun we`ve got, this ride over y`all. Hope you get back on tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-15 CNN Student News.mp4"}