{"title":"CNNSN-2017-03-07-CNN-Student-News","script":"(CNN Student News) -- March 7, 2017<br><br><br>Trump Signs a Revised Immigration Order; How North Korea`s Weapons Program is Accelerating<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Thanks for watching CNN 10, your daily source for global news explained. I`m Carl Azuz.<br><br>U.S. President Donald Trump has signed a revised executive order concerning immigration to the United States. It makes some changes to his previous order, which was issued in late January and afterward put on hold by U.S. courts.<br><br>Here`s what`s different this time around. The original temporarily banned people from seven countries from entering the U.S. Six of these countries are still on the list. People from Iran, Libya, Somalia, Sudan, Syria and Yemen are suspended from entering America for 90 days.<br><br>But Iraq is no longer listed. Its government lobbied hard to be removed from the list and it will work more closely with the U.S. on how it vets, how it investigates people emigrating from Iraq.<br><br>In the new order, people who hold current visas, permission to travel to the U.S. are allowed in. And refugees from Syria who were banned indefinitely under the previous order are now temporarily suspended for 120 days. In fact, the U.S. refugee program itself will be suspended for 120 days.<br><br>The Trump administration says this is all about national security and that about 300 people who`ve entered the U.S. as refugees are now the subjects of FBI counterterrorism investigations.<br><br>(BEGIN VIDEO CLIP)<br><br>JEFF SESSIONS, UNITED STATES ATTORNEY GENERAL: We cannot compromise our nation`s security by allowing visitors entry when their own governments are unable or unwilling to provide the information we need to vet them responsibly, all when those governments actively support terrorism. This executive order responsibly provides a needed pause, so we can carefully review how we scrutinize people coming here from these countries of concern.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But critics like the International Rescue Committee say the new order won`t make America safer but that it will only harm refugees. The American Civil Liberties Union says the new order has the same flaws as the last one and calls it a ban on Muslims. That`s something the White House denies, saying hundreds of millions of Muslims are not subject to the order.<br><br>The Trump administration says the new rules will be phased in after 10 days.<br><br>From North Korea, four missiles launched on one morning. It happened yesterday. It got what`s becoming a familiar response from the international community.<br><br>Officials called it provocative, illegal. They said it must be stopped. But that looks like the last night North Korea is willing to do.<br><br>Monday`s tests apparently involved four medium range missiles that worked and a fifth that failed to get off the ground. They flew about 620 miles toward the Sea of Japan, also known as the East Sea. Japan`s president said they landed within 200 miles of his country`s coastline. And experts say what all this means is that North Korea is speeding up its weapons program, taking only a third of the time it used to take to develop and test-fire missiles.<br><br>The U.S. is an ally of Japan and South Korea. It`s had a military presence in South Korea since fighting stopped in the Korean War in 1953. The White House says it`s deploying a missile defense system to South Korea to protect against threats from the North. Those threats appear to be increasing.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT (voice-over): More than 20 missile launches, two nuclear tests and a satellite launch since the world over as a long range missile test, never in North Korea`s history has the testing been as fast and furious as it was last year. Monday`s missile suggests the return to business as usual.<br><br>Kim Jong Un is on a rush. Experts say he will not ease up until he can truly threaten the United States.<br><br>DUYEON KIM, GEORGETOWN UNIVERSITY: It`s only a matter of time until the North is able to successfully launch a long range missile, tipped with a nuclear device, aimed at the U.S.<br><br>HANCOCKS: North Korea describes itself as a nuclear state, a term Washington says it will never accept -- one policy at least the Obama and Trump administrations agree on.<br><br>President Trump believes China must do more to rein the country, and its leader in. But the more North Korea tests, the more it improves. The next four years are crucial to what options does U.S. President Trump have.<br><br>MIKE CHINOY, UNIVERSITY OF SOUTHERN CALIFORNIA: Do you negotiate and try and get some kind of freeze, which is politically considered unacceptable in Washington? Do you step up sanctions, which so far haven`t worked? Do you take military action, which leaks from Washington in recent days to suggest they are on the table? All the options are bad.<br><br>HANCOCKS: This man knows the regime well. Thae Yong Ho was the number two in North Korea`s London embassy before he defected last summer. He says Kim Jong Un does want a new relationship with President Trump, just as long as it`s on his terms.<br><br>THAE YONG HO, NORTH KOREAN DEFECTOR DIPLOMAT: He will never give up his nuclear development.<br><br>HANCOCKS: A nuclear program that`s Kim Jong Un`s insurance plan against what he calls hostile U.S. policy, frequent claims that if the U.S. were less threatening, North Korea would have no need for its program.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these is known as the &quot;last great race&quot;?<br><br>Iditarod, Kentucky Derby, Monaco Grand Prix, or Ironman Triathlon?<br><br>The Iditarod, a sled dog race across Alaska is called the &quot;last great race&quot; on Earth.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Mushers and their teams of dogs got off to a delayed start yesterday. They were given an extra day to travel because the starting line was moved from Anchorage to Fairbanks, 300 miles north.<br><br>Why? There wasn`t enough snow in Anchorage for the race. It`s the third time in 15 years that`s happened. The 1,000-mile Iditarod follows a historic trail through the Alaska Range. Over 100 years ago, dog sleds were used to carry supplies in mail from Alaska`s southern coast to mining camps in the northeast. And while planes have handled most of that work since the 1920s, getting on a sled now is a thrilling step back in time.<br><br>(BEGIN VIDEOTAPE)<br><br>DEREK VAN DAM, CNN METEOROLOGIST: I`m CNN meteorologist Derek Van Dam and we`re at Steam Boat Springs at the Grizzle-T Dog and Sled Works. You`re probably wondering why I`ve got all these equipment on, because we`re going to go dog-sledding.<br><br>SUBTITLE: Sledding with the dogs of the Iditarod.<br><br>VAN DAM: I`m standing next to a legend who has actually done the Iditarod in Alaska.<br><br>What was experience like? When did you do it?<br><br>KRIS HOFFMAN, GRIZZLE-T DOG &amp; SLED WORKS: 2011 was the last time I did. I ran a puppy team. We took two teams up from Steam Boats.<br><br>VAN DAM: Is mushing the correct word?<br><br>HOFFMAN: I think we call it mushing for the day. Yes.<br><br>VAN DAM: OK, all right.<br><br>HOFFMAN: Yould could be an official musher and go dog sledding.<br><br>VAN DAM: Hey, this is Crosby and he`s actually run in the Iditarod in Alaska. He`s actually my team leader today and he looks pretty fast, don`t you think?<br><br>Come on, Crosby! Come on, Swiggle! Let`s do it, boys! All right.<br><br>Are these guys happy? Did they enjoy pulling a human on a sled?<br><br>HOFFMAN: You know, they love that more than anything else. It`s pretty much what they live for. The best analogy I give you, Derek, is kind of like a Lab with their ball, right? As soon as your Lab sees that ball, he`s wagging his tail and will settle down until you throw it, right? Same things with these guys, as soon as we break out their harnesses and hook them up, you`re going to see they`re elated and want nothing more than carry you around.<br><br>VAN DAM: Here you go, Crosby. Good boys, good girls.<br><br>Thank you, boys. Thank you, girls.<br><br>That was a fantastic experience. I`ll do it again.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Always get a lot of positive feedback when we air segments about heroes. And CNN is now accepting nominations for the 2017 CNN heroes. In the months ahead, the company will be reviewing the nominees, producing the reports you`ll see on our show later this year and ultimately announcing the hero of the year. It starts with simple stories of everyday heroism.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: Ready to ride?<br><br>UNIDENTIFIED KID: Yes!<br><br>UNIDENTIFIED FEMALE: Bring it in, girl.<br><br>UNIDENTIFIED MALE: Yes.<br><br>ANDERSON COOPER, CNN CORRESPONDENT: Every year, CNN Heroes honors everyday people doing extraordinary work to change lives.<br><br>UNIDENTIFIED MALE: So proud of you, man.<br><br>COOPER: We cross the globe to tell the stories of these amazing heroes.<br><br>UNIDENTIFIED FEMALE: Come on. Go all the way to the end.<br><br>COOPER: But we can`t do it without you.<br><br>We need you to tell us who you think should be a CNN hero.<br><br>UNIDENTIFIED MALE: Look how far we`ve come in a week. It`s fantastic.<br><br>COOPER: You can nominate someone in just a few simple steps. Go to CNNHeroes.com and fill in the forms, tell us about your hero.<br><br>It`s that easy. You can help make your hero a CNN Hero and shine some light on their amazing work.<br><br>UNIDENTIFIED MALE: Thank you, thank you.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Winning ice cream flavor: cookies and cream, butter pecan, chocolate chip cookie dough. How about solid gold?<br><br>A Japanese company that specializes in making gold leaf, that`s really, really thin sheets of gold, tried it out as an ice cream topping. It`s president says that with no advertising, it became a major hit, with folks lining up to eat and Instagram gold leaf coated soft serve.<br><br>The cost is $7 a cone, which some say is worth its way in gold. Well, it better taste rich. And while other ice creams have ingredients, this one`s got an element y`all. How often should it be on a table? Periodically. And if you`re OK with someone meddling with your dessert, Au`ve got to love the idea, unless your metalergic.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-07 CNN Student News.mp4"}