{"title":"CNNSN-2015-11-05-CNN-Student-News","script":"(CNN Student News) -- November 5, 2015<br><br>Volcanic Eruption in Indonesia; A Finding Concerning Antarctica`s Ice Sheet; Measuring Teens` Media Time<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: A very warm welcome to viewers worldwide of CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center.<br><br>First up this Thursday, a volcanic eruption near Bali. This is a popular resort island in the Pacific island country of Indonesia. That`s key here, because even though this eruption of Mount Rinjani wasn`t actually on Bali, the wind blew its volcanic ash toward the island.<br><br>And even though the eruption wasn`t a major threat to people on the ground, it is planes in the air. Volcanic ash can melt if it`s sucked into aircraft engines. It turns into a glasslike substance that can cause them or break down. So, from Tuesday night until today, around 700 flights in the region were cancelled, leaving people stranded, either unable to leave Bali or unable to get there.<br><br>Ice in Antarctica, there`s a lot of it. It doesn`t sound much like breaking news. But new information suggests it`s increasing and that`s puzzling some scientists because research over the last 10 years suggested that Antarctica is losing ice and that the melt is contributing to rising levels.<br><br>Last year, NASA reported that Antarctic sea ice reached a new record size. Now, it looks like the continent`s ice sheet is growing.<br><br>(BEGIN VIDEOTAPE)<br><br>BRANDON MILLER, CNN CORRESPONDENT: We know that sea levels around the world are rising and current thinking is that part of that sea level rise comes from melting ice in Antarctica. But one recent study from NASA scientists says that may not be the case.<br><br>SUBTITLE: Is Antarctica gaining ice?<br><br>MILLER: Antarctica is a big place, roughly the size of U.S. and Mexico combined. So, as you might expect, changes in its ice are not uniformed across the entire continent. Nearly, all scientists agree that ice is being lost from the western part of Antarctica and along its peninsula.<br><br>On the eastern side, ice is actually being gained. But where this study is different is they measured that that gaining of ice long eastern Antarctica is outpacing the loss on the western side.<br><br>What`s behind this addition of ice? It`s snowfalls that started becoming heavier around 10,000 years ago. The scientists know this by looking into ice core data. Why is this important? It would mean that Antarctica is not contributing to seal level rise.<br><br>Bottom line: there is still a lot we need to learn about how Antarctica is reacting to climate change.<br><br>(END VIDEOTAPE)<br><br>AZ: Nine hours a day, that`s how much time on average that American teenagers are spending with electronic media, and this doesn`t count any media they might use for school.<br><br>According to a study by a nonprofit group called Common Sense Media. Its CEO says this shows that digital technology is the dominant force in teenagers` lives, that they spend more time with it than anything else, including sleeping. And if you just break out screen times, smartphones, computers, TVs, tables, teenagers spend more than 6 1/2 hours a day with it, and younger kids more than 4 1/2 hours.<br><br>Media can affect learning. Most of those surveyed said they`re texting or listening to music while they`re doing homework. And experts say this makes them less effective at their homework.<br><br>Social media often factors in, too, and for many, social media seems to correlate with social standing.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDERSON COOPER, CNN`S &quot;AC360&quot; HOST (voice-over): The first headline: the more teens look at social media, the more distressed they can become.<br><br>Teens check their social media feeds way more than they actually pose something. Our experts call it lurking. And the heaviest users in the study told us they check their feeds more than 100 times a day.<br><br>UNIDENTIFIED FEMALE: Sometimes, I`ll catch myself like going on my social media way too much, about 200 times in a day.<br><br>COOPER: We asked about 20 teens in our study to send us videos, responding to questions about the power of social media in their lives.<br><br>SELAM: The most times I checked it in a day, I lose track. It`s just a need I have, like I need to.<br><br>ZACK: I probably check my phone, 90, 100, 110. Even when I`m hanging out with people, I check (ph) on my phone a lot, because I mean, the one thing I want to do is miss out on something.<br><br>GABBY: I think I`ve checked out about 100 times at school before, like I just whip it out in the middle in the class, and I`m like, hmm, I wonder what everybody else is up to.<br><br>COOPER: Why check over 100 times a day even during school? They`re really worried about fitting in. Twenty-one percent say -<br><br>UNIDENTIFIED MALE: I want to make sure no one is saying mean things about me.<br><br>COOPER: Thirty-six percent say --<br><br>UNIDENTIFIED FEMALE: I want to see if my friends are doing things without me.<br><br>COOPER: And 61 percent say --<br><br>UNIDENTIFIED FEMALE: I want to see if my posts are getting likes and comments.<br><br>COOPER: Clinical psychologist, Dr. Marion Underwood, is the co-author of the study.<br><br>DR. MARION UNDERWOOD, CHILD CLINICAL PSYCHOLOGIST: It is stressful to constantly be monitoring and worrying about what people, how people might have responded to what you`ve put online. This is an age group that has a lot of anxiety about where they fit in, how they rank, what their peer status is.<br><br>They just don`t get online to see how many likes or favorites they`ve got. They`re comparing their numbers to other people`s numbers.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s time to take attendance y`all.<br><br>On yesterday`s transcript page at CNNStudentNews.com, we heard from the Norsemen. Northglenn High School is on the roll from Northglenn, Colorado.<br><br>We heard from the Panthers. In Powell, Tennessee, Powell High School is watching.<br><br>And from the most populated city in the world`s most populated country, we`re talking about Shanghai, China, hello to everyone at Shanghai Community International School.<br><br>Scientists have a new tool that could let them alter our genes, in a relatively quick and efficient way. In biology, we learn that genes made from DNA determine our looks, our height, how we laugh, and what diseases we may be prone to.<br><br>A new engineering technique called CRISPR could give researchers the power to edit DNA for better or for worse.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): Your body contains 37.2 trillion cells. And within each is a copy of a code consisting of more than 20,000 genes and billions of strands of DNA.<br><br>This code is your genome and it determines everything that makes you - - you.<br><br>What if you could modify that code, bring back instinct species, eliminate hereditary diseases? That is precisely what molecular engineers and geneticists around the world are working on.<br><br>GEORGE CHURCH, GENETICS PROFESSOR, HARVARD MEDICAL SCHOOL: Genes are what we get and we`re stuck with them. The environment is the only thing we can change and there`s kind of a limit of how much you can do. But now, if we can change our genes, too, really, in a much closer to total control of our biology and physiology.<br><br>CRANE: George Church is one of many using a revolutionary gene editing technique called CRISPR-Cas9, which allows you to modify DNA sequences.<br><br>CHURCH: CRISPR is a way that you can design and target a particular part of your genome and change it to something else. Or you can delete a gene. You can make all sorts of edits very precisely.<br><br>CRANE: CRISPR is kind of like having to find, delete, replace function for DNA.<br><br>No one actually invented the process. It happens naturally. Scientists discovered that bacteria alter their DNA to defend against viruses, essentially storing part of the virus so they can identify, target and attack the virus if it comes back.<br><br>Researchers realize the tools bacteria use to do this were Cas proteins, nature`s genetic scissors. Geneticists are now using these proteins to make their own targeted changes to DNA.<br><br>CHURCH: This can be used in agriculture where you can change any plant or animal. It can be used to eliminate invasive species.<br><br>What`s most exciting about CRISPR is our ability to alter longstanding epidemics like malaria and HIV.<br><br>CRANE: And that could potentially save millions of lives.<br><br>But CRISPR is not without controversy. Consider what you can do with a person`s DNA.<br><br>This past year, for the first time, scientists in China used CRISPR in an unsuccessful attempt to edit the genomes of human embryos.<br><br>(on camera): People fear that CRISPR could lead to designer babies. How do we prevent that from happening?<br><br>CHURCH: We shouldn`t be playing. We should be engineering. And I think that`s what we are doing.<br><br>CRANE: Where do you think the moral and ethical boundary is?<br><br>CHURCH: Safety. I think safety is number one. Just like any new technology and new drug, we should try to make it as safe as possible.<br><br>(END VIDEOTAPE)<br><br>AZU: At the intersection of fascinating and disgusting is this -- it`s a wall of gum, once listed as one of the germiest attractions in the world. It`s located in Seattle, Washington`s Pike Place Market.<br><br>Legend has it that folks going to the theater there in the 1990s decided it`d be better to stick their gum on this brick wall than under their seats. Twenty years and an estimated one million pieces later, it spread well beyond the original wall. So, officials are spending about $4,000 to get it steam cleaned. They do expect the gummy tradition to continue, just on a clean slate.<br><br>Plans for how to do the job are just brick-gumming. It will be have to done piece by piece, brick by brick, grating your teeth and hoping you don`t get stuck. And wall we can sit jaw about this all day, we`ve already gummed up the last part of our show and we don`t have anymore time to stick around.<br><br>Our Carl Azuz for CNN Student chews.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-05 CNN Student News.mp4"}