{"title":"CNNSN-2017-04-17-CNN-Student-News","script":"(CNN Student News) -- April 17, 2017<br><br><br>Special &quot;Star Wars&quot; Edition<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Great to have you watching the special edition of CNN 10. I`m Carl Azuz at the CNN Center.<br><br>We`re covering a subject today that`s both fascinating and alarming -- a potential war in space. Unlike modern international conflicts that have involved air, land and sea, troops, weapons, and artillery, the next major world war, if there ever is one, could be held at a place distant from anywhere on Earth, potentially killing no one but affecting almost everyone -- a war unseen with a naked eye but felt across the nation.<br><br>CNN`s Jim Sciutto takes us to the battlefield that`s miles over our heads.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: It is an arms race.<br><br>Is the U.S. at risk of losing?<br><br>PETER SINGER, AUTHOR, GHOST FLEET: I think so.<br><br>SCIUTTO: In outer space.<br><br>GEN. WILLIAM SHELTON, FORMER COMMANDER AIR FORCE SPACE COMMAND: Looks like a communications satellite, when in actuality, it is also a weapon.<br><br>SCIUTTO: Threats of a potential World War III.<br><br>DEANNA BURT, COMMANDER OF 50TH SPACE WING: I think it`s an inevitability over time.<br><br>SCIUTTO: Unimaginable weapons.<br><br>So, you could kidnap another satellite?<br><br>PAUL GRAZIANI, CEO ANALYTICAL GRAPHICS: Essentially.<br><br>SCIUTTO: Designed to bring America to its knees.<br><br>LT. GEN. DAVID BUCK, COMMANDER JOINT FUNCTIONAL COMPONENT COMMAND FOR SPACE: Our satellites are at risk. And our ground infrastructure is at risk.<br><br>UNIDENTIFIED MALE: Standby! Data building in Florida.<br><br>SCIUTTO: What can the U.S. possibly do to prevent this catastrophe?<br><br>UNIDENTIFIED MALE: This is a Q sat.<br><br>SCIUTTO: To find out, we go inside and underground.<br><br>UNIDENTIFIED MALE: So, this is the global operations.<br><br>SCIUTTO: With rare access to the places and the people preparing for &quot;War in Space: The Next Battlefield&quot;.<br><br>As the sun sets and the nation goes to sleep, the battle for supremacy in space is about to begin. One final night before Americans wake up to a new and daunting reality. 10 a.m. New York, 7:00 a.m., Los Angeles cities normally buzzing with the morning rush suddenly stall. TV networks start to go dark. Internet connections run slow. ATMs begin to malfunction.<br><br>There`s confusion. No panic, not yet, as stealth cyber attacks are racing through the U.S. at the speed of light.<br><br>SINGER: Then you have the question of is it a cascading effect or not?<br><br>SCIUTTO: By noon in New York and 9:00 a.m. in Los Angeles, financial markets, dependent on exact timing provided by GPS, are frozen. Mobile phone services already patchy, fail. Confusion gives way to growing fears this is much more than a simple cyber glitch.<br><br>Many traffic lights and railroad signals also timed by GPS default to red, bringing transport to a standstill. Commercial air traffic is grounded, as pilots lose navigation and weather data. Power stations and water treatment plants begin to stop functioning.<br><br>SINGER: This feels like utter science fiction, and yet it`s not.<br><br>SCIUTTO: By now, Americans know the country is under some kind of attack. And they look to the Armed Forces to spring into action.<br><br>UNIDENTIFIED MALE: Stand by! Data building in Florida.<br><br>SCIUTTO: But the world`s greatest military is struggling to respond. Military pilots and drones lose contact with the ground. GPS-guided smart bombs are rendered dumb. Warships lose contact with commanders.<br><br>This is the nightmare scenario, chaos on earth, as our adversaries launch a massive cyber attack on key infrastructure and disable and destroy our satellites in space, the first shots in the first space war.<br><br>SINGER: Explosions in space, that no one will hear.<br><br>SCIUTTO: Peter Singer wrote about this diary scenario in his book, &quot;Ghost Fleet,&quot; and he now advises the Defense Department on just this type of threat.<br><br>SINGER: You are now in World War III. So, besides losing your ability to take out money from an ATM, your nation is in World War III.<br><br>SCIUTTO: This is not fantasy. This is the future, a future for which the U.S. is now urgently preparing.<br><br>GEN. JOHN HYTEN, COMMANDER, U.S. STRATEGIC COMMAND: If you say, is it inevitable and the answer is probably yes.<br><br>SCIUTTO: General John Hyten, until recently the head of U.S. Space Command, has now been promoted to lead strategic command -- charged with crucial missions ranging from commanding nuclear warfare to cyber warfare to war in space.<br><br>Anytime human beings have come to new territory and contested it, conflict has followed.<br><br>HYTEN: Human beings forever have wanted to explore what`s beyond the hill, the horizon, and as we go out there, there`s always been conflict.<br><br>Conflict in the Wild West as we moved into the West, conflict twice in Europe, for its horrible world wars.<br><br>So, every time human beings actually physically move into that, there`s conflict. And in that case, we`ll have to be prepared for that.<br><br>SCIUTTO: This new contested territory, however, is mind boggling, 73 trillion cubic miles.<br><br>UNIDENTIFIED FEMALE: The space surveillance network has been transmitting observations.<br><br>SCIUTTO: And the early signs by U.S. leaders` own admissions are disturbing for life as Americans know it. In 2015, the Pentagon expressed grave concern that America was not ready for war in space. It was proven right when month`s later, U.S. Space Forces were overwhelmed in war games that targeted U.S. space assets.<br><br>HYTEN: It does could ugly in a hurry. If it goes kinetic, it gets ugly really bad.<br><br>SCIUTTO: Kinetic warfare, meaning that shots are fired in space, would cause permanent damage and destruction to the fragile satellites that control much of our life on earth. Like a space-age Paul Revere, General William Shelton, Hyten`s immediate predecessor at Space Command, has been sounding the alarm.<br><br>Did action, though, start quickly enough?<br><br>SHELTON: You`re talking to a guy that was looking to really precipitate action and I would say the answer was no. Could we by an active defense of our own satellites? The answer is no.<br><br>SCIUTTO: You could not today defend satellite assets we have?<br><br>SHELTON: Not, certainly not on orbit. Clearly, there are things you can do on the ground. But space to space, no.<br><br>SCIUTTO: Perhaps worst of all, American adversaries know it, that the U.S. is not prepared. And that the U.S., more than any other nation, depends on space.<br><br>SINGER: Our ability to be this sort of unique 21st century kind of power depends on space being a sanctuary for us but also, it means there`s an incentive to take that away from us.<br><br>SCIUTTO: Who are those adversaries? They will sound familiar from standoffs down here on earth, Russia and China.<br><br>HYTEN: We have very good surveillance and intelligence capability, so we can see the threats that are being built.<br><br>SCIUTTO: And that`s China in particular.<br><br>HYTEN: China in particular. Russia is also working on those capabilities.<br><br>SCIUTTO: But that`s something you`re preparing for. So, I imagine, nothing is off-limits, in effect?<br><br>HYTEN: We`re developing capabilities to defend ourselves. It`s really that simple.<br><br>SCIUTTO: And so, the U.S. finds itself in a new, more ominous space race.<br><br>Is the U.S. at risk of losing a war?<br><br>SINGER: I think so. We`d be silly to say it`s not a possibility. That`s what any defense planner will tell you, is don`t look for the ideal outcome, plan for the worst day, so that you can survive it.<br><br>SCIUTTO: Coming up.<br><br>SHELTON: The wake-up call really was January of 2007when the Chinese tested their anti-satellite weapon.<br><br>SCIUTTO: The first shots in space have already been fired.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, that`s all for the special sort of &quot;Star Wars&quot; edition of CNN. Thanks for watching. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-17 CNN Student News.mp4"}