{"title":"CNNSN-2016-01-13-CNN-Student-News","script":"(CNN Student News) -- January 13, 2015<br><br>Barack Obama Delivers Final State of the Union Address; Governor Nikki Haley`s GOP Response; Ten Sailors In Iranian Custody<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS. I`m Carl Azuz.<br><br>Last night was President Obama`s final State of the Union Address. He has reached his two-term presidential limit. So, that`s where we`re starting today on CNN STUDENT NEWS.<br><br>There was some breaking news in the hours before the speech. The Middle Eastern nation of Iran captured 10 American sailors on two boats in the Persian Gulf. They were small craft like these. There were conflicting reports by different Iranian news agencies about whether the sailors were arrested or rescued by Iranian forces.<br><br>But the U.S. sailors themselves and the Obama administration said they expected the Americans to be released this morning.<br><br>While that was going on, President Obama headed toward the podium in the U.S. House of Representatives at 9:00 last night. His aim was to portray America as a nation on a rebound, as he started his last year in office.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: We live on a time of extraordinary change, change that`s reshaping the way we live, the way we work, our planet, our place in the world.<br><br>It`s change that promises amazing medical breakthroughs but also economic disruptions that strain working families. It promises education for girls in the most remote villages, but also connects terrorists plotting an ocean away.<br><br>It`s change that can brought an opportunity, or widen inequality. And whether we like it or not, the pace of this change will only accelerate.<br><br>The United States of America, right now, has the strongest, most durable economy in the world.<br><br>(APPLAUSE)<br><br>We`re in the middle of the longest streak of private sector job creation in history.<br><br>(APPLAUSE)<br><br>More than 14 million new jobs, the strongest two years of job growth since the 1990s, an unemployment rate cut half.<br><br>(END VIDEO CLIP)<br><br>AZUZ: It`s U.S. tradition for the opposing political party to respond to the president`s State of the Union speech. It`s been happening since the 1960s.<br><br>The president is a Democrat, the opposing party is Republican. So, Republican Governor Nikki Haley of South Carolina delivered last night`s response. Her aim was to highlight her party`s vision for an America significantly different from President Obama`s.<br><br>(BEGIN VIDEO CLIP)<br><br>GOV. NIKKI HALEY (R), SOUTH CAROLINA: Barack Obama`s election as president seven years ago broke historic barriers and inspired millions of Americans.<br><br>As he did when he first ran for office, tonight, President Obama spoke eloquently about grand things. He`s at his best when he does that.<br><br>Unfortunately, the president`s record has often fallen far short of his soaring words. As he enters his final year in office, many Americans are still feeling the squeeze of an economy too weak to raise income levels. We`re feeling a crushing national death, a health care plan that has made insurance less affordable, and doctors less available, and chaotic unrest in many of our cities.<br><br>Even worse, we are facing the most dangerous terrorist threat our nation has since September 11th. And this president appears unwilling or unable to deal with it.<br><br>(END VIDEO CLIP)<br><br>AZUZ: All right. Let`s check in now with three of the schools watching CNN STUDENT NEWS. These requests all came from yesterday`s transcript page at CNNStudentNews.com.<br><br>One, Wauneta-Palisade High School. It`s in Wauneta, Nebraska, the home of the Broncos.<br><br>Two, Beloit Memorial School. The Knights are here today. Beloit, Wisconsin, is on the roll.<br><br>And three, from Munich, Germany, welcome to our viewers at Phorms Munchen.<br><br>Next story, space junk. Hundreds of thousands of pieces of debris orbiting the earth.<br><br>Seven years ago, when an old Russian satellite smashed into a working American one, 2,000 additional pieces of space junks spread into orbit. A lot of you have emailed us your concerns about space junk, the danger it poses to astronauts, space craft and people on earth.<br><br>NASA says it has plans in place for how to avoid it, including how space crews or craft can change course if necessary. But the challenge, like the space junk itself, is increasing all the time.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: The people on this planet generate over one billion metric tons of waste each year. But did you know that we`ve created loads of junk in space?<br><br>SUBTITLE: Space junk orbits Earth.<br><br>CRANE: The earth is surrounded by a growing cloud of orbiting garbage that according to NASA contains at least 20,000 objects larger than a softball, 500,000 bigger than a marble, and millions of pieces of debris, they`re simply too small to track.<br><br>The trash comes from explosions, space craft collisions and expandable rocket stages, and as our space environment is getting more congested and complicated, it`s also getting cluttered with all kinds of garbage. The problem is, is that these pieces of trash are traveling at speeds up to 18,000 miles per hour, which is almost 10 times faster than a bullet. Even a paint flake at that speed becomes a missile.<br><br>The International Space Station even had to replace windows when debris paint flakes caused damage to them. It`s not uncommon that ISS has to adjust its orbit to dodge some space junk.<br><br>Because this trash posed a threat to our properties in space, the Department of Defense catalogs and tracks those items that are bigger than a softball. They`re currently building what they call a &quot;space fence&quot;. It`s just a radar-based space surveillance system that will allow the Air Force to better track space debris and artificial satellites.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The long snapper may not get a lot of credit on the football team. But the position has gotten so important that it`s actively being recruited by college scouts. The long snapper specializes in hiking the ball ten yards back to a punter or several years back into the side for a place holder.<br><br>The long snapper still has to block and run. This is a highly skilled position and that makes the subject of today`s character that much more amazing.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Jake Olson doesn`t look at football like his teammates. In fact, he can`t see the game at all.<br><br>The long snapper for the University of Southern California is blind.<br><br>JAKE OLSON, BLIND USC FOOTBALL PLAYER: When I was eight months old, I was diagnosed with a rare form of eye cancer called retinoblastoma. When the doctors found my cancer, it was completely taking over my left eye. The greatest fear is the cancer spreading through the optic nerve through the brain.<br><br>GUPTA: To save his life, doctors removed that eye. Jake endured chemotherapy and laser treatment to save the right one, but the cancer kept coming back.<br><br>OLSON: After about eight times of that happening, you know, the doctors finally said, listen, there`s -- we pretty much exhausted all treatment options.<br><br>GUPTA: Jake was 12 when he found out he would lose his other eye.<br><br>But former USC head coach Pete Carroll heard Jake`s story. He knew the boy was a huge life long fan and invited him to meet the team.<br><br>OLSON: That team was there for me in my darkest hours. It`s something that I always be grateful for.<br><br>GUPTA: Despite losing his eyesight, Jake played football in high school.<br><br>OLSON: A lot is just feel.<br><br>GUPTA: Last year, he brought that talent to USC as walk-on player for his beloved team.<br><br>OLSON: I went in to play football with the mentality that I had nothing to lose. Life`s unfair, it`s taught me to keep fighting.<br><br>GUPTA: Dr. Sanjay Gupta, CNN, reporting.<br><br>(END VIDEOTAPE)<br><br>AZUZ: And before we go, my favorite feature headline of the year so far, dogs in pants.<br><br>You might not have known there`s a big debate going on about this and if you`re the quick thinking sort who`s saying, wait, do they mean pants like we people wear or pants may just cover a dog`s legs and underbelly, well, you`re barking up the right tree.<br><br>(BEGIN VIDEOTAPE)<br><br>JEANNE MOOS, CNN CORRESPONDENT (voice-over): A 19-year-old student in Belgium claims his girlfriend`s dog Rocky got him thinking, if a dog wear pants, would he wear them like this on four legs, or like this on his two hind legs?<br><br>The internet went nuts joking about and debating the question: would pants on just the hind legs be shorts, or are both wrong?<br><br>And then, Muddy Mutts unmuddied the waters.<br><br>(on camera): So, you think you`ve settled the argument once and for all?<br><br>UNIDENTIFIED MALE: It is settled, four legs.<br><br>MOOS (voice-over): Because pants for dogs already exist. Waterproof nylon waders sold by a husband and wife company in Canada for 50 bucks U.S.<br><br>UNIDENTIFIED MALE: It looks really funny but when you get tired of cleaning a dog for 20 minutes after a walk, it`s really practical.<br><br>MOOS: It was a niche product until the diagram went viral and Tim Skelly (ph) says sales jumped 2,800 percent.<br><br>UNIDENTIFIED MALE: I`d love to show you one but I even sold the one that was on our model dog.<br><br>MOOS: Now, there`s a waiting list as Tim races to make more Muddy Mutts.<br><br>Jeanne Moos, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It gives a whole new meaning to panting dog. But if you`re a pet owner who sees nothing wasted, you put your boxer in boxers, your chow in chow-sers, your corgi in corgi-roys, or your Lab in Labra-drawers (ph), well, we know who wears the pants in the family.<br><br>I`m Carl Azuz and that zips up another edition of CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-13 CNN Student News.mp4"}