{"title":"CNNSN-2016-05-23-CNN-Student-News","script":"(CNN Student News) -- May 23, 2016<br><br><br>President Obama Arrives in Vietnam; Egypt Struggles in the Wake of Recent Events; U.S. Federal Judge Orders Cleveland, Mississippi Schools to Desegregate<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS. I`m Carl Azuz.<br><br>The Southeast Asian country of Vietnam is where we start today. U.S. President Barack Obama arrived there over the weekend. His goal, to improve relations with a government that was a U.S. enemy during the Vietnam War.<br><br>The conflict extended from 1954 to 1975. The communist government of North Vietnam and its allies eventually defeated South Vietnam, which was supported by the U.S. More than 58,000 U.S. troops were among the millions overall who died in the Vietnam War.<br><br>Former President Bill Clinton reestablished U.S. diplomatic ties with Vietnam in 1995 and President Obama is hoping to increase economic and security cooperation between the two countries.<br><br>Reactions to this trip are mixed. Some veterans groups say it will help remind Americans of the war and those who served. Others say the president needs to ask about more than 1,600 U.S. troops who are still listed as missing from the war.<br><br>But there`s another factor in this visit. The U.S. sees Vietnam as a partner in slowing down the influence of China. That country has become increasingly territorial in the South China Sea.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Like his father before, Le Tan makes his living from the sea. He`s fished these waters for 31 years. But lately, his job has become a lot more dangerous.<br><br>LE TAN, VIETNAMESE FISHERMAN (through translator): First, they took our fish and then the essential equipment. If they lacked it, they took it.<br><br>If they didn`t, they throw it away.<br><br>REPORTER: Tan describes a day when Chinese men boarded his boat, stole his equipment and threaten him and his sons. This happened last year, but he says his boat has been targeted four or five times over the past decade.<br><br>Tan says he`s being targeted because he fishes in the Paracels, the chain of islands claimed by Vietnam, China and Taiwan. Vietnamese authorities say hundreds of fishermen from Ly Son, a small island of the east coast of Vietnam, report being intimidated, beaten or robbed by men on Chinese flagged boats within the Paracels.<br><br>Yet, despite the danger, the local government says it`s encouraging men to keep fishing these waters, calling them &quot;defenders of Vietnamese territory&quot;.<br><br>The Chinese foreign ministry says it has no knowledge about Vietnamese fishermen being beaten or chased away, and the Paracel Islands are its sovereign territory, along with most of the South China Sea.<br><br>China is building manmade islands, laying down airstrips, deploying surface to air missiles in defiance of competing claims by other regional players.<br><br>And the U.S. has weighed into the fight, challenging China by running freedom of navigation operations in the region and calling for an end to the militarization of the area.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The North African nation of Egypt, which borders the Mediterranean Sea, has sent a submarine to look for the remains of EgyptAir Flight 804.<br><br>It disappeared last Thursday on the way from Paris, France, to Cairo, Egypt. There were 66 people aboard.<br><br>Searchers have found wreckage in the Mediterranean -- life vests, plain parts, personal belongings. But locating the fuselage with the plane`s flight data recorders would help explain exactly what happened.<br><br>Officials don`t know if the problem was mechanical or terrorism related. Either way, the incident adds to a list of troubles Egypt is facing.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT: The last five years have been rough on Egypt. The hope and optimism borne in the uprising to depose President Hosni Mubarak have been eclipsed by instability, terrorism, violence and repression.<br><br>In 2012, Egypt had its first ever democratic presidential election, electing the Muslim Brotherhood`s Mohamed Morsy. But after a year, he was ousted by the Egyptian military after massive popular protests. Then Defense Minister Abdel Fattah al-Sisi took power and later won a presidential election.<br><br>Sisi promised to bring stability and prosperity and crack down on terrorism, but so far, he`s failed on all fronts.<br><br>Militants in the Sinai Peninsula had set up an ISIS statelet there and they claimed responsibility for the bomb that brought down a Russian MetroJet airliner in October 2015. This came a month after Egyptian security forces killed 12 tourists, wounded 10 others in the country`s western desert after they were mistaken for terrorists.<br><br>Tourism is important part of the Egyptian economy and has taken a nosedive. And with the crash of EgyptAir Flight 804, things were probably only get worse.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On the &quot;Roll Call&quot; this year, we`re happy to say we have visited every continent but Antarctica so far.<br><br>Beehive International School from the Czech Republic is first up today. It`s in the nation`s capital of Prague.<br><br>Next from Gloucester, Massachusetts, we`re setting sail with the Fishermen of O`Maley Innovation Middle School.<br><br>And finally, hello to Waialua High and Intermediate School. It`s in Waialua, Hawaii, the home of the Bulldogs.<br><br>In the school district of Cleveland, Mississippi, there are 3,600 students. Sixty-seven percent are black, 29 percent are white, 4 percent are Asian or Hispanic. And the district has been ordered to desegregate.<br><br>Why? Well, the U.S. Supreme Court`s Brown versus Board of Education ruling in 1954 said that states cannot segregate or separate black and white students in school. A federal court says that Cleveland, Mississippi schools are currently divided by race. The school board proposed two plans to desegregate the schools. The U.S. government proposed one and the judge ordered Cleveland to implement the government`s plan.<br><br>But Cleveland might appeal. It says calling its districts segregated is misleading and incorrect.<br><br>(BEGIN VIDEOTAPE)<br><br>POLO SANDOVAL, CNN CORRESPONDENT (voice-over): The legal fight lingering over the schools in this tiny Mississippi town is almost as old as these buildings. A federal court ruled Cleveland, Mississippi, schools are still segregated 62 years after the landmark ruling Brown versus Board of Education.<br><br>The feds argued schools on the east side of town are still all black or virtually all black. On the other side of town, campuses have been historically and disproportionately white. The town`s two high schools are at the center of the longstanding case.<br><br>And east side`s high school graduation ceremony this week, no white students to be seen. On the west side of town, Cleveland High has a fairly even racial split far from the two-thirds black, one-third white makeup of the community.<br><br>The Cleveland School District is now being ordered to merge both its middle and high schools before the next academic year.<br><br>It`s a move the district attorney argues would disrupt proven success.<br><br>JAMIE JACKS, REPRESENTS CLEVELAND SCHOOL DISTRICT: We think that the choices that we`ve afforded parents over the years have created a system where we have students of both races learning side by side.<br><br>SANDOVAL: You have to take a look back to 1965 to understand how the Cleveland School District got to this point.<br><br>Bolivar County, the school system that included Cleveland was sued at the height of the civil rights struggle demanding schools desegregate.<br><br>District officials maintain they have taken steps to make integration happen over the years. Just four years ago, they eliminated attendance zones divided by worded trains used to run. Open enrollment was implemented, meaning students were now free to choose where they wanted to go.<br><br>JACKS: The district certainly feels like it hasn`t been sitting back and doing nothing. We feel like we`ve definitely made that good faith effort.<br><br>The fact that we haven`t gotten full-time enrollment in east side doesn`t mean we don`t have an integrated system.<br><br>SANDOVAL: Talk to the students at the heart of the legal fight and reaction is mixed.<br><br>LONNIESHA SAMPSON, EAST SIDE GRADUATING SENIOR: At East Side, it`s more African-American. It`s not Caucasian. So we really don`t know the full effect of being mixed with different races, you know, getting along with different races.<br><br>KOLBY JOHNSON, EAST SIDE GRADUATING SENIOR: I think the change would be good for the town, but I don`t think the tradition between the two schools should go away.<br><br>SANDOVAL: A look across the country reveals this issue is not unique to Mississippi or the South. In 2014, the U.S. Department of Education counted ten other states where black students are least exposed to whites. Michigan and Nevada shared the spotlight with Mississippi as the top three.<br><br>In fact, a report by the Government Accountability Office this week found that 16 percent of the nation`s school re-segregated often by both race and income and in a rate that has almost doubled over the recent 13-year period.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you like chocolate, coffee and waffle cones, this sounds like a good idea. But if you try to make this to yourself, chances are one of three things happen. One, the coffee pours the waffle cone and spills. Two, the coffee dissolves the waffle cone and then spills. Three, the coffee melts the chocolate, then dissolves the waffle cone, then spills.<br><br>The creator of this who says it`s the most Instagrammed coffee ever reportedly use four chocolate compounds to solve the problem. Well, for about 10 minutes anyway. Then it spills -- which means you can`t have your coffee in the cone and drink it, too.<br><br>For those who want chocolate and waffle cones, this could coffeed a craving, though coffee connoisseurs might take some cone-vincing because without the time they favor to savor the flavor, they probably waffle on the whole bean idea.<br><br>I`m Carl Azuz. CNN STUDENT NEWS is serving more current events on Tuesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-23 CNN Student News.mp4"}