{"title":"CNNSN-2016-11-10-CNN-Student-News","script":"(CNN Student News) -- November 10, 2016<br><br><br>Democrats and Republicans Deliver Speeches Calling for Unity; International Leaders and Markets React to the U.S. Election<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thanks for taking the ten on this November 10th. For CNN STUDENT NEWS, I`m Carl Azuz.<br><br>Following up on the election of Republican presidential nominee Donald Trump to lead the United States, votes were still being counted a day after the election. In the Electoral College, Trump was projected to receive at least 290 electoral votes, but that could increase as more results become official.<br><br>One interesting part of the race is that as of last night, it looked like Democratic presidential nominee Hillary Clinton was ahead in the popular vote by more than 219,000 votes. It was a razor thin margin with around 120 million ballots counted so far. It could change. But if it holds, the former secretary of state would be the fifth U.S. presidential candidate to win the popular vote but lose the Electoral College and therefore the election.<br><br>In this victory speech that we highlighted yesterday, President-elect Trump said it was time for Americans to come together as one united people. You can hear that call for unity echoed in part of Hillary Clinton`s concession speech, which she gave yesterday morning in New York City.<br><br>(BEGIN VIDEO CLIP)<br><br>HILLARY CLINTON (D), FORMER PRESIDENTIAL CANDIDATE: This is not the outcome we wanted or we worked so hard for, and I`m sorry that we did not win this election fro the values we share and the vision we hold for our country. But I feel -- I feel pride and gratitude for this wonderful campaign that we built together. This vast, diverse, creative, unruly energized campaign. You represent the best of America and being your candidate has been one of the great honors of my life.<br><br>(APPLAUSE)<br><br>I know how disappointed you feel because I feel it too, and so do tens of millions of Americans who invested their hopes and dreams in this effort.<br><br>This is painful and it will be for a long time.<br><br>Donald Trump is going to be our president. We owe him an open mind and the chance to lead. Our constitutional democracy enshrines the peaceful transfer of power, and we don`t just respect that, we cherish it.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Unity also discussed by President Barack Obama in his remarks on the election. The sitting Democratic president is scheduled to meet with Republican President-elect Donald Trump today. Policy-wise, the two men don`t have a lot in comment. President Obama has admitted that major parts of his legacy could be undone by his successor, the Affordable Care Act also called Obamacare, the controversial nuclear deal concerning Iran, these are two examples. But the sitting president said the next one could expect a smooth transition to power.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: I had a chance to talk to President-elect Trump last night, about 3:30 in the morning, I think it was, to congratulate him on winning the election. And I had a chance to invite him to come to the White House tomorrow to talk about making sure that there is a successful transition between our presidencies.<br><br>Now, it is no secret that the president-elect and I have some pretty significant differences. But remember, eight years ago, President Bush and I had some pretty significant differences. But President Bush`s team could not have been more professional and more gracious in making sure we had a smooth transition so that we could hit the ground running.<br><br>And one thing you realize quickly in this job is that the presidency and the vice presidency is bigger than any of us. So, I have instructed my team to follow the example that President Bush`s team set eight years ago and work as hard as we can to make sure that this is a successful transition for the president-elect, because we are now all rooting for his success and uniting and leading the country.<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK. We heard from two Democrats. What are Republicans saying about the Republican-elect?<br><br>Throughout the campaign, there`s been some tension between Donald Trump and House Speaker Paul Ryan, one of the most powerful people in Congress.<br><br>Speaker Ryan initially hesitated to endorse Mr. Trump for president. Ryan spoke out some of Trump`s controversial statements on the campaign trail.<br><br>But with the election giving Republicans control of the White House, the House of Representatives and the Senate, for the first time since 2006, Speaker Ryan also discussed unity yesterday and praised Donald Trump`s efforts.<br><br>(BEGIN VIDEO CLIP)<br><br>REP. PAUL RYAN (R-WI), SPEAKER OF THE HOUSE: Let me just say, this is the most incredible political feat I have seen in my lifetime.<br><br>He connected with -- he connected in ways with people no one else did. He turned politics on its head. And now, Donald Trump will lead a unified Republican government. And we will work hand in hand on a positive agenda to tackle this country`s big challenges.<br><br>(END VIDEO CLIP)<br><br>AZUZ: From political perspectives to financial ones. Here`s how a few stock markets reacted to the U.S. election. Investors generally don`t like uncertainty. When global events are uncertain, they tend to sell stocks and stock markets drop.<br><br>On the campaign trail, Donald Trump had spoken out against some American trade agreements with other countries. So, when he was elected, the uncertainty over what he`d do as president triggered drops in international markets, starting with Asia. As the sun made its way around to Europe, stocks there dropped as well, though soon afterward, many recovered.<br><br>Overnight, it looked as though the U.S. stock market would plunge. But things have calmed down by Wednesday morning as America`s political future became more clear. Some of the uncertainty from the U.S. election was gone. Investors were buying again, driving stocks up.<br><br>And the Dow Jones Industrial Average of 30 significant stocks ended the day up 257 points, what a market expert called a very warm welcome for the president-elect.<br><br>Tensions stuck around concerning Mexico, though. The border country`s economy is heavily dependent on trade with the U.S. and Trump has threatened to get rid of a trade agreement between the U.S., Mexico and Canada.<br><br>(BEGIN VIDEOTAPE)<br><br>ED LAVANDERA, CNN CORRESPONDENT: One of the headlines in a Mexico city newspaper this morning simply reads, &quot;A temblar!&quot;, &quot;It`s time to tremble.&quot;<br><br>The news of Donald Trump being elected president in the United States is sending shockwaves here through the country of Mexico, where many people fully expected Hillary Clinton to win the election. But now, today, on Wednesday, they`re waking up to the news that it is Donald Trump who is president-elect.<br><br>The president of Mexico, Enrique Pena-Nieto, sending out a conciliatory message and statement already this morning to Donald Trump, saying that Mexico and the United States are friends, that they should work together and they look forward to working with a Donald Trump here in the future.<br><br>And the finance and banking officials here in the country also moving very quickly to reassure Mexican citizens that everything will be okay with the economy. Overnight hours, the value of the Mexican peso dropped significantly. That volatility we`ve seen in the days leading up to this election and there has been a great deal of concern about what Trump`s election would mean to the Mexican economy, with his talk of building a wall along the U.S. southern border, tearing up the NAFTA deal and those sorts of things has very -- a lot of people here in this country on edge about what it means for the future, the economic future of this country.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From Mexico to Russia, another nation that came up quite a bit in the campaign trail. We`ve reportedly extensively on how U.S. and Russian relations are at a low, with some experts called their worst point since the Cold War.<br><br>And the Obama administration and Hillary Clinton`s campaign openly accused Russian officials of meddling in the U.S. election to influence it in Donald Trump`s favor, something that Russia denies.<br><br>How might the relationship between the two nations change following Trump`s election?<br><br>(BEGIN VIDEOTAPE)<br><br>DONALD TRUMP (R), PRESIDENT-ELECT: We will get along with all other nations willing to get along with us.<br><br>SUBTITLE: What`s next for U.S. and Russia?<br><br>MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT: The election of Donald Trump is a pivotal moment in U.S.-Russian relations. The Kremlin has welcomed the vote, expressing hope for to top to bottom rebuke of issues that have poisoned ties between with these former Cold War rivals, issues like Crimea, which Russia annexed from Ukraine in 2014.<br><br>Trump has suggested he would recognize Russian sovereignty, and on Syria where Trump has indicated he favors joining forces with Russia to eliminate groups like Islamic State.<br><br>Trump`s presidency may also be positive for the Russian economy that currently under U.S. sanctions. Russian officials say a less confrontational U.S. foreign policy would unlock major opportunities for trade and investment.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, before we go, one thing everybody loves is cake. A cake maker in New Jersey recently baked up one to look like Donald Trump and when it was delivered to Trump Tower in New Jersey, the video captured went viral.<br><br>People.com reports it was made out of chocolate, chocolate icing and fondant. The head was sculpted by hand and it was hand-painted. Some might debate whether it really looks like the president-elect. Some might fond (ph) its likeness. Some might say it looks a little un-oven, or that its expression a little frosty. But it`s a cake artist`s bread and butter and there`s no getting a round the fact that it`s one sweet sculpture, no ifs, pans or butter about it.<br><br>This is CNN STUDENT NEWS where puns are a piece of cake.END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-10 CNN Student News.mp4"}