{"title":"CNNSN-2017-05-03-CNN-Student-News","script":"(CNN Student News) -- May 3, 2017<br><br><br>A Controversial Plan in Venezuela; Resupplying Frontline Troops; Rare Glimpse Inside North Korean Home<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Welcome to CNN 10.<br><br>Venezuela is where we start today`s show. The South American country is having a major political crisis and seeing violent protests against the government. Now, President Nicolas Maduro wants to rewrite the country`s constitution.<br><br>Venezuela`s government has one legislative branch. It`s called the National Assembly. Since an election in 2015, it`s been controlled by the party that opposes that of President Maduro.<br><br>In late March, Venezuela`s supreme court took away the National Assembly`s powers. That put the government under the control of Maduro`s own socialist party. And he just called for a new legislative branch to be created, what he calls the constituent national assembly.<br><br>It would include about 500 people, some of whom would be elected. It would rewrite Venezuela`s constitution and reshape the president`s powers. A large crowd of Maduro`s supporters seem to welcome the announcement. But in other parts of the country, protesters were out in force.<br><br>The leader of the current National Assembly called Maduro`s plans a fraud and coup against the current Venezuelan constitution. He asked people to rebel and refuse to accept it.<br><br>The last time the Venezuelan government did something like this was under former President Hugo Chavez in 1999. This time, skyrocketing prices, food and medical shortages and a severe recession are threatening Venezuelans.<br><br>From South America to the Middle East. Following yesterday`s views from Gabriel Chaim of life inside the Iraqi city of Mosul, we`re now bringing you one from the skies above it. Meet the troops resupplying the coalition fighters who are battling the terrorist forces of ISIS.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): An explosive but also vital cargo for American and allied forces fighting ISIS, munitions bound for Iraq.<br><br>(on-camera): And, apparently, it`s rockets that are being flown into Iraq. It`s going to deliver munitions to some of the frontline troops.<br><br>(voice-over): We`re riding along on C-130 Hercules taking off from a U.S. air base in an undisclosed location in the Middle East. For the crew, flights like this one are common but never routine, they say. For security reasons, we can only identify the crew by their ranks and first names.<br><br>UNIDENTIFIED MALE: We just maintain vigilance. Situational awareness are big when there`s always other things going on. Everybody gets pretty task saturated. So, we just make sure that we keep our focus on getting the mission done.<br><br>PLEITGEN: The Iraqi army backed by U.S. forces is fighting an intense battle, trying to oust ISIS from its largest stronghold, Mosul. As the war intensifies, the troops unleash more firepower and need new ammo to come in fast.<br><br>That makes cargo flights like this one so important. Landing is the most dangerous part. The C-130 is vulnerable as it flies low over the Iraqi countryside. The crew wearing helmets and flak vest in case they take enemy fire. The aircraft`s commander, who we can only name as Colonel Buck, has decades of experience.<br><br>COLONEL BUCK, UNITED STATES ARMY: Obviously, flying in a war zone, you know, the danger of getting shot at is always there. But we`re always prepared for that. We train hard for that. So we`re ready for anything that pops up.<br><br>PLEITGEN: Unloading only takes a few minutes, the engines running and the plane and its cargo secured by two heavily armed soldiers. Then the C-130 takes off again, ready for another mission to keep up the fight against ISIS.<br><br>Fred Pleitgen, CNN, reporting from an undisclosed U.S. air base in the Middle East.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For all the reporting we`ve done on North Korea during the international crisis over its nuclear program, there`s relatively little we can show about life inside the communist country. The government is secretive. It has strict control over North Korean life. It restricts the people`s Internet access.<br><br>But CNN`s Will Ripley did get access to a North Korean apartment. Here`s a glimpse of life for those who enjoy North Korea`s higher standard of living.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Rare glimpse inside North Korean home.<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: We`re about to enter a place that we`re rarely allowed to go. This is one of the many housing complexes here in Pyongyang and we`re going to go inside the apartment of a North Korean family.<br><br>In 12 trips in this country, I`ve actually only been inside a North Korean apartment just twice.<br><br>This family lives on the 13th floor, and in North Korea, in a lot of the buildings, people don`t use the elevators because of electricity interruptions.<br><br>It`s not something we`re used to in the West, having to take the stairs up and down every day. On the upside, it`s really good exercise.<br><br>This is where we take our shoes off when we walk in.<br><br>Hi.<br><br>Hello, nice to see you.<br><br>This is the living room, and like every home in North Korea, you`ll find portraits of the late leaders. On the left, that`s Kim Il Sung, on the right, his son and successor, Kim Jong Il.<br><br>Family photos hanging on the wall.<br><br>And here`s the neighborhood from street level. This is a typical North Korean neighborhood.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>The &quot;midday repast&quot; is also known as what?<br><br>Lunch, nap, recess, or swim?<br><br>Repast is a meal or a meal time and the one at midday would be lunch.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Changes are coming to school lunches across America, the Trump administration is loosening some of the rules that were put in place in 2010 and supported by former First Lady Michelle Obama.<br><br>Under the old guidelines, schools were required to reduce the amount of calories, fat, and sodium in lunches, and increased the whole grains, fruits and vegetables they offered. The goals were to encourage students to make healthier choices and to decrease childhood obesity, which affects one out of every five Americans between the ages of six and 19.<br><br>But after the Obama administration`s rules went into effect, the cost of school lunches went up and participation in the National School Lunch Program went down. Many students didn`t like the foods being offered. Some student athletes said the calorie restrictions left them hungry and food waste was high, as students got the fruits and vegetables they were required to, but then throw them away.<br><br>The school food industry says the Trump administration`s decision to relax the rules would give schools more flexibility to serve nutritious and better tasting meals. But other nutrition advocate say giving students what they want isn`t always giving them what`s healthy and that allowing more sodium in school lunches could lead to more health problems.<br><br>(MUSIC)<br><br>AZUZ: There`s not a lot of census data on being a professional LEGO builder, so we don`t know the salary for this. But there are people who do it.<br><br>Duncan Titmarsh started or let`s say restarted working with LEGOs at age 22. The company he founded makes custom design LEGO models.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The man who builds LEGO for a living.<br><br>DUNCAN TITMARSH, FOUNDER OF BRIGHT BRICKS: I am Duncan Titmarsh. I`m the only LEGO certified professional in the U.K. (INAUDIBLE) tells me I`ve got the best job in the world. At moments, I`ve been perhaps. It is good fun, but at times, like any business, it does get stressful. But yes, best job in the world.<br><br>SUBTITLE: Duncan`s company, Bright Bricks, employs 41 staff. They built 275 LEGO sculptures last year. And have broken a number of World Records.<br><br>TITMARSH: You got color. You got 40,000 to use up.<br><br>I like (ph) it from the childhood, kind of acid box, which I thought then was a big box. It was not big. It`s got like thousands of bits for myself. But from that box, there come lots of ideas. So, I still have that passion. I see it more now when you get an idea from a client and you`re trying to work out how can we make these other (ph) bricks, and that`s always the best par of the job.<br><br>SUBTITLE: A human figure can take 200-250 hours to build.<br><br>An animal figure can take 300-350 hours.<br><br>TITMARSH: Do I dream (ph) in LEGO? Occasionally, I do. If I think I`ve done everything with LEGO that crossed my mind, something new comes up we need to do.<br><br>SUBTITLE: Duncan`s team built the world`s largest LEO caravan. Made from 215,158 bricks. It took three months to build.<br><br>TITMARSH: Nowadays, it is just a job. But I come out and you`re going to a workshop and you see racks of bricks and (INAUDIBLE) think, wow, this is what I started from (INAUDIBLE). So, it is like the normal job, but, yes, it still has that wow factor to it, even for me.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So you can call him a contractor, an architect, an engineer, a foreman or especially, a brick layer. He didn`t seem particularly egotistic about his job because he built it brick by brick. And if he were to toy with the idea of passing his trade to his kids, who knows? Maybe they`ll become a chip off the old block.<br><br>I`m Carl Azuz and that stacks up another edition of CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-03 CNN Student News.mp4"}