{"title":"CNNSN-2015-12-03-CNN-Student-News","script":"(CNN Student News) -- December 3, 2015<br><br>Mass Shooting in California; A New U.S. Strike Force in Iraq; The Past and Future of Communication. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center, starting with some breaking news from yesterday.<br><br>There was a mass shooting at a conference center in San Bernardino, California. It`s a city east of Los Angeles. Police say, quote, &quot;upwards of 14 people were killed and upwards of 14 more were injured.&quot; Officials did not know yesterday if this was a terrorist attack.<br><br>Witnesses reported seeing three gunmen who were believed to drive away in a SUV after the shooting. A CNN security analyst says that suggests the attack was planned in advance.<br><br>Teachers, CNN.com will have the latest details on this incident.<br><br>Next today, after the November 13 terrorist attacks in Paris, France`s government asked its allies to increase their military action against the ISIS terrorist group. The governments of Britain and Germany are considering doing exactly that.<br><br>And the U.S. is expanding its military involvement in Iraq. America is adding a new strike force to the 3,000-plus U.S. troops who are currently in the Middle Eastern country.<br><br>(BEGIN VIDEOTAPE)<br><br>(GUNFIRE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT (voice-over): After frequent White House denials that U.S. troops would face combat in Iraq and Syria --<br><br>(GUNFIRE)<br><br>SCIUTTO: -- today, the president is ordering dozens of U.S. Special Forces into combat roles involving direct action against ISIS.<br><br>ASH CARTER, U.S. SECRETARY OF DEFENSE: These Special Operators will, over time, be able to conduct raids, free hostages, gather intelligence, and capture ISIL leaders.<br><br>SCIUTTO: The new expeditionary force will number in the dozens. Those support forces will expand its total footprint to about 200.<br><br>GEN. JOSEPH DUNFORD, CHAIRMAN, JOINT CHIEFS OF STAFF: This force and the operations this force will conduct will provide us additional intelligence that will make our operations much more effective.<br><br>SCIUTTO: Part of their mission, raids like this one in northern Iraq in October, daring joint operations involving Kurdish commandos and the U.S.<br><br>Army`s Delta Force to free these ISIS-held prisoners.<br><br>(SHOUTING)<br><br>SCIUTTO: Demonstrating the added danger of direct action, one Delta Force Operator Master Sergeant Joshua Wheeler was killed.<br><br>This new deployment to Iraq is in addition to the 50 Special Forces the U.S. is deploying on the ground in Syria.<br><br>CARTER: It puts everybody on notice in Syria that you don`t know at night who is going to be coming in the window. And that`s the sensation that we want all of ISIL`s leadership and followers to have. So it is an important capability.<br><br>SCIUTTO: The expanded U.S. combat role comes in the aftermath of Paris. And, as progress against ISIS on the battlefield has been halting,<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Now for something that blends history, journalism, science, media, we`re kicking off a two-part series today that looks at the past and the potential future of communication as we know it, most changes in the way two people are able to reach each other, have been tied to and limited by the technology available to them. Of course, it`s possible for us to speak to someone else live at virtually any other place on earth. What`s next could be an illusion.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: How we communicate, how we say hello, how we stay in touch has changed dramatically, going back from the mid-19th century, it`s been something of an epic story.<br><br>(voice-over): The telegram developed in 1844 by Samuel Morse, the inventor of the Morse code, allowed us to stay in touch over long distance. The first message read, &quot;What hath God wrought?&quot;<br><br>1876 saw the telephone ring for the first time, invented by a Scotsman Alexander Graham Bell. The first words he uttered, &quot;Mr. Watson, come here.<br><br>I want to see you.&quot;<br><br>By 1960, we could talk to each other from anywhere on earth, via satellite, thanks to the Echo 1 satellite launched by NASA.<br><br>The first electronic message or email was sent in 1971 by Ray Tomlinson, an American computer engineer. His message simply said, &quot;QWERTYUIOP&quot;, or the top 10 letters on the keyboard.<br><br>By 1973, we have the first cellphone developed by another American, Martin Cooper. It was known as &quot;The Brick&quot;.<br><br>But the great game changer came in 1991, the World Wide Web, invented by a British computer scientist Tim Berners-Lee. It led to everything we have today, Skype, Twitter, Facebook, a new world of online communication.<br><br>(on camera): So, can we expect next? Well, what better for inspiration than the movies?<br><br>Everybody remembers the scene Princess Leia sending an SOS in 1977 movie &quot;Star Wars&quot;. Well, a scientist in California is absolutely convinced that we`re all be communicating just like this, holographically, pretty soon.<br><br>(voice-over): David Fattal is a French-born physicist. His field, controlling and manipulating light.<br><br>DAVID FATTAL, LEIA INC.: We`ve invented a new type of display, a holographic display able to produce interactive hologram at the tip of your finger, in the palm of your hand for cellphones and for the future of displays.<br><br>UNIDENTIFIED MALE: Of course, we associate holography, the art of making holograms, with magic, most famously, the Victorian illusion known as Pepper`s ghost conjured on stage using lights and mirrors.<br><br>Fattal`s discovery is fundamentally different.<br><br>FATTAL: A normal display, you have a bunch of pixels. That pixel will look the same, you know, whether you look at it from the top, from the left, from the right, from any direction. What we actually do is we actually managed to produce multiple views. The prototype today is 64 different views.<br><br>But what that allows us to do is to not only perceive the scene in 3D, meaning the depths, but also that lets you move your head about the display or rotate the display in any direction and you`ll see actually the round subject, like it is in the real world.<br><br>VOICE: Initiating virtual crime scene reconstruction.<br><br>UNIDENTIFIED MALE: It`s something that`s been predicted in the movies for a while, holographic displays in &quot;Iron Man&quot;, &quot;Prometheus&quot;, and, of course, &quot;Star Wars&quot;.<br><br>Well, I was about to experience it for myself for the first time and crucially unlike the movies, no need for 3D glasses.<br><br>(on camera): So, here I am a guinea pig in an experiment I`d never thought I`d undertake. On screen, to my right, the cameras are mapping my space.<br><br>You can see my face mask. It`s captured me. And that`s transferred to a holographic image in front of me.<br><br>In fact, I`ve been transferred as you can see into a rather handsome monkey. And it picks up my gestures exactly. I can move my mouth here and there. I can wiggle my eyebrows. I can kiss a bit.<br><br>Sadly, the camera is limited. It`s not as good as my eyes. It can only see me in 2D. But in reality, this looks like a real monkey.<br><br>(voice-over): The aim here is clear: communicating by hologram on our mobile phones, talking to each other from the palm of one hand to another.<br><br>They also intend to develop the technology for playing games, and even navigating from A to B.<br><br>Fattal and his small, young team are working creatively seen here in their so-called nano fabrication facility. And they`re well aware they`re not alone.<br><br>(on camera): Samsung and Apple have actually filed or are filing patents in this field. Are you still ahead of the game?<br><br>FATTAL: Yes, obviously, we think so. You know, if we thought Apple and Samsung were ahead of us, you know, we wouldn`t have a company. So, you know, patents are one thing and then there`s actually making things, you know, work as you saw right making a prototype.<br><br>UNIDENTIFIED MALE: It`s how you see yourself. I mean, I`m thinking, are you part David Blaine, part illusionist, you know, serious scientist? How do you see yourself?<br><br>FATTAL: Yes, you know, you know, 99 percent serious scientist and 1 percent of an illusionist, you know? This is how I like to see myself.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All schools on today`s &quot;Roll Call&quot; segment made a request at CNNStudentNews.com.<br><br>From Southeast China, we heard from the city of Dongguan. It`s where you`ll find the TLC International School.<br><br>In the city of River Falls, Wisconsin, hello to the Wildcats. Great to see you at Meyer Middle School.<br><br>And in northern Arkansas, good to see the Panthers today. Yellville-Summit High School is in the city of Yellville.<br><br>(MUSIC)<br><br>AZUZ: Before we go, vanilla, candy canes, sugar cookies, all smells typically associated with the Christmas season. How about Texas barbecue sauce? How about infusing your home with the unmistakable aroma of pigs in blankets? And if neither one of those works for you, there`s always cheesy cheese, as in dude, it smells like cheese in here. Yes, Merry Christmas.<br><br>So, do these alternative potato chip flavored options surpass sugar plums and cinnamon? You`d have to follow your nose to see if it makes sense.<br><br>But if you think it pigs the season to be jolly, you`d deck your halls with barbecued holly and you`re ready to trim your Christmas cheese, arranging some odoriferous ornamentation may not be more than you can candle.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-03 CNN Student News.mp4"}