{"title":"CNNSN-2016-09-01-CNN-Student-News","script":"(CNN Student News) -- September 1, 2016<br><br><br>Brazil`s President is Impeached; Italy Rescues Scores of Migrants from the Mediterranean; New Census Shows Startling Decline in African Elephants<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Here to explain news events from around the world, I`m Carl Azuz for CNN STUDENT NEWS. Thank you for watching this September 1st.<br><br>We`ve got a story out of South America starting things off. The leader of Brazil was officially impeached yesterday. Brazilian lawmakers voted 61 to 20 to remove President Dilma Rousseff from office. In 2011, Rousseff became Brazil`s first ever female leader and she was reelected in 2014.<br><br>But the country`s economy had slipped into a recession by then and a major corruption scandal involving many Brazilian lawmakers including dozens from Rousseff`s own political party took a tool on the president`s popularity.<br><br>Rousseff was not accused of corruption herself and she insisted she committed no crime. She called the procedure against her a coup. But Brazil`s senate found her guilty of breaking laws concerning the country`s budget. The country`s interim or temporary president, Michel Temer, will serve out the rest of Rousseff`s term.<br><br>More than 10,000 people, that`s how many migrants and refugees that Italy says it helped rescue in the Mediterranean Sea this week alone. This is part of an ongoing migrant crisis in Europe, said to be the largest migration to the continent since World War II. Several European countries are struggling to keep up with the number of people arriving and applying for permission to stay. Lawmakers are debating how many migrants to accept and how to insure security.<br><br>Many of the refugees and migrants themselves have fled war, poverty, terrorism and political instability.<br><br>They`re moving over three main paths. First, the Eastern Mediterranean route: more than 162,000 migrants and refugees have come from war-torn Middle Eastern countries like Syria, Afghanistan and Iraq and they`ve headed toward Southeastern Europe. The Central Mediterranean route: more than 70,000 people, mainly from the African countries of Nigeria, Eritrea, Gambia. They`re moving through North Africa in their way to southern Europe. And the Western Mediterranean route: more than 2,500 people, many from Western African countries, traveling through northwest Africa.<br><br>Their journey is often incredibly dangerous. At least 3,165 people have died in the Mediterranean Sea this year. You`ll see how overloaded and under-equipped many of the boats are in this report by CNN`s Ben Wedeman.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT: It is an unprecedented number of people reaching the Italian coast. Between late Sunday and Monday midnight, more than 6,500 people were picked up off the Libyan coast by the Italian coast guard, and others. After that, on Tuesday, 3,000 people picked up in 20 separate operations and they will be brought to Italy.<br><br>Now, among them are two twins, just five or six days old. Now, they have been transported by helicopter to the main hospital in Palermo, Sicily.<br><br>There, the doctors say, despite the fact that they arrived with -- suffering from malnutrition, dehydration and hypothermia, that at least there, we have some good news. Their condition is improving.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The great elephant census is out. It`s a massive project looking at the population of the world`s largest mammal across the African continent.<br><br>It found that a large percentage of African savannah elephants is gone. The reason: mostly poaching when people illegally kill animals.<br><br>Why? The tusks of elephants are ivory. The material is illegal to sell in many countries, but small amounts of it are worth thousands on the black market. So, the slaughter of elephants is hard to stop.<br><br>From Botswana, CNN`s David McKenzie took flight with the researchers.<br><br>(BEGIN VIDEOTAPE)<br><br>DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT (voice-over): Getting ready to fly in Botswana`s far north. Elephant ecologist Mike Chase has spent years counting savannah elephants from the sky.<br><br>MIKE CHASE, ELEPHANT ECOLOGIST: Never before have we ever conducted a standardized survey for African elephants at a continental scale.<br><br>UNIDENTIFIED MALE: All right. Start counting, nice speed, nice height, well done, Tammy.<br><br>MCKENZIE: Hundreds of air crew counted elephants in 18 countries across the continent over two years.<br><br>UNIDENTIFIED MALE: Elephant seventh, seven elephants.<br><br>MCKENZIE: Flying the distance to the moon and then some. There were results more shocking than anyone imagined.<br><br>CHASE: We spent thousands of hours of counting, flying over areas where elephants historically occurred, but no longer present in this habitat.<br><br>MCKENZIE: Killed for their ivory in seven short years up to 2014, elephant numbers dropped by a staggering amount, almost one-third. Across Africa, their numbers are crushing. If nothing changes, the elephant population will halve in less than a decade. In some areas, they will go extinct.<br><br>CHASE: In some landscapes, we saw more dead elephants than live elephants.<br><br>I don`t think anybody in the world has seen the number of dead elephants that are seen over the last two years, the great elephant census. For me, this becomes a lot more personal.<br><br>UNIDENTIFIED MALE: We continue to check 22.<br><br>MCKENZIE: To fight the war, Botswana has mobilized the army. With more than 700 troops guarding its northern border. Patrol spent days in the bush on foot, armed with a shoot to kill policy for poaches. They`re up against a sophisticated enemy.<br><br>(on camera): They`re looking for any sign of poachers. If they come across them, they`re often highly organized groups of about 12 people. Two of them could be shooters often, and those shooters are frequently foreign special forces.<br><br>(voice-over): Mike Chase`s research proves that if we can`t protect elephants, they will learn to protect themselves.<br><br>(on camera): You can hear him snoring. Is that a he or she?<br><br>CHASE: He. He`s in his prime, about 30 to 35 years of age, and it`s these young bulls that have propensity to move dramatic distances and met their trans-boundary conservation corridors.<br><br>MCKENZIE (voice-over): But their satellite tracking shows that the elephants used incredible levels of intelligence to avoid poaching hot spots in neighboring countries, retreating to the relative safety with Botswana.<br><br>(on camera): It`s quite incredible being this close to this animal.<br><br>CHASE: It is. It certainly is.<br><br>MCKENZIE (voice-over): We call this bull &quot;Promise&quot;, for the promise that Mike Chase has made and perhaps we all should to save this magnificent species.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Since 1824, an invention by Louis Braille has helped countless blind people around the world. Braille is a system of printing and writing. It uses between one and six raised dots positioned in individual cells and identified by touch.<br><br>But since the rise of touch screens and how people get and share information, developers have had to figure out ways to improve accessibility. And it`s not just about a voice reading out words from text. What about a voice describing photos for people who can`t see them?<br><br>That`s one of the projects of an engineer at the world`s largest social network.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT KING, FACEBOOK`S FIRST BLIND ENGINEER: When I first signed up for Facebook, trying to get in, like how to try to find my list of friends, it felt like work.<br><br>LAURIE SEGALL, CNN SENIOR TECHNOLOGY CORRESPODNENT (voice-over): King is Facebook`s first blind engineer. His job is to make the site easier to use, for the visually impaired.<br><br>(on camera): You`re helping bring this experience to so many folks who don`t have that ability. So, what exactly are you doing here that`s helping that?<br><br>KING: I`ve been working a lot on our Messenger product. Another thing that I`ve been helping with is the system for describing photos to people who are blind.<br><br>SEGALL (voice-over): With over a billion users, Facebook now has a team focused on building accessibility tools. That team created an empathy lab to showcase different ways people use the product. The tech might be in its early stages, but the implications for someone like Matt are far-reaching.<br><br>KING: The stuffs that we`re taking today, in a direction of being able to describe photos to people who are blind by using artificial intelligence, this baby stuff is moving in a direction of a world where nobody is left out.<br><br>It`s like you`re telling people who are blind, look, we care about you. We want you to be part of the global community. We want you to -- excuse me, sorry -- we want you to be -- you matter. Your life matters and being conducted with other people matters and we`re going to do everything we can to make that possible.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the Middle Eastern country of United Arab Emirates, Dubai is home to the world`s tallest building, the largest shopping mall by area, and now, reportedly, the largest indoor amusement park. It`s as big as 28 football fields. It took three years and more than a billion dollars to build the privately owned park. And one of its roller coasters is actually too big to fit under one roof.<br><br>Analysts say it`s part of a plan to bring more visitors to Dubai. And while all the rides have their ups and downs and can cost a lot to roll out and keep on track, it`s the amusement of tourists that`s the theme of parks being built.<br><br>That`s your 10-minute ride to today`s news. I`m Carl Azuz. Hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-01 CNN Student News.mp4"}