{"title":"CNNSN-2017-05-12-CNN-Student-News","script":"(CNN Student News) -- May 12, 2017<br><br><br>A tunnel Collapse At A Nuclear Waste Site; Media Perspectives from North Korea; Tennis Empowers A Florida Woman With Autism<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Unless you`re a fish, chicken, shrimp or potato, Fridays are awesome! I`m Carl Azuz for CNN 10, explaining world events.<br><br>Earlier this week, there was a cave-in at a tunnel in Washington state. No one was hurt but officials scrambled to fix that quickly because it`s part of the Hanford Facility, a nuclear waste site. The collapsed tunnel was covered in eight feet of soil. It was built during the Cold War as a place to put rail cars contaminated with nuclear waste.<br><br>They`ve been used to produce plutonium, a fuel for nuclear weapons. In fact, some of the material from the Hanford site was used in the atomic bomb dropped in Nagasaki, Japan, in 1945, leading to its surrender that ended World War II.<br><br>Plutonium is incredibly toxic to humans. It can cause lung and bone cancer among other things. So, when the cave in was discovered, the 3,000 workers at the facility were told to shelter in place. There were concerns that contamination could spread through the air.<br><br>Leaks have happened at this facility before, but a spokesman says the tunnel collapse is a first. The section was sealed in the mid-1990s, and workers don`t know how it would have caved in. Initial tests showed there`s no evidence of a radiation leak or that workers were exposed to it.<br><br>The U.S. Department of Energy plans to fill in the tunnel with clean soil and the effort to clean up the site, which started in 1989, will continue.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The One Thing.<br><br>DAN SIMON, CNN CORRESPONDENT: The one thing you need to know about nuclear waste is that it is incredibly difficult to store. It needs to be far away from human reach and protected in a way so that it can`t be leaked into the environment. That`s because nuclear wastes can be radioactive for thousands and thousands of years.<br><br>Nuclear waste has been piling up in the U.S. for decades, but there`s no permanent solution for it. It`s stored across more than 30 states at more than 100 different sites. And that worries industry critics who feared that it could be vulnerable to a terrorist attack or natural disaster.<br><br>Politicians for years have been trying to figure out a better solution to store nuclear waste, but it`s become a thorny issue, because after all, nobody wants a nuclear waste site in their backyard.<br><br>(END VIDEOTAPE)<br><br>AZUZ: As we`ve reported on North Korea, an updated view on the increased international tensions over its missile and nuclear programs, you`ve heard me used words like &quot;secretive&quot; or &quot;restrictive&quot; when talking about its government. In a communist country, the government controls the major political party. It controls the minor political parties. It controls the country`s four TV stations and it controls the radio.<br><br>According to the World Press Freedom Index, which advocates for media freedom for journalists, North Korea ranked dead last in the world, at 180, for freedom of the press. But it has let some outside journalists in. And the stories they`re able to tell reveal life there from the inside out.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: People are often surprised that I can pose on social media from inside North Korea even though they have things like Facebook or Instagram or Twitter here, North Korean officials are becoming increasingly savvy about the power of social media to get their message out of the world. They realized that a single post, especially by a network like CNN could be seen by millions of people.<br><br>So, they`re paying closer attention to what I`m posting and so, just like on television, on social media, you have to be really careful in following North Korean rules. Nothing that can be perceived as disrespectful to their supreme leader, Kim Jong-un. Nothing demeaning to the country.<br><br>It`s not something we`re use to in the West.<br><br>But we do have a lot of freedom. We built up this trust over time that has allowed us to get some really extraordinary access that we didn`t use to get.<br><br>We`re about to enter a place that we`re rarely allowed to go.<br><br>So, we`re getting the chance to photograph real people in real situations. We get a window into their lives that most of the world has really never seen. And I found that these Instagram stories that people can hold in their hand and look on their phone, it takes them inside this story in a way that they really have never experienced before.<br><br>People are used to seeing military parades. They`re used to seeing fiery rhetoric. But to hold their phone and see us hanging out at our North Korean hotel or walking around in the streets.<br><br>It`s the 85th anniversary of the North Korean army.<br><br>It makes people feel like they are along on this journey. I think the North Korean people are lovely people. They`re friendly. They`re warm.<br><br>They`re kind. And I tried to capture that in the photographs that I take.<br><br>Of all the things that I posted about on this trip, I think the one thing that resonated so much with people were these songs that play over loud speakers across the city.<br><br>They begin at 5:00 a.m. with a wake up song. And then almost hourly, there`s this song that plays called &quot;Where Are You, Dear General?&quot; It`s a tribute to the late North Korean leaders.<br><br>People in the Western world find it very creepy, North Koreans don`t find it creepy at all. They`re used to this song. And then, actually, once you`re in the country for a while, you just start to get used to it.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>In tennis, what term is used to describe a score of zero?<br><br>Deuce, nil, love, or march?<br><br>Historians don`t exactly know why, but in tennis, love is the word that`s used to denote no score.<br><br>(END VIDEO CLIP)<br><br>AZUZ: One of several mysteries of the game, another being why scoring goes from love to 15 to 30 to 40.<br><br>Retired tennis pro Andre Agassi says it`s to cause frustration to those who chose to play.<br><br>But for another champion from the U.S. state of Florida, tennis has been more empowering than frustrating.<br><br>Dr. Sanjay Gupta serves up a story of perseverance.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Twenty- six-year-old Brittany Tagliareni needs help fixing her hair and tying her shoes.<br><br>But give her a tennis racquet and she turns into an ace on the court.<br><br>CATHERINE TAGLIARENI, BRITTANY`S MOM: I`m glad that she found something where she can be successful.<br><br>GUPTA: As a baby, Brittany never learned to crawl or make babbling sounds.<br><br>C. TAGLIARENI: So, every time, you know, I went to the pedestrian that went, oh, don`t worry, don`t worry, some babies are later.<br><br>GUPTA: Brittany was diagnosed with motor control issues and an auditory processing disorder.<br><br>C. TAGLIARENI: But it wasn`t until she was nine that we heard the word autism.<br><br>Before tennis, she didn`t have any friends. She`s always loved her brother. So, now, A.J. started tennis, Brittany wanted to start tennis.<br><br>GUPTA: She picked up a racquet and with patient coaching and repetition, she started winning.<br><br>C. TAGLIARENI: When she plays special Olympic competitions, they pair her up with men because she`s always usually in the top division.<br><br>BRITTANY TAGLIARENI: I like the best (INAUDIBLE) is the trophies and beating the men.<br><br>GUPTA: She also competes against people without disabilities.<br><br>B. TAGLIARENI: I`m very happy about playing tennis because it is a lot of fun.<br><br>GUPTA: And it`s helped improve her social skills.<br><br>C. TAGLIARENI: Being out there and being able to be more independent and think for herself, that has changed her life.<br><br>GUPTA: Dr. Sanjay Gupta, CNN, reporting.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Visitors are flowing into East Central California and they`re not the only thing. Here`s a glimpse of what`s happening in Yosemite National Park. It`s near Yosemite.<br><br>The region saw record snowfall this year and as that snow melt, it`s causing Yosemite`s creeks and Merced River to swell, creating spectacular scenes of waterfalls throughout the park. There are hundreds of them, and park officials say they`re likely to be flowing for the rest of the month.<br><br>So, if you live nearby, water you waiting for? Yosemite the story, it`s making a splash in national news. Surf on over to the park to personally picture what everyone`s rapidly falling for.<br><br>That`s all we got following yesterday`s flood of puns.<br><br>I`m Carl Azuz. We`ll see on the other side of the weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-12 CNN Student News.mp4"}