{"title":"CNNSN-2015-12-11-CNN-Student-News","script":"(CNN Student News) -- December 11, 2015<br><br>U.S. Government Passes New Education Law; Security and Privacy Clash Over Encryption Technology; The Code of Human DNA<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. I`m Carl Azuz, and it`s my privilege to welcome you to 10 minutes of current events.<br><br>We`re starting with a new education law in the U.S. that could affect 55 million grade school students. President Obama signed it into law yesterday after it gathered bipartisan support in Congress. It`s called the Every Student Succeeds Act and it replaces the controversial No Child Left Behind law passed in 2002.<br><br>What will stay the same? Mandatory testing and an emphasis on test scores to indicate group of students who are failing. What will change? Power will return to states to decide what to do about schools with failing or underperforming students.<br><br>The president of the American Federation of Teachers called the new law a course correction, saying it moves toward a policy where states have more authority in educating children. Critics are concerned that without the government overseeing them, states may be less willing to fix failing schools.<br><br>&quot;We cannot stop what we cannot see,&quot; a quote from U.S. Representative Mike McCaul. He`s talking about encryption technology and how it could help potential terrorist keep their plan secret.<br><br>Officials aren`t certain if encryption technology was used by the terrorists who recently targeted a holiday party in San Bernardino, California, or by those who carried out last month`s attacks in Paris, France. But Congress is considering a formal review of the technology because there`s some encryption that the government can`t easily crack.<br><br>Should law enforcement be allowed access to communications and how does privacy factor in?<br><br>(BEGIN VIDEOTAPE)<br><br>LAURIE SEGALL, CNNMONEY: Throughout history, coding and decoding messages has fueled wars. Take World War II. Mathematicians cracked German code created by a machine called Enigma.<br><br>UNDENTIFIED MALE: It`s the greatest encryption device in history and the Germans use it for all major communications.<br><br>SEGALL: Fast forward to Arab Spring, how did protesters organize safely? Many do something called encryption. But that`s also the same way terrorists might work together to plan a major attack.<br><br>The whole idea is to make your messages secret. Encryption jumbles words into random numbers, letters, characters. The words only decode for the person who`s meant to read them.<br><br>It`s this technique that sparked the debate at the highest levels of government, because the same tech that helps the good guys also shields the bad. And that tech is going mainstream.<br><br>At the center of it all, this guy.<br><br>MOXIE MARLINSPIKE, HACKER: We`re out of food, honestly.<br><br>UNIDENTIFIED FEMALE: And the means to cook it?<br><br>MARLINSPIKE: Yes, how does that feel?<br><br>SEGALL: His name is Moxie Marlinspike. It sounds made up because, well, it is. He`s a world renowned hacker and he`s obsessed with your privacy.<br><br>He won`t tell you where he`s from or really anything about his past. But everyone, from secret agents, to whistleblower Edward Snowden, looks to what he has to say on one topic, encryption.<br><br>MARLINSPIKE: If I share photos online with my friends, my intention is to share it with those friends. It`s not to share with like, you know, Twitter the economy, or Facebook the economy, or the government.<br><br>SEGALL: Moxie built an app called Signal, that makes encryption easy to use. His tech is also used by WhatsApp, the messaging service owned by Facebook. He might be a private guy, but his work is now in the hands of millions.<br><br>MARLINSPIKE: It`s actually the most popular messenger in the world. Now, when people communicate with each other, those messages that they send are encrypted, all the way from their device to the recipient`s device. So, nobody in between can see what they`re saying.<br><br>SEGALL: It`s making it easier than ever to protect yourself and harder for law enforcement to crackdown, spurring conversations like these --<br><br>JAMES COMEY, FBI DIRECTOR: All of our papers, in effect, all of our communications will, at some point, be covered by strong encryption. That will have profound consequences for law enforcement.<br><br>SEN. RON WYDEN (D), OREGON: Where this is headed is towards proposals, for some kind of stockpile of encryption keys. I think this proposal is a big time loser.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: I lean probably further in the direction of strong encryption than some do, but I am sympathetic to law enforcement, because I know the kind of pressure they`re under to keep us safe.<br><br>SEGALL: Some in Washington want the ability to access encrypted conversations, if there`s reason to think there`s a threat. Think of it as asking for a key to the locked door.<br><br>CHRIS INGLIS, FMR. NSA DEPUTY DIRECTOR: I don`t think you want to stakeout (ph) encryption technology, but the question is, do we then try to provide some exceptional access to technologies of that sort, by building a front door under the bright light of the rule of law.<br><br>SEGALL: For Inglis, the answer is yes. But to Moxie, that`s just not possible.<br><br>MARLINSPIKE: They are not capable of managing those secrets, you know? Like they`re getting hacked every day, you know? And so, it`s not -- it`s not realistic to think that if they have like the key to the kingdom, they`re going to somehow be able to simultaneously use it and keep it safe from, you know, China, or random hackers or other nation states.<br><br>SEGALL: Some folks in Washington want Silicon Valley to build secure solutions. It doesn`t look like Moxie is going to be the guy for that. He plays by his own of rules and a new era of where tech drives the good, the bad, and in this case, the policy.<br><br>MARLINSPIKE: We`re at the moment in history where it`s mostly possible for us to sort of ignore the policy discussions that are happening, instead of like asking people to change the law or to change their surveillance practices or whatever. We can just do it ourselves.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We always welcome international viewers to CNN STUDENT NEWS. We`ve called on every continent but Antarctica, so far.<br><br>Today, we`re starting in the southern African nation of Zambia. Kitwe is the city in northern Zambia. It`s great to see you at Lifesong School.<br><br>To the U.S. northeast, Guilford is the town in southern Connecticut, the home of the Bulldogs of Abraham Baldwin Middle School.<br><br>And in Wichita, the largest city in Kansas, we`re shouting out the Dolphins of St. Elizabeth Ann Seton Catholic School.<br><br>Since 1901, the Nobel Prize in Chemistry has been awarded to 172 people. That includes these three men: Aziz Sancar, Paul Modrich, and Tomas Lindahl. They won the 2015 prize. Their work focusing on how proteins repair our DNA when it gets damage.<br><br>CNN`s Dr. Sanjay Gupta guides us up a spiral staircase of knowledge about human DNA.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): DNA, deoxyribonucleic acid, it`s the genetic formula that tells your cells how to build you into you and no one else.<br><br>Think of your DNA as four Legos that like to play in pairs, A and T, C and G, along a spiral staircase called the &quot;Double Helix&quot;. Those pairs form building blocks of code called genes. They become the blueprint for your hair, eyes, body shape and everything else that makes you unique.<br><br>You have over 20,000 genes, created from about 3 billion pairs, so it`s easy to see why no other human will have the exact same pattern of DNA.<br><br>Unless, of course, you have an identical twin. Each cell in your body has about six feet of DNA, unravel them all and your DNA would stretch from here to Pluto 18.5 times.<br><br>But to live inside each cell`s microscopic nucleus, each long strand of DNA gets wrapped like a noodle into 46 chromosomes. You got those chromosomes from your parents, 23 from dad, 23 from mom. There is one from dad that is special, it determines if you`re a girl or a buy.<br><br>Our DNA is only about 1 percent different from a chimpanzee. But that tiny change has made all we know and accomplish possible.<br><br>(END VIDEOTAPE)<br><br>AZUZ: When you`re a bulldog, life is just amazing. You could ask Dr. Moore at Bluffton Middle School, or you could just watch this. Forget the bulldog on a skateboard, this one can drive, keeps the windshield clean too. Maybe he should just fold it down. You can do that with a Jeep.<br><br>What`s amazing about this, besides the fact that it`s a bulldog that can drive, is the fact that he goes for quite a while without hitting anything, even mailbox escapes a collision.<br><br>So, while other dogs are chasing cars or barking up the wrong tree, dogging the neighborhood cat or driving their owners crazy, this one is on a transmission. He`s keeping it wheels.<br><br>It`s time for us to scoot. I`m Carl Azuz. Hope you have a great weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-11 CNN Student News.mp4"}