{"title":"CNNSN-2015-04-06-CNN-Student-News","script":"(CNN Student News) -- April 6, 2014<br><br>Smart Is the New Rich: Money Guide for Millennials. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Hope you had a great weekend.<br><br>I`m Carl Azuz and I`m pumped to welcome you to this special edition of CNN STUDENT NEWS.<br><br>April is Financial Literacy Month in the US. It`s an event that aims to improve Americans` financial awareness, how they can better manage their money, how they can better plan for their financial future.<br><br>We`re taking an in-depth look at the country`s young labor force, its financial picture, its student loan debt, advice for when it comes time to look for a job in the online era.<br><br>We`ve teamed up with CNNMoney to focus today`s show on some of the financial challenges facing this newest generation of American workers.<br><br>A good place to start is to define it. We`re talking about people born in the 1980s and 1990s. It`s time to meet the millennials.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CORRESPONDENT: Hey, millennials, what makes you so special anyway?<br><br>(ON SCREEN)<br><br>Smart is the new rich<br><br>Money Guide for Millennials<br><br>ROMANS: Well, for starters, that generation is the biggest in American history. There are at least 80 million people aged 18 to 35.<br><br>They`re the most educated generation ever and they have the student loan debt to show for it.<br><br>The average student loan balance for someone under 30 years old, more than $21,000.<br><br>UNIDENTIFIED FEMALE: I currently have $46,000 in debt.<br><br>UNIDENTIFIED FEMALE: I have about $54,000.<br><br>UNIDENTIFIED FEMALE: I have $95,000 in student debt.<br><br>ROMANS: Scarred by the Great Recession, millennials have been reluctant to buy a house.<br><br>UNIDENTIFIED FEMALE: I don`t think I plan to buy a home at any point.<br><br>UNIDENTIFIED MALE: It never occurred to me that I would purchase a home.<br><br>UNIDENTIFIED FEMALE: I really believe in a sharing economy.<br><br>ROMANS: Thirty percent still living with their parents, but most millennials say they want to buy and some are starting to take the plunge.<br><br>UNIDENTIFIED MALE: My goal for a down payment is $20,000. And I`m actually achieving that goal and I`m going to get there quicker than I actually thought.<br><br>ROMANS: Living in mom and dad`s basement means fewer millennials are tying the knot. Their parents probably got married in their early 20s.<br><br>This generation, 30 is the new normal. And they`re waiting to have kids, too.<br><br>UNIDENTIFIED MALE: I don`t want to bring a child into the world until, you know, I know that I can afford that.<br><br>ROMANS: Millennials are the first generation born online. They`re tech savvy, which makes them quick learners and smart shoppers, but they care about much more than just the bottom line. So companies have to adjust to make their products more sustainable, higher quality and customizable. That`s what millennials want.<br><br>UNIDENTIFIED FEMALE: Ethics are very important to me. I`m looking for authenticity. It`s good to know that it will go to a good cause, if it goes to a good company.<br><br>ROMANS: Ready or not, millennials are dramatically changing expectations and shaping the world.<br><br>(END VIDEO TAPE)<br><br>AZUZ: OK, you just heard it, the average student loan balance for millennials, savings lost in the Great Recession, a weak job market for young people, the costs of college, these are some reasons why students have loan debt.<br><br>According to The College Board, the average tuition and fees for a public four year college in America, more than $9,000 a year for in-state students, $23,000 a year for out-of-state students. Average tuition at a private school, more than $31,000 a year.<br><br>How much money college students borrow depends, but they are expected to pay it back.<br><br>(BEGIN VIDEOTAPE)<br><br>ROMANS: Generation Y, Generation Debt.<br><br>(ON SCREEN)<br><br>Smart is the new rich<br><br>Money Guide for Millennials<br><br>UNIDENTIFIED MALE: For grad school, I probably have about $10,000.<br><br>UNIDENTIFIED FEMALE: Ninety-five thousand dollars.<br><br>UNIDENTIFIED MALE: For undergrad, I have probably less than $2,000.<br><br>UNIDENTIFIED MALE: It`s probably not a good thing that I don`t know how much student debt I have.<br><br>UNIDENTIFIED FEMALE: Today, I have about $75,000.<br><br>UNIDENTIFIED FEMALE: Fifty-four thousand.<br><br>UNIDENTIFIED MALE: I went for four years.<br><br>UNIDENTIFIED MALE: Forty thousand dollars.<br><br>UNIDENTIFIED MALE: And I took summer classes.<br><br>UNIDENTIFIED FEMALE: Forty-six thousand dollars.<br><br>UNIDENTIFIED MALE: I started taking math in ninth grade.<br><br>UNIDENTIFIED FEMALE: Over $100,000.<br><br>UNIDENTIFIED MALE: One hundred and fourteen thousand dollars.<br><br>UNIDENTIFIED MALE: What that leaves me with in the end, I don`t know.<br><br>ROMANS: Millennials have the most student debt in history. Here are the five biggest mistakes you can make.<br><br>Number one, borrowing as much as you can, not just what you need. Take it from the student loan guru.<br><br>MARK KANTROWITZ, PUBLISHER, EDVISORS.COM: Well, the first thing is to just live like a student while you`re in school, so you don`t have to live like a student after you graduate. The time to reduce your debt is before you borrow, not afterwards.<br><br>ROMANS: Mistake number two, not graduating in four years. Only 39 percent of you graduate on time. That extra victory lap or two is expensive.<br><br>Mistake number three, being unrealistic about future earnings. Apply this rule of thumb -- your student loan debt at graduation should not be greater than your annual starting salary when you graduate.<br><br>UNIDENTIFIED FEMALE: Well, I should be paying about $350 a month. And that`s about half my check.<br><br>UNIDENTIFIED FEMALE: I studied to be an actress and that is a job that requires a lot of financial flexibility. And that`s not something I`ve been able to really pursue.<br><br>ROMANS: Mistake number four, overlooking public in-state colleges. A lot of times, those schools offer the best return on investment.<br><br>KANTROWITZ: Going to an in-state public college as opposed to a private non-profit college can save you about half the cost.<br><br>ROMANS: Mistake number five, missing student loan payments. Once you`re in default, it`s next to impossible to discharge those loans in bankruptcy and harder to qualify for student loan forgiveness programs.<br><br>UNIDENTIFIED MALE: Because the debt is there, a lot of my plans have been on hold until that`s more under control.<br><br>UNIDENTIFIED MALE: I can`t plan ahead anymore than like a month.<br><br>UNIDENTIFIED FEMALE: It`s a pretty heavy burden.<br><br>UNIDENTIFIED MALE: I can like see the end of the month, and I`m like if I can get there, than I have another month to set up what I`m doing with my -- with my life.<br><br>ROMANS: The bottom line, borrow less, budget more.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: The Badger State, The Prairie State, The Tarheel State -- what do they all have in common?<br><br>Roll Call.<br><br>North Fond Du Lac is a village in Wisconsin. It`s home to Optimist Park and The Orioles of Horace Mann High School. The city of Champagne, Illinois is home to The Virginia Theater; also, Jefferson Middle School, The Jaguars online there.<br><br>And Thomasville is a city in North Carolina where you`ll find The Big Chair and, of course, The Golden Eagles are there at East Davidson High School.<br><br>In a non-completive job market, when employers are aching to have people on their payroll, the interview tips are pretty simple -- be on time, practice answers to common questions, highlight how your skills can help the company you`re interviewing for. This is a competitive market and it seems millennials in particular have to do homework to nail their interviews.<br><br>(BEGIN VIDEOTAPE)<br><br>ROMANS: Now, the bad reputation is probably undeserved, but rule number one, anyone walking into a job interview should take special care not to reinforce that stereotype of being lazy, spoiled and conceited.<br><br>UNIDENTIFIED FEMALE: No, I`m actually pretty good at (INAUDIBLE).<br><br>UNIDENTIFIED MALE: Every time I think of an interview, I don`t really worry about it, because I assume that I will get the job.<br><br>ROMANS: Number two, clean up your social profile.<br><br>UNIDENTIFIED FEMALE: I recently discovered that my Twitter account from like 2011 that I haven`t accessed in years was somehow public.<br><br>UNIDENTIFIED MALE: I try to keep my Facebook pretty clean. Also, I`m friends with my parents.<br><br>ROMANS: Get on LinkedIn. Google yourself. Your prospective new boss will.<br><br>Number three, be ready for the background check. Many employers look at credit history when they run pre-employment background checks on potential new employees. If you`re not paying your student loans or you`re carrying big credit card balances, the hiring manager can see it, especially in positions that require some financial responsibility, this could be a big red flag.<br><br>Number four, don`t lie.<br><br>UNIDENTIFIED MALE: I have -- I have lied on a job interview. I have told jobs that I`m not going back to school to pursue my degree.<br><br>ROMANS: A Career Builder poll found an astonishing 58 percent of employers say they have caught lies on resumes. It`s too easy to get caught and if you get away with it at first, you can expect to lose your job down the road when it`s uncovered.<br><br>Number five, know the company.<br><br>Is it a public company?<br><br>Where is it based?<br><br>What are the lines of business and who are the bosses in those lines of business?<br><br>And most important, who do you know at that company who can vouch for you?<br><br>UNIDENTIFIED FEMALE: It`s not always what you know but it`s who you know and just making these personal connections when people can go further than, you know, the best resume.<br><br>ROMANS: You`ll be hearing &quot;you`re hired&quot; before you know it.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Well, that concludes today`s special edition of CNN STUDENT NEWS.<br><br>We hope we got it right on the money, that you`re about to cash in on your newfound knowledge, that everything made sense and that you`ll invest another 10 minutes of commercial-free coverage tomorrow.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-06 CNN Student News.mp4"}