{"title":"CNNSN-2016-10-26-CNN-Student-News","script":"(CNN Student News) -- October 26, 2016<br><br><br>The Balance of Power in Congress; Republicans Go On Offense Over Obamacare; Battle for Mosul: The Strategies; The Efforts to Harness the Cognitive Stimulation of Video Games.<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz.<br><br>Less than two weeks from Election Day in America. The big question is who will lead the country. And we`re not just talking about the presidency.<br><br>In the House of Representatives, lawmakers serve two-year terms. So, all 435 voting seats are up for election on November 8th. In the Senate, lawmakers serve six-year terms. And 34 Senate seats are up for election next month.<br><br>Here`s what the balance of power looks like right now. In the House, Republicans have control with 246 seats. Democrats have 186 seats. There are three vacancies.<br><br>In the Senate, Republicans have control with 54 seats. Forty-six seats are considered Democratic. There are two independents in the Senate, but they usually vote with the Democrats.<br><br>No one knows yet if control of either chamber will change hands in this election. But because Republicans have a smaller majority in the Senate, analysts say Democrats have a better chance of gaining control there and Republicans have a better chance of keeping control in the House. But again, this all comes to how Americans vote.<br><br>Why this matters? It`s easier for presidents to accomplish their goals when Congress is controlled by their own party, the opposing party is more likely to act as a check on the president`s power and can put more limits on what a president can do.<br><br>An issue that politicians are discussing on the campaign trail is the Affordable Care Act, also called Obamacare. It`s a major reform of the U.S. healthcare system that President Obama signed in 2010. It`s considered is signature achievement and it contributed to a record number of Americans having health insurance.<br><br>But Obamacare also had a number of problems. One of them announced earlier this week is a 25 percent increase in premiums, what people pay for an insurance policy. It applies to one major Obamacare plan and it will take effect next year. The government says most of those who are enrolled will receive subsidies, government money to help out with the cost increases. But that will make the program more expensive for the federal government.<br><br>Another issue, fewer insurance companies plan to offer Obamacare next year. That will leave people with fewer choices for insurance.<br><br>Why is all this happening? One big reason is that the people who`ve signed up have more health problems than companies expected, making cost higher, and that not enough young healthy people have enrolled in Obamacare to balance that out.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Battle for Mosul: The strategies.<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: The battle to oust ISIS from Mosul is what military experts would call asymmetric warfare. That means adversaries with very different capabilities facing off against one another.<br><br>On the one hand, you have around 50,000 Iraqi security forces and about as many militias and Kurdish troops. They`re also back by U.S.-led artillery and advisers, and, of course, massive coalition air power. On the other hand, you have around 5,000 ISIS fighters, but they are entrenched. The coalition strategies to use superior manpower, firepower and technology to throw ISIS out of Mosul.<br><br>For its part, ISIS is trying to bog down the invading forces and use guerilla tactics to slow them down. For instance, the terror group has dug a web of tunnels to escape airstrikes and to move around the battlefield without being exposed to some of the heavy weapons the Iraqi security forces are using. They`re also employing roadside bombs and a lot of suicide car bombers to not only slow the advancing Iraqi forces down, but to try and demoralize them as well.<br><br>In some cases, ISIS has managed to sneak back into towns already taken by the Iraqi military, so holding and securing areas will be a big priority.<br><br>While ISIS has inferior technology and, of course, much less manpower, combat in densely populated urban areas always favors the defenders.<br><br>(END VIDEOTAPE)<br><br>AZUZ: And that`s why a few thousand ISIS terrorists are able to fight back at all against the force of around 100,000 advancing international troops.<br><br>The city of Mosul is expected to be ISIS`s last stand in the Middle Eastern country of Iraq. The terrorists still have a stronghold in Syria, but a defeat in the Iraqi city would limit their territory and strength.<br><br>As it`s retreated from the towns around Mosul, ISIS has used civilians as human shields. Its return to liberated areas to kill residents in revenge, and it`s doing all it can to leave disaster burning in the wake of its retreat.<br><br>(BEGIN VIDEOTAPE)<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): It could almost be waves rippling against a shoreline on another planet. Neon streams catching the light. But this hauntingly beautiful scenery is toxic. The yellow rock formations are raw sulfur, crumbling and melting under intense heat. It may look volcanic but this is manmade.<br><br>(on camera): When ISIS withdrew from the sulfur factory, they placed explosives inside what was a massive mountain of sulfur, sending toxic, poisonous fumes into the air.<br><br>(voice over): Hundreds of people in the area had to seek medical attention for trouble breathing, burning eyes and choking. Hospitals ran out of oxygen.<br><br>(on camera): I have no idea of how the vast majority of these workers out here are able to deal with the smell and the burning in one`s eyes without having proper protection. These people out here actually don`t have gas masks on but they are working tirelessly to try to bring this under control.<br><br>(voice over): Across this other-worldly landscape there are bulldozers, firefighters trying to stifle the flames with loads of dirt. This is a battlefield that has no rules or boundaries.<br><br>(on camera): And this is just one of the many ways that ISIS are trying to use whatever it possibly can to try to not only impede the advance of the security forces toward Mosul but also in doing so cause maximum damage and maximum impact on the civilian population.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now, continuing our two-part series on videogames. Yesterday, we looked at some possible mental and physical downsides of gaming. Now for a possible upside.<br><br>Can videogames ability to stimulate certain areas of your brain be harnessed to give us better performing brains?<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): People who play videogames actually see more than the rest of us. They make better and faster use of visual input, according to a recent Duke University study.<br><br>What if we could all benefit from this? The goal is for doctors to one day prescribe videogames like they would of medicine. Think controllers instead of pills. And this might not be too far off.<br><br>Meet AJ. He`s a research associate in Adam Gazzaley`s lab at UCSF. You can see he`s healthy as a horse, but Adam`s plan is to push AJ`s brain beyond its limits, to give him cognitive abilities that are almost super human.<br><br>AJ SIMON, RESEARCH ASSOCIATE, UCSF COGNITIVE NEUROSCIENCE RESEARCH LAB: Yes. So, basically, I was going to be doing what we call digital search.<br><br>I was going to be looking for a target object and ones about the detractors and I`m going to be using physical movements to respond to the correct target.<br><br>GUPTA: So, this is AJ. He`s playing this game as you can see behind me. He`s also all wired up. That`s EEG monitoring.<br><br>Take a look at the game on the screen. But I think more importantly is this over here, this is actually AJ`s game as he`s playing the game. You see the brain? But you also see what`s happening inside the brain as a result of that EEG monitor.<br><br>(voice-over): What makes the glass brain so revolutionary is not just the real time 3D visualization with a log time of just two-tenths of a second, but also something known as a feedback loop. That`s the ability of the game to use the data streaming out of AJ to optimize the game engine itself.<br><br>Too easy? The game gets harder. Too difficult, it lets up a bit.<br><br>(on camera): So, back here for example is an area of the brain that`s typically responsible for vision. So, if someone`s not -- you`re not seeing much frequency or activity back there, the game may chance in response to that?<br><br>DR. ADAM GAZZALEY, UNIVERSITY OF CALIFORNIA, SAN FRANCISCO: Exactly. And the rewards will change in response to that, and when they do bring on that activity or high level, they get rewarded.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Dog, meet balloons. Now, pop them to pieces.<br><br>This is the handiwork of Twinkie the Jack Russell Terrier. I can`t decide if she really loves or really hates balloons, but she`s really good at popping `em. Twinkie took home the 2016 Guinness World Record for a dog- popping 100 balloons in the shortest time, 39.8 seconds. And Twinkies` mother Anastacia actually holds a previous world record for popping balloons.<br><br>So, it`s no ballooney to say the family is just full of hot air. The animal herself may be a little ballooney. Maybe the balloons just rub her the wrong way. But when she embarks on her mission, she does a terrier. She has a blast.<br><br>And as any balloon will tell you, her bite is worst than her bark.<br><br>I`m Carl Azuz and these puns have left me deflated.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-26 CNN Student News.mp4"}