{"title":"CNNSN-2016-09-26-CNN-Student-News","script":"(CNN Student News) -- September 26, 2016<br><br><br>A Hypothetical U.S. Electoral Map; A Potential Foreign Policy Challenge for the New U.S. President; An American Drug Epidemic<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi, everyone. It`s good to see you today. I`m Carl Azuz. And welcome you to CNN STUDENT NEWS on this last week of September 2016.<br><br>The stage is set. At 9:00 Eastern Time tonight, the lights, the cameras and the action will be on at Hofstra University in Hempstead, New York.<br><br>It`s the first of three scheduled U.S. presidential debates between Republican nominee Donald Trump and Democratic nominee Hillary Clinton.<br><br>The two main candidates are making last minute preparations and so is Lester Holt. He`s a news anchor at NBC and the moderator of tonight`s debate.<br><br>And there`s a debate going on over the moderator`s role. Should he fact- check the candidates? We don`t know if Mr. Holt will do that tonight. But while some people believe the moderator should immediately correct the<br><br>candidates if they make false claims, others say that`s not a good idea, that the candidates should fact-check each other like they have in the past.<br><br>One thing no one`s debating about the debate is that it`s a big one. Analysts expect it could draw 100 million or more viewers, like the Super Bowl. And a recent poll showed that one-third of voters said the debate would significantly influence their decision on whom to support.<br><br>And while we`re on the subject of polls, a recent ABC News/&quot;Washington Post&quot; poll shows 46 percent of likely voters support Clinton, 44 percent support Trump, 5 percent support libertarian candidate Gary Johnson, and 1 percent support Green Party candidate Jill Stein. The polls margin of error: 4.5 percent.<br><br>Keep in mind that different polls even in the same state can find different results. But most do suggest a very close race between the two main candidates.<br><br>(BEGIN VIDEOTAPE)<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: Hillary Clinton holds the lead in the national polls heading into the first debate, but a bunch of new state polls suggest we have a very tight race, high stakes for the candidates.<br><br>Let`s look through some of the new numbers in recent days.<br><br>Number one, for a new poll out of the state of New Hampshire. We lean this state Clinton`s way and the Monmouth University poll shows she`s got a lead 47 percent to 38 percent over Donald Trump. The third party candidates Gary Johnson and Jill Stein filling out the field here. But that`s encouraging for Secretary Clinton. The state, a small state but one she wants to hold.<br><br>Down in battleground Florida, though, look at these numbers here. Clinton ahead in this Monmouth University. Others have shown a closer race, but Monmouth has Clinton with a five-point lead in the state of Florida, again, very encouraging for the Clinton campaign.<br><br>Florida is a state Donald Trump must win. Without its 29 electoral votes, impossible to see Donald Trump getting elected president. The Clinton campaign will like that poll. Again, some of other polls have shown it a little bit tighter.<br><br>Let`s move to battleground North Carolina, again, a must win for Donald Trump. Hillary Clinton very much would like to win this state, but Trump would be encouraged by this. That`s a statistical dead heat, but the Elon University Poll shows Donald Trump pulling into the lead, 44-43. Gary Johnson is 6 percent. Jill Stein, the green party candidate, not on the ballot in North Carolina.<br><br>That`s three, still some more to go. This one is very encouraging for Donald Trump. In the state of Nevada, Latino voters, key to vote of President Obama`s victories in the state, Democrats have been doing better in Nevada.<br><br>But at a moment, a new FOX News poll out shows Trump up three. Now, statistically, that`s a tie, but Donald Trump with momentum in Nevada for sure, 43 percent to 40 percent.<br><br>One more, let`s move over to battleground Ohio, like Florida, Donald Trump cannot win the presidency without winning in Ohio and he will be encouraged by this, another FOX News Poll showing Donald Trump with a five-point lead, 42 percent to 37 percent in the state of Ohio, Gary Johnson and Jill Stein riding out the numbers.<br><br>What does that mean? Well, let`s switch maps and take a peek. Clearly, Clinton still has an edge when it comes to the stage, but if you look at this right now, here`s Donald Trump, Hillary Clinton, 273 for Clinton, 191 for Donald Trump.<br><br>Assume Donald Trump wins Nevada, wins Iowa where he`s leading, no new poll in there, but he`s leading there, wins Ohio, wins North Carolina. Clinton is ahead in Florida right now, Donald Trump must find a way to win it. Even if he did all that, look, Hillary Clinton would still win.<br><br>The challenge for Donald Trump heading into this first debate, get more momentum, take something that`s blue here, Pennsylvania, New Hampshire, Virginia, Michigan, Wisconsin, Colorado, something that`s leaning Clinton`s way and pull it back into the tossup and lean it red. That`s Donald Trump`s big challenge heading into the first debate. A bit of momentum perhaps at the state level, but not enough yet.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Three broad debate topics planned for tonight, include the direction of the U.S., the security of the country, and how America can achieve prosperity. These debates give the candidates a chance to show off their knowledge of U.S. and global issues and how they plan to deal with them.<br><br>Today, we`re kicking off a new series of international challenges facing whoever becomes the next president, starting with the nation of Turkey.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: Three reasons Turkey could be a major global headache for the next U.S. president.<br><br>The biggest, Turkey is the main gateway for ISIS fighters trying to go to and come from neighboring Syria. To stop the flow of militants, the U.S. needs Turkey`s support. Millions of refugees have fled Syria into Turkey and many of them have then moved on to Europe, throwing European politics and borders into turmoil.<br><br>Turkey is a key member of the NATO military alliance. But in July, a faction of the Turkish military tried and failed to overthrow the government. The Turks are demanding that the U.S. hand over an exiled cleric leaving in Pennsylvania who they accuse of organizing the coup, and the U.S.-Turkish strategic alliance is now at risk.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Players and fans of Major League Baseball are mourning the death of Jose Fernandez. The 24-year-old Miami Marlins pitcher was the National League rookie of the year in 2013 and a two-time all star. Police say Fernandez and two other men were killed early yesterday in a boating accident. Officials believe they were traveling at full speed at nighttime when their vote hit the rocks of a jetty near Miami Harbor.<br><br>Major League Baseball said it was devastated at the news. Fernandez was widely remembered for his love of the game and his community service. The Marlins game against the Atlanta Braves was canceled on Sunday.<br><br>Up next today, an epidemic in the United States. There`s been an alarming increase in the number of drug deaths. In fact, since 1999, the number of deaths from overdoses has gone up in all 50 states and drugs are now the leading cause of accidental death in the country. States that had been affected the most, meaning those states with the most drug overdose deaths per 100,000 people include West Virginia, New Hampshire, Kentucky, Pennsylvania and Ohio.<br><br>New Mexico has struggled with the issue for the longest period of time and what`s troubling so many researchers is how quickly these rates have gone up. From 1999 to 2014, heroin related deaths for example have increased 439 percent. Scientists in several areas say the blame lies with the increased use of that drug and of synthetic, manmade opioids, like commonly prescribed painkillers.<br><br>What makes them so addictive?<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Before we can explore your brain on opiates, we need to understand a few things. An opiate is chemical derived from opium and it`s the key ingredient in heroin. Those narcotics in your medicine cabinet -- codeine, oxycodone, hydrocodone -- they`re opiate-like, but they are man-made and more commonly referred to as opioids.<br><br>So, how do these chemicals affect the brain?<br><br>One big way is by exerting powerful pain relief to the rest of the body. Chemicals flood the system, latch on to millions of opiate receptors peppered throughout the body. Think of opiates and the receptors like puzzle pieces. When they bind together, pain signals are dulled, or they go away all together.<br><br>If the brain already has opiate receptors, doesn`t that mean it can naturally provide pain relief?<br><br>That`s right. Feel good chemicals like endorphins are natural opiates that dull pain and also give you a rush.<br><br>The problem with manmade opiates that mimic endorphins, take too many and they can overwhelm the system, give you too much of a rush. That can lead to dependence or abuse. Addiction becomes an ever bigger problem, because opiates also slowdown breathing and heart rate.<br><br>Mix them with other things that slow down your body and everything could grind to a halt. In fact, every 19 minutes, someone dies of an accidental prescription drug overdose. Most of the time, it involves an opiate. It`s now more common than dying in a car crash.<br><br>If you want to avoid that fate, don`t take more than you`re prescribed. Don`t use other people`s prescriptions. Never mix opiates with alcohol.<br><br>And maybe try other ways of alleviating your pain, like over-the-counter pain relievers and good old fashion exercise.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Things didn`t go so well for my college football team this weekend, but at least nobody disappeared. During the Big 10 network broadcast of Michigan State versus Wisconsin, the coach in the white short vanishes. What?<br><br>Le`s see that again. Now, you see him, no you don`t. Where did he go?<br><br>It seems he just walk away at just the right time, watch the player that cuts in front of him. You can see just part of the coach`s white polo moving behind the jersey.<br><br>Didn`t want to pass on that. Glad we had the option to reverse that shot to see the trick play action. The coach got a great block while moving from his post and out of his zone and a sort of slant route, you can see the draw of the end around off the screen. And what`s got to be called the coach and back sneak.<br><br>I`m Carl Azuz and we`ll hand it off to your teachers.<br><br>Debate coverage tomorrow on CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-26 CNN Student News.mp4"}