{"title":"CNNSN-2016-02-01-CNN-Student-News","script":"(CNN Student News) -- February 1, 2016<br><br>Massive Ship Symbolizes U.S.-China Trade; The Significance of the Iowa Caucuses. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to February, a 29-day month in this leap year. For CNN STUDENT NEWS, I`m Carl Azuz. Hope your week is off to a good start.<br><br>First up, we`re headed out to sea. The Pacific Ocean, a crucial route of trade between Asia and North America. Though Canada is said to be the top trading partner of the U.S., that`s when you combine imports and exports.<br><br>And China is right behind in total trade. The Asian country is the one nation from which the U.S. imports the most.<br><br>There`s a container ship that`s ferrying goods between the two countries. It`s massive. The port of Oakland in California had to spend millions of dollars getting its shipyard in shape to accommodate it.<br><br>And CNN`s Matt Rivers got to step aboard. He shows us how this ship is symbolic in a trade relationship between the U.S. and China.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT (voice-over): It`s longer than the Eiffel Tower. It`s got a 80,000 horsepower engine and weighs up to 240 tons. And yet, thanks to the magic of buoyancy, Benjamin Franklin floats.<br><br>It`s leaving China soon, heading for a Los Angeles. This is the largest container ship that has ever docked in the U.S.<br><br>(on camera): Being on board, you really got a chance of scale. Mainly because of how small you feel. But for a transport ship like this one, the most important figure is how much it can hold. The Benjamin Franklin can take on 18,000 containers. Placed end to end, they would stretch 68 miles.<br><br>Often on the other side of doors like this, are things like electronics, toys, clothes, consumer goods made in China that will sell in American stores. This is what trade between the two countries looks like.<br><br>(voice-over): And far more stuff is exported from China to the U.S. than the other way around, a difference of hundreds of billions of dollars.<br><br>That imbalance has been a source of conflict for sometime. In the middle of a U.S. presidential race, it makes for easy fodder.<br><br>(on camera): U.S.-China trade is incredibly intertwined. And the next U.S. president will have some ability to influence those ties. And that will impact people`s lives on both sides of the Pacific, which is why we`re talking about U.S. politicians in Iowa, while we`re thousands of miles away on this giant ship in the South China Sea.<br><br>Matt Rivers, CNN, off the coast of Southern China.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On the ground in Iowa, the caucuses are happening as you watch this. The reason why Democrats and Republicans have been feverishly campaigning there, it`s the first contest of the U.S. presidential election process. What voters are doing in Iowa is deciding which Republican and which Democrat they support the most.<br><br>The candidate from each party who wins in Iowa is one step closer to winning his or her party`s nomination for president. But the Iowa caucuses alone don`t guarantee who will win. The process plays out over all 50 states.<br><br>So, why is there so much attention on Iowa?<br><br>(BEGIN VIDEOTAPE)<br><br>WOLF BLITZER, CNN ANCHOR: Mitt Romney, 23 percent.<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: Purple is Rick Santorum. You see the impressive nature.<br><br>CHRIS MATTHEWS, MSNBC: Barack Obama, the senator from Illinois, the junior senator from Illinois, has won the Iowa caucuses.<br><br>CHRIS MOODY, CNN SENIOR DIGITAL CORRESPONDENT: Every four years, we hear all about the Iowa caucuses. It`s a huge deal. It`s all over the news.<br><br>What does it actually mean to win? Probably not what you think.<br><br>On the night of the caucuses, Iowa officials from both parties count the votes and announce to the media who got the most and we report that they won.<br><br>BLITZER: Yes.<br><br>GLORIA BORGER, CNN CHIEF POLITICAL ANALYST: Yes, very good.<br><br>ERIN BURNETT, CNN ANCHOR: Third time is a charm.<br><br>BLITZER: Third time is a charm, excellent flicking.<br><br>MOODY: But it`s important to note what winning really means.<br><br>You might assume that the person that wins the Iowa caucuses gets the most delegates at the convention. Not so.<br><br>Iowa caucuses are really just a straw poll. They have no bearing on delegate selection. By the time the Iowa parties actually select their delegates, it`s much later in the process. Sometimes, the whole primaries are already over.<br><br>So, why do we care so much? There is actually a reason. The Iowa caucuses are the first electoral contest on the calendar. So, it gives an initial look at the state of the race. And winning first is the great place to start.<br><br>There is some controversy though. Despite all the attention the caucus has received, not a lot of Iowans actually participate. And I think there`s a reason for that. Caucusing actually takes several hours and they`re usually held after work hours.<br><br>But what about the people that can`t make it to the caucus? Well, they can`t participate. Working a shift on caucus night? You can`t caucus.<br><br>Disabled, can`t leave the house -- you can`t caucus. Just kind of lazy and don`t want to leave the house because it`s freezing in Iowa in the middle of winter -- you can`t be blamed. also can`t caucus though.<br><br>Now, supporters say that the process is there because it`s a community event. It`s people in your small town talking about politics and really engaging. And in that sense, it`s pretty cool.<br><br>But now, when you`re watching the caucus results in February, you`ll really what we mean when we say a candidate has won.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Scientists at the University of California-Los Angeles say they have a new theory about the moon, or at least a new idea about an old theory.<br><br>The theory that other scientists have debated is that another planet smashed into earth 4.5 billion years ago, give or take. But many believe this was a glancing collision, one at an angle.<br><br>The University of California researchers compared rocks brought back from the moon missions to rocks from Hawaii and Arizona. They found similar chemical structures in the oxygen of the rocks. They think that the theoretical collision between the other planet and earth was head on, that that`s the reason why there are similarities between earth`s rocks and moon rocks and that though the other planet didn`t survive the collision, it did become our moon.<br><br>Of course, there`s plenty room for doubt. Regardless, we remain confident it`s not made of cheese.<br><br>(MUSIC)<br><br>AZUZ: Our three daily &quot;Roll Call&quot; schools are chosen from one place. Each day`s transcript page at CNNStudentNews.com.<br><br>Dennis Yarmouth Regional High School is first up. The Dolphins of South Yarmouth, Massachusetts, are watching. They made request on Friday`s transcript.<br><br>So did Bella Vista Middle School. The Silverhawks are soaring high over the Golden State. They`re in the city of Murrieta, California.<br><br>And in Sao Paolo, Brazil, we`re happy you`re watching the show and that it`s helping you learn English at Escola Morumbi.<br><br>Let`s talk about your brain. It`s amazing.<br><br>Your temporal lobe on the side of your brain is believed to be involved in hearing. Your parietal lobe on the top, at back part of your head helps you identity touch, taste and temperature. And cerebellum, the lower part by your spinal cord is involved in movement, balance and coordination.<br><br>What they all have in common besides being parts of the same organ is that they`re lit up by music.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: We all have that song we just can`t get out of our heads, no matter how hard we try. It`s called an earworm and it`s just one example of the extraordinary power of music.<br><br>The thing that`s so interesting about music is just how much of the brain it activates. Beyond the auditory cortex, the part of the brain that processes sound, music lights up part of your brain that is involved with movement, attention, planning and memory.<br><br>Speaking the words, for example, comes from over here, the left temporal lobe. Putting them into a tune comes from over here, the right parietal lobe. And then putting them all into a rhythm, from here, the cerebellum.<br><br>There are so many neuro networks involved in music processing, it elicits what is known as the amplifier effect. It`s no longer just music, it`s an emotional response, and that`s what makes it stick.<br><br>Studies have shown that kids who take music lessons didn`t just get better on playing an instrument, their brains process language better.<br><br>Another recent study look at patients who are about to undergo surgery, people were either given music or an anti-anxiety drug. You probably guessed what happened. The people who listened to music had less anxiety and lower levels of the stress hormone cortisol than people who took drugs.<br><br>And it can be even bigger than that. You see, music can unite our brains, but it can also unite the masses. We will willingly thrust ourselves into a crowd of 20,000 people and excite every aspect of our brain from music.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Organized drone racing has flown into our world. And though it looks like special effects, this is real. These quadcopter drones are zipping through Sun Life Stadium in Miami, Florida. They have onboard cameras that allow competitors to see where the drones are going using virtually reality headsets.<br><br>Yes, it`s high tech than the Wright Flyer. These things can go 80 miles per hour. And while you don`t see it here, they do wreck hard, often smashing into bits.<br><br>Racing is reportedly safe for the people involved, assuming they don`t get hit, but it`s not cheap. And entry level drone without the VR headset starts at 140 bucks.<br><br>But I bet those speeds really give them an adronaline rush. It`s really a sport for control freaks where remotions run high, you got to have your headset on straight. You got to give them props because the reality is that they`re unafraid of the virtual or the invirtual.<br><br>I`m Carl Azuz and I`m drone for the day. CNN STUDENT NEWS is back tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-01 CNN Student News.mp4"}