{"title":"CNNSN-2017-02-10-CNN-Student-News","script":"(CNN Student News) -- February 10, 2017<br><br><br>A Major Snowstorm Strikes U.S. Northeast; Crowdsourcing Technology Helps Farmers; DNA Evidence Saves a Dog`s Life<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hey. I`m Carl Azuz for CNN 10. And Fridays are awesome -- unless you`re in the U.S. Northeast and you hate snow.<br><br>The region is dealing with the affects of what could be the most significant storm of this winter. When the snow emergency is declared in places like Boston, Massachusetts, you know the weather is bad. Blizzard conditions, whiteouts, more than 1,600 flight cancellations, the closure of the largest school district in the United States, and the warnings to people not to leave their homes except in an emergency. This is all because of a storm system that`s affected more than 60 million people in some way. That`s roughly one-fifth of America`s population.<br><br>It came on suddenly. Wednesday`s temperature at New York`s John F. Kennedy International Airport was 65 degrees Fahrenheit. Yesterday, it was 25, sinking to a low of 18 overnight, and it came with snow.<br><br>Forecasters predicted eight to 12 inches in New York, with wind gusts of 50 miles per hour. Boston was expected to get 12 to 15 inches of snow.<br><br>And yesterday, in Massachusetts and Connecticut -- thundersnow. Pretty unusual event when a winter snowfall brings the thunder.<br><br>The system was moving out of New York by last night, but it was expected to impact Boston through the weekend. National Weather Service doesn`t expect the temperature there to get above freezing until Sunday.<br><br>Despite the storm`s location, though, and despite its affects, it moved from west to east, from land to sea. It`s not technically a nor`easter, though some folks were calling it that.<br><br>What exactly is the difference?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: A nor`easter occurs within the most crowded coast line of the United States, the Northeast, and they can occur any time of year but are most common between the months of September and April. That`s when weather conditions are primed for a nor`easter.<br><br>You start with a low. It`s going to travel from the Southeast to the Northeast and intensify. Nor`easters are strongest around New England as well as the Canadian Maritime Provinces.<br><br>Now, we have very warm water in the Gulf of Mexico and all around the coast of Florida, it`s going to warm the air above it and that warm air is going to clash with very cold air coming from the north. Now, nor`easters carry winds out of the Northeast at about 58 miles per hour or more. And keep in mind, the win direction out of the Northeast is what defines a nor`easter.<br><br>It`s also going to cause beach erosion, as well as coastal flooding and very, very rough ocean conditions.<br><br>Now, not all nor`easter have snow, but some of the most memorable ones have dumped lots of it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Feeding a growing population, the price and availability of land, government rules and regulations, international trade laws -- these are a few of the challenges faced by farmers worldwide, and they`re on top of the every day demands of producing a successful crop and making a living from it.<br><br>They have a new tool that can help, though -- crowdsourcing, getting information usually through the Internet from other farmers who faced and overcome specific problems.<br><br>What about those farmers who don`t have Internet access?<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: What if you could stop global food shortages with this?<br><br>Seventy percent of the world`s food comes from small isolated farms that are an average only two acres. About 0.8 hectares, like Darrell`s farm in Kenya. If farmers like Darrell didn`t produce food, the world wouldn`t eat.<br><br>So, what happens when Darrell, who`s only been farming for a few years finds out his crop is mysteriously dying?<br><br>DARRELL KITHEKA, FARMER: There came a disease. It came from nowhere. And nobody knew about it.<br><br>REPORTER: That`s where an emerging social network that connects rural farmers with no Internet access comes in. WeFarm, a London-based startup that`s recently raised $1.6 million in seed funding, works on a simple premise. Have a problem? Send a text that goes out to 120,000 other farmers and crowdsource the answer.<br><br>That`s exactly what Darrell did when worms got into his tomato crop.<br><br>KITHEKA: Luckily, whoever got that question, it is like God, who worked there. He gave an answer, as if he was in my mind.<br><br>REPORTER: The solution, a pesticide that killed the worms and saved his tomatoes.<br><br>At its roots, farming is about generational knowledge. Your mom was a farmer and her dad was a farmer and so on. But in millions of small isolated farms, that knowledge only goes as far as you walk.<br><br>Now, these farmers have a global community to lean.<br><br>MWINYI BWIKA, HEAD OF USER ACQUISION, WEFARM KENYA: Our first function is to connect all the farmers, and insure that they able to tap into this generational knowledge.<br><br>REPORTER: The network has already answered over 280,000 questions and shared 18 million pieces of information.<br><br>BWIKA: It`s not just about sharing the challenges that they`re having. They`re also sharing the winds that they get on a day to day basis.<br><br>REPORTER: Basically, the more successful the farmer, the more land he can buy and the more crops the can grow for the world.<br><br>KITHEKA: The farming, it`s in my blood. Hopefully, I think it will -- it`s going to take me somewhere.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Coming Monday, full coverage of a U.S. federal appeals court ruling concerning President Donald Trump`s executive order on refugees and immigrants. We`ll bring you a complete explanation and reactions from both sides on CNN 10.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Research into the structure of DNA made scientist(s) famous?<br><br>Thomas Edition and Nikola Tesla, Louis Pasteur, Marie Curie, or James Watson and Francis Crick?<br><br>In 1953, it was Watson and Crick who described the structure of DNA as a double helix.<br><br>(END VIDEO CLIP)<br><br>AZUZ: You hear a lot about DNA evidence used in crime investigations. And when people are accused of crimes in the U.S., they have rights under criminal due process. That`s not the case with dogs. A legal expert says they`re considered property. So, DNA testing when an animal is accused of killing another one isn`t part of their legal process.<br><br>Still, the owners of Jeb, a service dog that helps care for an elderly man in Michigan, spent $416 to obtain DNA evidence and prove Jeb`s innocence when he was found standing over the body of a neighbor`s dog. The rest is now canine court room history.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Jeb, you were accused of a very serious crime. Did you do it?<br><br>SUBTITLE: DNA saves dog from death row.<br><br>Jeb, a service dog, was accused of killing a neighbor`s dog.<br><br>COHEN: When you heard Jeb killed another dog, what went through your head?<br><br>PEGGY JOB, JEB`S OWNER: No, Jeb didn`t do it.<br><br>SUBTITLE: The neighbor took Jeb`s owners to court.<br><br>COHEN: At the end of the trial, what was the judge`s order?<br><br>JOB: That Jeb needs to be put down because he`s a dangerous dog. He had his mind made up that that dog needs to die.<br><br>SUBTITLE: To prove Jeb`s innocence, his owners swabbed his mouth for a sample of his DNA.<br><br>Then a lab checked to see if Jeb`s DNA was in the deceased dog`s wounds.<br><br>COHEN: When it came back, what did it say?<br><br>JOB: It said that Jeb did not kill the dog. His DNA was nowhere on any of the samples.<br><br>SUBTITLE: After the judge learned about the DNA results, Jeb was returned to his owners.<br><br>COHEN: If you had not gotten that DNA, would Jeb have been killed?<br><br>JOB: Yes, certainly would. There was no question about it.<br><br>COHEN: How did your husband respond when Jeb came home?<br><br>JOB: He was in shock. He cried.<br><br>COHEN: Ooh. So happy.<br><br>JOBS: He was so happy.<br><br>UNIDENTIFIED MALE: You`re a good doggy.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, they say that no two of these things are exactly alike and these pictures prove it. At least in the close-up snowflakes captured by this CNN iReporter.<br><br>He says the pictures were taken by a smartphone with a lens attachment. They are particles that fell out of the Ohio winter sky and stuck to the windshield of a parked car.<br><br>The photographer says he`s been taking pictures like this for three years. And though some people might ask why, to us, it`s crystal clear. Seeing snow chilling on his car precipitated the idea and he probably thought to himself, lattice take a closer look. As a matter of fractal, who`d want to flake out on a chance to branch out and capture some frozen flake-tography. Like these puns themselves, the pictures just kind of snowball.<br><br>I`m Carl Azuz, hoping you have a great weekend a sled of you.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-10 CNN Student News.mp4"}