{"title":"CNNSN-2015-03-02-CNN-Student-News","script":"(CNN Student News) -- March 2, 2014<br><br>Controversy Over Prime Minister Netanyahu`s Speech; Will U.S. Boots Be on the Ground in Syria?; Revival of the Silk Road<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: It`s great to have you watching CNN STUDENT NEWS on this Monday, March 2.<br><br>I`m Carl Azuz.<br><br>Hope you had a great weekend.<br><br>First up, there was a march yesterday in the Russian capital, Moscow. It was supposed to have been led by a man named Boris Nemtsov and it was supposed to have been held in opposition to Russia`s policies concerning Ukraine.<br><br>But Nemtsov, Russia`s former deputy prime minister, was killed Friday night, so thousands used the event to remember and mourn him.<br><br>Theories about the killing range far and wide. Nemtsov was a fierce critic of Russian President Vladimir Putin, so some are saying Nemtsov was targeting by the Putin administration or someone who supports it.<br><br>A Russian government spokesman says the killing was meant to stir up political strife. Police are investigating if it was terrorism or related to Nemtsov`s business activities. And Ukraine`s president says Nemtsov was going to reveal information that would have been damaging to the Russian government.<br><br>Next door today concerns the leader of Israel and a visit he`s making this week to the U.S. Capitol. Right now, the Obama administration is negotiating with Iran over its controversial nuclear program. Iran says it`s strictly for peaceful purposes.<br><br>But Western countries have been concerned that Iran is trying to make a nuclear weapon, so they`ve imposed a number of sanctions -- penalties on Iran.<br><br>The Obama administration is considering lifting its sanctions if Iran promises it won`t make a nuclear weapon and if it allows inspectors to make sure it doesn`t.<br><br>But Israel opposes the possible deal. It sees Iran as an enemy and thinks Iran will still try to make a nuclear weapon in secret. It supports new sanctions against Iran. The Obama administration says that could threaten the deal it`s working on with Iran and that`s why there`s controversy over a speech that Israeli Prime Minister Benjamin Netanyahu is giving in the United States on Tuesday.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: (voice-over): As Israeli Prime Minister Benjamin Netanyahu heads to the United States for a controversial visit, there are signs he may be trying to tone down the angry rhetoric between him and the Obama administration.<br><br>During a visit to the Western Wall before leaving, he said he actually respects President Obama. And in a statement, he said, quote, &quot;I believe in the strength of the relationship between Israel and the U.S. and in their strength to overcome differences of opinion, those that have been and those that will yet be.&quot;<br><br>And from the White House, a similar sentiment the day before.<br><br>JOSH EARNEST, DEPUTY WHITE HOUSE PRESS SECRETARY: Even the prime minister himself has said that the level of security cooperation between the Netanyahu administration and the Obama administration is unprecedented.<br><br>UNIDENTIFIED FEMALE: Mr. Netanyahu sparked a controversy when he and House Speaker John Boehner went around the White House and arranged a visit and speech on Capitol Hill without consulting anyone in the State Department or the administration, in an open effort to derail U.S.-led nuclear negotiations with Iran.<br><br>That move was seen as a breach of etiquette and an open sign of the deteriorating relationship with America`s closest ally in the Middle East.<br><br>RICK SANTORUM (R), FORMER PENNSYLVANIA SENATOR: In the end, Prime Minister Netanyahu would not be coming to America, he would not be risking the most important national security arrangement that Israel has if it wasn`t for the fact that he believed in his heart that Iran`s and the United States` nuclear negotiating is going to end up being an existential threat to his country.<br><br>UNIDENTIFIED FEMALE: The Tuesday speech has angered Democrats, who accuse Netanyahu of driving a wedge into U.S. foreign policy.<br><br>REP. JAN SCHAKOWSKY (D), ILLINOIS: To have the prime minister to contradict exactly what the president, in very sensitive negotiations, is trying to do, and that`s trying to guarantee that Iran does not have nuclear weapons.<br><br>UNIDENTIFIED FEMALE: Illinois Congresswoman Jan Schakowsky says she, along with other Democrats, will boycott the speech.<br><br>The Israeli leader will also speak to a conference hosted by the American pro-Israel group AIPAC, on Monday morning, just before U.S. ambassador to the U.N., Samantha Power, offers her remarks. The two speeches may highlight the clash between the U.S. and Israel as they haggle over how to approach nuclear negotiations with Iran.<br><br>However, some foreign policy watchers say the U.S.-Israeli relationship is too important to let wither.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: OK. It`s time to roll out the Roll Call.<br><br>We`re kicking things off at Lake Worth, Florida, just south of West Palm Beach. It`s where The Mustangs are running at Woodlands Middle School.<br><br>Grand Haven, Michigan is on the eastern shore of Lake Michigan. It`s home to The Buccaneers of Grand Haven High School.<br><br>And for the first time this year, we`re visiting India on the Roll Call. The British School is in the Indian capital of New Delhi.<br><br>U.S. Secretary of State John Kerry says the U.S.-led campaign to defeat the ISIS terrorist group is moving forward. But he says ground troops will be needed to defeat the terrorists in Syria.<br><br>Secretary Kerry says they wouldn`t be American combat troops. But the U.S. approach to ISIS has changed and some lawmakers are wondering if U.S. boots will inevitably be on the ground.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CORRESPONDENT: When the U.S. began a military campaign against ISIS, the mission was defined very clearly as an air campaign with no boots on the ground.<br><br>Now, that changed as U.S. boots did hit the ground, first with just a few hundred military advisers, soon authorized up to 3,000.<br><br>So the second definition of the mission became an air campaign with no combat troops or no ground combat troops, none outside the major city centers of Irbil in the north and Baghdad in the central part of the country.<br><br>Now, that role changed again when those military advisers moved out of those major city centers to places such as Anbar Province, which is mostly held by ISIS, the scene of fierce fighting. So while those troops don`t have a combat role, they`re certainly in a combat zone.<br><br>That point was highlighted recently when the Al-Asad Air Base in Anbar Province, which houses some 400 coalition troops, including 300 Americans, came under assault by ISIS.<br><br>Now, the fourth change in the definition of the mission is still on the table and that`s the idea that some of these military advisers might either be forward deployed with Iraqi ground forces or that U.S. ground controllers may be sent in to call in air strikes.<br><br>Are those combat troops?<br><br>The administration says no, but they would certainly be much closer to combat and therefore much closer to danger.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>ID Me.<br><br>UNIDENTIFIED MALE: See if you can ID me.<br><br>I once connected China and Rome. I am an ancient trade route that was traveled by Marco Polo. I`m named for one of the major materials carried along my path.<br><br>I`m the Silk Road, once stretching from the Mediterranean Sea to Shiyan, China.<br><br>AZUZ: With the possible exception of Marco Polo, most people who used the Silk Road never actually traveled the whole distance. Different traders would carry goods along different legs of the journey.<br><br>The route has seen a number of revivals over the centuries. China is investing in one now with a similar goal to the ancient one -- bridge East and West with trade and ideas.<br><br>(BEGIN VIDEOTAPE)<br><br>FAREED ZAKARIA, HOST, &quot;FAREED ZAKARIA GPS&quot;: The world`s longest rail journey was completed this week. A Chinese cargo train finished its first trip from the town of Yiwu in China to Madrid. That means it passed through no fewer than eight countries -- China, Kazakhstan, Russia, Belarus, Poland, Germany, France and Spain, according to Chinese state media.<br><br>The journey was more than 8,000 miles each way and each leg took roughly three weeks. To put that in perspective, the round trip distance is equivalent to traveling between Los Angeles and New York approximately six and a half times, or from LA to Sydney and back again.<br><br>The direct link to the West has been called the 21st Century Silk Road by Chinese officials.<br><br>It isn`t just this isolated route. Last year, Xi Jinping announced a $40 billion Silk Road fund to boost infrastructure that could link markets across Asia and beyond.<br><br>It`s officially the year of the sheep, or by some translations, the ram or the goat. But perhaps the silk worm would be more appropriate.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: My Twitter lit up Thursday night. People were asking me what color I thought this dress was. I saw blue and black. But some people see white and gold. It started with a photo of an $80 dress posted recently on social media.<br><br>The colors you see in the photo comes down to how your eyes and brain process optical signals. So some will swear by blue and black, others white and gold.<br><br>But that`s just the photo that has this effect. The actually dress is actually blue and black and everyone agrees. And because sales of it are up over 300 percent, according to the company, it does plan to make one in gold and white.<br><br>So dress makers will make a dress to dress the best dressed. Dress wearers want a dress. Dressing up or dressing down or just putting to dress the great dress debate, which is anything but black and white.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>And for the record, my tie is black and blue.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-02 CNN Student News.mp4"}