{"title":"CNNSN-2015-09-09-CNN-Student-News","script":"(CNN Student News) -- September 9, 2014<br><br>Refugees Break Past Border Security in Hungary; Discovery Found Near Stonehenge<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey! My name is Carl Azuz. Welcome to our viewers around the world to your midweek edition of CNN STUDENT NEWS.<br><br>We`re starting today in the Eastern European nation of Hungary, when hundreds of frustrated migrants at a Hungarian holding camp broke through police lines, CNN was there.<br><br>(BEGIN VIDEO CLIP)<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT: We`re running now with these migrants and refugees who just broke out of the holding area right along the border with Serbia. The police are literally right behind them - - CNN. The police are literally right behind them and in front.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The people who run were reportedly fed up with the conditions in the holding area. And when police were able to stop about half of them, the authorities brought them food and water.<br><br>Hungary`s been at the forefront of Europe`s deepening refugee crisis. Many of the people arriving there from Afghanistan, Iraq and Syria are passing through, hoping for a new life in Western Europe. But some have complained the bad conditions at holding areas and camps in Hungary and are afraid they`ll get stuck there.<br><br>Hungary`s government says it`s just trying to enforce rules on travelers who don`t have the right documentation.<br><br>In Europe, refugees have certain rights, the right not to be sent back to their home countries, the rights to housing, work and education. Most of those who are fleeing ISIS terrorists in Iraq, war-ravaged conditions in Afghanistan, and terrorism and civil war in Syria are considered to be refugees. Some others are considered migrants, people hoping to resettle in countries with better opportunities. It`s creating a historic humanitarian crisis for Europe.<br><br>A number of countries are accepting these people. Germany expects to take in 800,000 asylum seekers at a cost of $6.7 billion. Some other European nations say they can`t afford or keep up with the flood of people.<br><br>(BEGIN VIDEOTAPE)<br><br>ATIKA SHUBERT, CNN CORRESPONDENT: Well, this is the kind of temporary housing that German Chancellor Angela Merkel says she wants to see more of.<br><br>In fact, Germany is planning to build 150,000 areas like this. So, you can see, it`s got a playground area for children.<br><br>But behind there, these are basically shipping containers that have been bolted together, and inside, it`s kind of like one-bedroom apartment, enough for a family with a kitchenette, a toilet. Each floor has showers, and a communal kitchen.<br><br>And the idea is that refugees would come here, live here for about a year before they were able to get out on their own.<br><br>Now, this is the kind of warm welcome that Germany is putting out. But there is a segment of society here, however small, that does not like to see these newcomers coming into Germany.<br><br>In fact, just yesterday, there was an arson attack, a fire that burned down a shelter just like this. Fortunately, nobody was killed. There were some minor injuries. But it does go to show that there are these kinds of attacks.<br><br>So, this is the kind of attention that the Germany government now has to consider as every day, thousands more enter Germany.<br><br>Atika Shubert, CNN, Berlin.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: Time for the shoutout.<br><br>Which of these landmarks would you find in Salisbury Plain?<br><br>If you think you know it, shout it out. Is it: (a), Ayers Rock, (b), Half Dome, (c), Giant`s Causeway, or (d), Stonehenge?<br><br>You`ve got three seconds. Go!<br><br>(BUZZER)<br><br>Salisbury Plain is outside of Salisbury, England, and that`s the home of Stonehenge. That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: It`s one of those most famous monuments in the world. Archaeologists believe Stonehenge was built between the years 3000 and 1520 B.C. It appears to have been a cemetery at one point, though no one knows for sure who built Stonehenge and why.<br><br>Theories have described it as a temple, a meeting place, a monument for predicting eclipses. Those theories are being tested and new ones born thanks to a remarkable find not far away.<br><br>(BEGIN VIDEOTAPE)<br><br>ERIN MCLAUGHLIN, CNN CORRESPONDENT: It takes your breath away. People from all over travel to see Stonehenge. Its construction and its purpose remaining mystery, thousands of years old.<br><br>And now, we`re learning that just two miles away from here, a discovery so extraordinary experts are calling it archaeology on steroids.<br><br>Scientists used ground-penetrating radar technology to make the discovery. They found at least 40 stone slabs in spaces for at least 160 more.<br><br>It`s incredible to be here, knowing that beneath my feet, the remnants of an ancient monument 15 times the size of Stonehenge.<br><br>The National Trust`s Nick Snashall says the new find rewrites the history of the area.<br><br>NICK SNASHALL, THE NATIONAL TRUST: This place seems to have formed to have had three different functions. It started life as a settlement. Once the settlement went out used and they stopped building Stonehenge, then it became a place that was revered. It became a place of ritual. So, that`s when they seem to bring in the stones.<br><br>But then, very shortly there afterwards, somebody decides that the ritual needs to be done in a different way, that the ceremony and the site are not doing it quite right. So, they change it and they buried a lot.<br><br>MCLAUGHLIN: And what does this tell us?<br><br>SNASHALL: I think what it tells us is that the story of the Stonehenge landscape is much more complicated that we`d ever thought it was.<br><br>MCLAUGHLIN: So, the mystery of Stonehenge deepens.<br><br>SNASHALL: Always.<br><br>MCLAUGHLIN: Erin McLaughlin, CNN, Durrington Walls.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Fun fact: the nation of South Africa has three capitals: an administrative one, a judicial one and a legislative one.<br><br>First school in our &quot;Roll Call&quot; is in the legislative capital of Cape Town. Welcome to everyone watching at the American International School of Cape Town.<br><br>To the Midwestern U.S., we are visiting our friends at River Valley Junior/Senior High School. It`s in Correctionville, Iowa, the home of the Wolverines.<br><br>And in the Cowboy State of Wyoming, Carey Junior High School is watching in Cheyenne, the home of the Braves.<br><br>About 60 miles southwest of Anchorage, in southern Alaska, there`s a community named Whittier. It`s pretty remote. You can only get there by sea or by driving through a long mountain tunnel.<br><br>An estimated 700,000 people visit Whittier each year, but only about 218 folks permanently live there and most of them are under one roof.<br><br>(BEGIN VIDEOTAPE)<br><br>ATA MA`AE, CITY COUNCIL MEMBER: What is this place? It`s a small little town. Everything is in one building.<br><br>UNIDENTIFIED MALE: This building has a mystique. It`s a 14-storey building built in World War II.<br><br>JUNE MILLER, OWNER, JUNE`S WHITTIER CONDO SUITES: We have everything we need here. You don`t have to leave the building for weeks.<br><br>MA`AE: Downstairs, we have post office, the city office. We have a grocery store. We have a clinic, that`s on the third floor. It`s like a city all under one roof.<br><br>ERIKA THOMPSON, SCHOOL TEACHER: We are in the Whittier Community School. It is connected by an underground tunnel to the building that we all live in.<br><br>And remember, that`s up until this point in the book.<br><br>UNIDENTIFIED MALE: On a day to day basis, it`s a lot like a really big family. Of course, there`s family squabbles that take place. But most of the time, they`re all handled within the family.<br><br>THOMPSON: So, these are the main characters.<br><br>We don`t always all love each other. We don`t always all get along. But when something awful happens, everyone is going to be there to help you.<br><br>UNIDENTIFIED MALE: Why do live in Whittier and what`s it like living in the same building as everybody else? It makes me laugh, because it`s just home to us. It`s home. It`s nothing out of the ordinary. It`s may be a little different, but it`s home.<br><br>(END VIDEOTAPE)<br><br>AZUZ: When an 11-year-old in Nantucket tossed it into the sea on January 20th, 2014, he might have been thinking, I hope that somebody gets my message in a bottle.<br><br>His family had done this before, one bottle traveled a few miles to Martha`s Vineyard. One went over 100 miles to Long Island Sound. This one made it to England, more than 3,000 miles away.<br><br>A man there found it on a dive and the sender, who`s now 12, is hoping he`ll write back.<br><br>We`re glad the finder got video of himself opening it and didn`t just Nantucket away for another day. Might have sent a wrong message about the message that kept the project all bottled up, an opportunity lost at sea.<br><br>Sailing through 10 minutes of commercial-free news and puns, I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-09 CNN Student News.mp4"}