{"title":"CNNSN-2016-05-17-CNN-Student-News","script":"(CNN Student News) -- May 17, 2016<br><br><br>Deepening Crisis in Venezuela; Efforts to Remove Mines from the Holy Land; Recalls of Frozen Products Over Listeria Continue; Possible Future Uses of Drones. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: South America is where we start today`s international events coverage. I`m Carl Azuz. Thanks for watching.<br><br>Extreme inflation, when prices rocket higher and money buys less, increasing violent crime, empty grocery store shelves, people unable to shampoo, salt, medicine, underwear. These are some of the problems facing the nation of Venezuela.<br><br>Factor in power shortages, blackouts by the government and a rapidly shrinking economy, and protests are growing, with demonstrators demanding that President Nicolas Maduro be recalled.<br><br>He still has some supporters and President Maduro recently declared a constitutional state of the emergency, a decree that will give him more powers over Venezuela`s economy and authority to overcome what he called foreign aggressions against the country.<br><br>What caused all this? Well, the Venezuelan government seized or took over many of the country`s industries in recent years. The economy is very dependent on oil sales and for a while, the government used some of those sales to fund its social programs, aid for schools, child care, sanitation.<br><br>But when global oil prices started dropping in 2014, so did Venezuela`s economy. And some analysts say this could lead to the end of Maduro`s presidency.<br><br>From South America, we`re taking you to the Middle East now, to a region called the West Bank. It`s an area of about 2,100 miles located along the west bank of the Jordan River. There`s a cluster of churches there that have stood empty since 1967. The reason, they`re surrounded by minefields, dating back to the war that year -- but an organization is working to clear them out.<br><br>(BEGIN VIDEOTAPE)<br><br>OREN LIEBERMANN, CNN CORRESPONDENT (voice-over): The signs around us warn of danger in three languages. Here, only the road is safe. Beyond the barbed wire, nearly 5,000 explosive mines covering one square kilometer.<br><br>MICHAEL HEIMAN, ISRAELI NATIONAL MINE ACTION AUTHORITY: In this particular area, we`re not looking to find an anti-personnel mine.<br><br>LIEBERMANN (on camera): You can see an anti-tank mine right now?<br><br>HEIMAN: Yes, sure. There is the first line is right here, like 30 meters from the place where we`re standing.<br><br>LIEBERMANN (voice-over): This mine field in the West Bank restricts access to one of Christianity`s holiest site, recognized as the Biblical site of the baptism of Jesus.<br><br>Pilgrims from all over the world bathe in the waters of this holy site on the Jordan River, and a modern tourist center opened in 2011. But seven Christian churches at the site, all different denominations, have been closed for half a century.<br><br>(on camera): Want an idea of how many land mines there are in certain spots here? See that dark ball right there. That`s an anti-personnel mine, and this entire field is full of them.<br><br>(voice-over): During the Six Day War in 1967, the Israeli and Jordanian armies laid mines here, churches were booby-trapped, and unexploded ordnance could still be anywhere. The churches have been off limits ever since.<br><br>JAMES COWAN, CEO, THE HALO TRUST: And if we didn`t do it, these mines would stay here forever.<br><br>LIEBERMANN: I speak with James Cowan outside the Romanian Orthodox Church. He is the CEO of HALO, the world`s largest humanitarian mine-clearing organization. Halo has just gotten permission to clear the mine field with the approval of both the Israelis and Palestinians.<br><br>(on camera): Forty, 50 years later, these mines are still dangerous?<br><br>COWAN: Absolutely. They would still be dangerous a hundred years from now if we didn`t clear them.<br><br>LIEBERMANN (voice-over): In Syria and Iraq, ISIS has leveled ancient holy sites, bulldozing history and destroying precious artifacts.<br><br>Here the goal is to do the reverse, clearing the mine fields will preserve these holy sites. Pilgrims and tourists can visit once again, and this area can heal from the scars of battle.<br><br>Oren Liebermann, CNN, the Holy Land.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Each day`s transcript page at CNNStudentNews.com is the only place our producers look for your &quot;Roll Call&quot; requests.<br><br>YK Pao Secondary School made a request yesterday. Thank you for watching from Shanghai, China.<br><br>From there, we`re flying over to the Woodlands, Texas, where we heard from the Knights. Knox Junior High School is on the roll.<br><br>And if you`re in Essex Junction, Vermont, and you get stung, it`s probably the Hornets of Essex High School.<br><br>There`s been a series of food recalls in the U.S. over the past three weeks. The concern: possible listeria contamination. CRF Frozen Foods is a company that supplies products to supermarkets across North America. It has recalled all of the frozen fruit and vegetable foods that have been processed in its facility in Pasco, Washington, since 2014.<br><br>We`d give a list of these foods, but the recall covers 358 different products sold over 42 different brands. It`s huge. The U.S. government`s Food and Drug Administration website, FDA.gov, has a complete list.<br><br>Some of the stores that stocked the recall foods are Costco, Trader Joe, Safeway, Walmart. Health officials say that since September of 2013, this listeria outbreak has sickened eight people in three different states. But the recall is for products sold in all 50 states and in Canada.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What is listeria?<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Listeria is a bacteria that can be found in several different kinds of foods. For example, sprouts, deli meats, hot dogs, smoked seafood, soft cheeses and raw unpasteurized milk.<br><br>Healthy people, if they`re exposed to listeria, they might get fever or diarrhea. But people who are high risk, they can get fever, muscle aches, headaches, a stiff neck, confusion and convulsions.<br><br>Pregnant women who ate foods contaminated with listeria, they might get just a fever or maybe a fever and chills and headache. But the big risk is that listeria can cause miscarriages.<br><br>Listeria can kill. The Centers for Disease Control estimates that about 260 people die each year after eating foods contaminated with listeria. In addition, there are about 1,600 illnesses.<br><br>Now, you can reduce your chances from getting sick with listeria. So, first of all, rinse your produce, scrub firmed produce like melons and cucumbers with a brush, dry the produce, separate uncooked meats and poultry from other foods.<br><br>Soft cheeses like Brie and Camembert and feta, those are very popular. But look on the labels. Make sure they are made with pasteurized milk.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In this academic year alone, we`ve talked about the use of drones, unmanned vehicles, in warfare, in capturing video of extreme sports, as ocean platforms for returning rockets, and in sports, as racing aircraft. As drones become more accessible and more widely used, it seems their potential is limited only by our ideas.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDREW STEVENS, CNNMONEY: In the world of tech innovation, China, many would argue, is a follower. But there`s one field where it is undeniably a leader -- drones.<br><br>We`ve come to the home of the world`s biggest commercial drone developer, DJI, to find out what`s the next big thing in an industry where literally the sky is the limit.<br><br>(voice-over): Their futuristic flagship store in Shenzhen is a monument to just how far and just how fast drones are developing. In December 2012, the company launched its Phantom 1 drone without a camera.<br><br>Just three and a half years and three months later, the Phantom 4 drone can produce this. High definition video live stream unto your smartphone or tablet from a distance of up to five kilometers.<br><br>The real breakthrough is now on what the technology will be used for.<br><br>MICHAEL PERRY, DIRECTOR OF STRATEGIC PARTNERSHIP, DJI: One of the most exciting ones for us recently was we saw a team of whale researchers used our systems to fly over whale pods and collect their snot so that they can do advanced analytics to determine their health.<br><br>STEVENS: Those researchers, the Ocean Alliance, called it the &quot;snot bot&quot;, a drone that gathers mucus from a blowing whale. And that`s just one out of the box application. DJI has developed a model that can accurate spray crops in difficult to reach areas. It`s also talking to Europe`s biggest emergency response, about how to use drones in search and rescue, firefighting and surveillance.<br><br>The options, say Perry, are limitless.<br><br>PERRY: We put the technology out there and what`s been really exciting is the creativity and innovation that people bring to their platforms. There are million different use cases.<br><br>STEVENS: For DJI, their challenge is to continue making drones easier to use, so that the next generation can be captured all over again by the wonder of flight.<br><br>Andrew Stevens, CNN, Shenzhen, China.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Time for some multiple choice, y`all.<br><br>Softball game: Army West Point versus Lehigh University. Army sent a runner from third on a base hit, but the throw from Lehigh beat her to the plate.<br><br>What happens next? The runner blasts into the catcher, the runner stops for a peaceful tag out, or option C, yes, the lesser known acrobatic leap at and tag (ph) the plate play. Kaycee McGravy (ph) is safe. Her exceptional athleticism helped earned Army the win 3-1.<br><br>It was one giant leap for once small step. Critics might have called it way off base and told her to take a flying leap, which she did and made a solid baseline argument for high jump training which she`ll never have to pitch to her coach again now that she`s safe at home.<br><br>I`m Carl Azuz and you can call all of this punderhanded.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-17 CNN Student News.mp4"}