{"title":"CNNSN-2015-09-01-CNN-Student-News","script":"(CNN Student News) -- September 1, 2014<br><br>Presidential Candidates and Climate Change; The Murder of a Sheriff`s Deputy; Denali-McKinley Keeps Political Question Alive<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: On the first day of September, CNN STUDENT NEWS starts in the largest and northernmost U.S. state.<br><br>Welcome to the show. I`m Carl Azuz.<br><br>Today, we`re taking you to Alaska. In his journey to the state known as &quot;The Last Frontier&quot;, President Obama becomes the first sitting U.S. president to visit the Arctic.<br><br>One reason for his trip, his administration is renaming Mount McKinley. The tallest mountain of the U.S. will be known as Denali. Native Alaskans have pushed for the name change for decades. Denali is the mountain`s name in their native Athabascan language.<br><br>It was named McKinley in 1896 for the man who`d become America`s 25th president. Several lawmakers from his home state of Ohio say the landmark`s name was a testament to President McKinley`s service and that they`ll fight the plan to change it.<br><br>Other thing President Obama wants to do is draw attention to a controversial issue. He says melting ice, shrinking glaciers, rising sea levels and wildfires in Alaska are all tied to climate change. While environmentalists support the president`s focus on the climate, some disagree with his decision to allow oil drilling off Alaska`s Arctic coast.<br><br>And while the Obama administration and most scientists say human activities are causing Earth`s average temperatures to warm up, some disagree, saying temperature changes are natural or are caused by factors people can`t control. Opposing views reflected by some of the 2016 presidential candidates.<br><br>Former Secretary of State Hillary Clinton agrees with the Obama administration on the issue. The Democratic Party`s current frontrunner has discussed her plan to shift more of America`s electricity to renewable sources. Meanwhile, businessman Donald Trump says the viewpoint that people are causing global warming is a hoax. The Republican Party`s current frontrunner says the Obama administration has wasted billions of dollars in green energy projects that have failed.<br><br>(BEGIN VIDEOTAPE)<br><br>HILLARY CLINTON, THEN-SECRETARY OF STATE: President Obama and I and our administration are making climate change a central focus of our foreign policy. We don`t doubt the urgency or the magnitude of the problem.<br><br>SEN. BERNIE SANDERS (I), VERMONT: Climate change is real and climate change is caused by human activities.<br><br>MARTIN O`MALLEY (D), FORMER MARYLAND GOVERNOR: Climate change is real and it also happens to be the greatest business opportunity to come to our country for 100 years.<br><br>SEN. LINDSEY GRAHAM (R), SOUTH CAROLINA: I do believe that climate change is real. I want a business solution to that problem.<br><br>SEN. TED CRUZ (R), TEXAS: I`m always troubled by a theory that fits every perfect situation. You know, back in the `70s, I remember the `70s, we were told there was global cooling. And everyone was told global cooling was a really big problem and then that faded. And then we were told by Al Gore and others there was global warming and that was going to be a big problem.<br><br>And then it morphed. It wasn`t global warming anymore, it became climate change.<br><br>MIKE HUCKABEE (R), FORMER ARKANSAS GOVERNOR: We don`t own this Earth. We are simply stewards of it, caretakers. And I know when a day like today, it`s hard to believe there is global warming.<br><br>We have done no harm if we take better care of this planet and give it to our children with cleaner air, cleaner soil, and cleaner water.<br><br>SEN. RAND PAUL (R), KENTUCKY: I`m not saying the theory is right or wrong. What I would say is that there is something that all of us should be in favor of and that is we should minimize pollution.<br><br>SEN. MARCO RUBIO (R), FLORIDA: Severe weather has been a fact of life on Earth since man started recording history. I think it`s -- I understand that there`s a vast consensus of scientists that are saying that human activities is what`s contributing to changes in our climate. I think it`s an enormous stretch to say that every weather incident that we now right about is -- or the majority of them are attributable to human activity.<br><br>RICK SANTORUM (R), FORMER SENATOR: A lot of these environmental sciences are just that, they`re political science. They have nothing to do with real cost-benefit analysis, real understanding of how we have to value both the environment and its impact on man and the world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A sheriff deputy in Harris County, Texas, was ambushed and murdered late last week. And as far as officials can tell, it was simply because Deputy Darren Goforth was wearing a police uniform. A suspect named Shannon J. Miles has been arrested and charged with capital murder. If convicted, he could get the death penalty.<br><br>It`s not certain yet whether the killing was tied to tensions in some parts of the U.S., between communities and their police forces. The phrase &quot;Black Lives Matter&quot; has gained national attention over the past couple of years after several unarmed African-Americans were killed by police or died while in police custody.<br><br>A CNN political commentator said there`s no evidence between the Black Lives Matter movement and Deputy Goforth`s murder. Though Harris County police haven`t determined the motive yet, the sheriff thinks protesters` chants and slogans played a part.<br><br>(BEGIN VIDEO CLIP)<br><br>SHERIFF RON HICKMAN, HARRIS COUNTY, TEXAS: At any point where the rhetoric ramps up to the point where calculated, cold-blooded assassination of police officers happened, this rhetoric has gotten out of control.<br><br>We`ve heard black lives matter. All lives matter. Well, cops` lives matter today. So, why don`t we just drop the qualifier and just say lives matter?<br><br>(END VIDEO CLIP)<br><br>AZUZ: On Sunday, more than a thousand people joined the prayer walk to honor Deputy Goforth. According to the National Law Enforcement Officers Memorial Fund, 15 police officers were killed and ambushed since last year. That`s triple the number of ambush shootings in 2013.<br><br>Many police units are now equipping officers with body cameras. They can cost department`s thousands of dollars, both for the cameras and the space to store their information. But supporters say their benefits are well worth the investment.<br><br>(BEGIN VIDEOTAPE)<br><br>SUNNY HOSTIN, CNN LEGAL ANALYST: Proponents of body cameras argue that video recordings will provide a real time objective record of an encounter, allowing for review of incidents by police supervisors, the prosecution and courts.<br><br>A 2005 International Association of Chiefs of Police report found that cameras helped law enforcement, improving officers` safety, often backing up the officer`s version of events, reducing department liability and conveying to the community a sense of transparency.<br><br>The effectiveness of body worn cameras is still being debated. However, in one experiment, after the wholesale adoption by the police department in Rialto, California, complaints against officers drop by nearly 90 percent. In a pilot project in Mesa, Arizona, 75 percent fewer use of force complaints were filed against officer who wore body cameras than against officers who did not.<br><br>But there are those who oppose the use of body worn cameras. Privacy concerns are often raised. In fact, video from dashboard cameras in police cars, a more widely used technology, has long been exploited for entertainment purposes.<br><br>But while body cameras may not be the sole solution, they may be a powerful tool used to protect officers wrongly accused and civilians who complain of excessive force during encounter.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On Reunion Island in the Western Indian Ocean, part of an airplane wing called a flaperon was found in July. Officials thought it might have come from Malaysian Airlines Flight 370, which mysteriously vanished in flight in March of 2014. But this clue could be another dead end.<br><br>(BEGIN VIDEO CLIP)<br><br>MARTIN SAVIDGE, CNN CORRESPONDENT: It`s been a month, of course, that this flaperon, that`s the part that`s been in the hands of French authorities.<br><br>So, why don`t they know?<br><br>And here`s what we`re now being told -- the initial hope was that there was some kind of serial number in the flaperon itself. But quickly, you can look at, check back with Boeing, and Boeing would be able to then say, yes, it was on MH370, boom, positive ID.<br><br>That clearly has not happened and our sources indicate that for whatever reason, that number is not there, either it wasn`t there to begin with, or somehow may be fell off, or the piece was torn off. They had not been able to make a solid connection.<br><br>The French still believe that it came from MH370, but they`ve got to be 100 percent and they`re not there yet, and they may never be.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Want to get on &quot;Roll Call&quot;? Of course, you do. The only place we look for request is CNNStudentNews.com.<br><br>It`s where we found Shadow Ridge High School on yesterday`s transcript page. From Las Vegas, Nevada, we`re running with the Mustangs.<br><br>How about them dawgs? The Bulldogs of Benjamin Bosse High School are in Evansville.<br><br>And from their state of Indiana, we`re headed to the nation of India, where Kodaikanal International School is watching. Great to see you everyone in Tamil Nadu.<br><br>(MUSIC)<br><br>AZUZ: Talk about a room with a view -- in southern Peru, you can get a hotel room suspended 1,300 feet over the Sacred Valley. They were build by, who else, a mountain climber, who wanted to less experience climbers the chance to sleep like the pros do, on portaledges.<br><br>At just over 300 bucks a night, the fees include either the climb or a zip line hike, though we`re not sure sleep visitors get. It really depends on whether they can handle the suspense. It`s certainly high end, it`s always peak season, no one would be surprised of the rate hike. And they`re just so telling what kind of birds you`ll see.<br><br>It`s time for us to take a hike. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-01 CNN Student News.mp4"}