{"title":"CNNSN-2015-10-29-CNN-Student-News","script":"(CNN Student News) -- October 29, 2014<br><br>U.S. Considers Direct Combat with ISIS; Bacteria Found Aboard ISS. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. It`s great to see you. I`m Carl Azuz, hosting your daily ten minutes of current events.<br><br>First up this October 29th: the U.S. military may be broadening its strategy in fighting the ISIS terrorist group. Listen to this statement made earlier this week by U.S. Defense Secretary Ashton Carter.<br><br>(BEGIN VIDEO CLIP)<br><br>ASHTON CARTER, SECRETARY OF DEFENSE: We won`t hold back from supporting capable partners in opportunistic attacks against ISIL, or conducting such missions directly, whether by strikes from the air or direct action on the ground.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Those last three words, &quot;on the ground&quot;, are getting a lot of attention.<br><br>The U.S. has been conducting airstrikes against ISIS for months. Last year, the Obama administration repeatedly said no U.S. boots would be on the ground, meaning Americans would not be in direct combat with the terrorists. But afterwards, some U.S. officials suggested that might be necessary to defeat ISIS. And now, it appears the U.S. is getting ready to put combat troops in action.<br><br>The president as commander-in-chief of the U.S. military has not made a final decision on this. The White House says it`s one possibility being presented.<br><br>ISIS has taken over large parts of Iraq and Syria. Iraq`s government says it already has enough soldiers on the ground and that it does not want American or another troops joining its fight against ISIS. But as far as Syria goes, the situation is more complex. And it threatens to become a proxy war when external countries face off indirectly by giving military assistance to different groups that are fighting.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: On the ground in Syria.<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT: The civil war in Syria has become incredibly complicated over the past four years and that`s because there are so many different groups fighting on the ground for very different reasons.<br><br>But essentially, you have four main contingents. Firstly, you have the Syrian army, which is loyal to the regime of Bashar al Assad. Then, you have ISIS, which is now in control of large swaths of territory in the east of the country. In the northwest, you have various Islamist groups and also some moderate groups who are fighting primarily against the regime, but also against ISIS. And here in the northeast, you have mainly Kurdish fighters with the YPG who are fighting against ISIS.<br><br>Now, all of these different factions have different international backers. So, the regime is supported heavily by Russia and by Iran. The Islamists in the northwest of the country are supported by Saudi and Qatar, and the U.S. has also given limited support to some of the moderate groups in the northwest, but also to the YPG here in the northeast.<br><br>Now, recently, the Russians have dramatically increased their involvement in this conflict, launching hundreds of airstrikes on various rebel groups that are fighting against the regime and also supplying the Syrian army with sophisticated weapons. The U.S. has responded by dropping 50 tons of ammunition to various groups in this region that are fighting against ISIS and Saudi Arabia has also accelerated the flow of anti-tank missiles that it is supplying to its Islamist allies in the northwest of the country.<br><br>All of which has really raised the specter that Syria has ultimately become a proxy war. And with all the different factions focusing now on gaining a decisive military advantage, very few are willing to come to the negotiating table.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Two hundred forty-nine miles over our heads, astronauts on the International Space Station recently discovered they`re not alone. It`s not aliens, though. It`s bacteria -- specifically, Corynebacterium and Propionibacterium. Scientists think it just hitched a ride on space cargo to get to the station.<br><br>Many of us have encountered both of these bacteria. The first one causes respiratory infections. The second one, acne. But that`s on earth.<br><br>Scientists think weightlessness could cause bacteria to behave differently.<br><br>And as NASA aims for longer, farther missions away, like one to Mars, they`re keeping close tabs on bacteria and astronauts health.<br><br>(BEGIN VIDEOTAPE)<br><br>RANDI KAYE, CNN CORRESPONDENT: The International Space Station orbits the Earth every 90 minutes, traveling about 17,500 miles per hour.<br><br>But daily life in lower Earth orbit is hard work, and at times complicated. Even getting clean is a challenge. No shower here, instead, they use towels, wipes and a rinse-less shampoo.<br><br>On board this $100 billion research laboratory, there are never more than six crew members at a time. They stay for about six months, which can feel like an eternity living on pre-packaged food.<br><br>There are no refrigerators in space, and salt and pepper only in liquid form, otherwise the particles would be airborne, clogging air vents or getting in an astronaut`s eye. Peanut butter on a specially packaged tortilla is a space station staple.<br><br>UNIDENTIFIED MALE: A weightless tortilla. OK. We got one tortilla. Wow, it got away.<br><br>KAYE: Most of the day is spent working on science experiments that only a micro-gravity environment can provide.<br><br>There are also medical experiments, which can judge how well their bodies adjust to life in space for long periods of time.<br><br>And while you may be weightless in space, exercise is a must using equipment you won`t find on Earth, like this treadmill.<br><br>Sleeping is easier, as long as the astronauts remember to tie down their sleeping bags.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Any guesses on where you`d find the capital city Manama? It`s in one of the smallest countries in the world.<br><br>For the first time on &quot;Roll Call&quot;, we`re visiting viewers in Bahrain. We got a request from Modern Knowledge School in Juffair.<br><br>Next to southeast Texas, not too far from Houston, we heard from Boling High School. Hello to the Bulldogs of Boling.<br><br>And in the city of Warwick, Rhode Island, it`s good to see the hurricanes. Warwick Veterans Memorial High School is on the Roll.<br><br>A former commanding officer in the U.S. Coast Guard said, &quot;We protect those on the sea, we protect America from threats delivered by sea, and we protect the sea itself.&quot; For the 42,000-plus active military members in the Coast Guard, missions can look very different from base to base.<br><br>Consider Base Kodiak, on an island off mainland Alaska, where the average water temperature can dip as low as 37 degrees Fahrenheit.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: The Coast Guard`s motto, &quot;Semper Paratus&quot;, means to always be ready.<br><br>ROY MACKAY, TECHNICIAN: At any given moment, the search and rescue alarm could go off. The pilots are going to kind of give you a brief on what`s going on. The cutters, they might be closer, so they might report on-scene conditions to us while we`re getting ready to even fly in and you`re going.<br><br>DOUGLAS JANNUSCH, CAPTAIN: Oftentimes, we`re in 15 to 20-foot seas. And as big as this ship seems, 225 feet, 2,000 tons, it bobs around like a toy boat sometimes.<br><br>TRENT GANZ, SUPERVISOR: The waters here are like none other that I`ve experienced in my helicopter aviation carrier. They`re dark and it`s cold.<br><br>KELSEY MANN, SPECIALIST: Water temperatures are below 40 degrees. Someone gets in the water, you know, they mainly have 10 minutes.<br><br>ROBERT CUSTER, RESCUE SWIMMER: We start hovering down about 15 to 20 feet. The drama (ph) starts ticking there because I can feel the rotor wash, I can feel the salt water getting in my mouth, then it`s go time. I jump in and nothing is like that first shock you get of jumping in that Alaska water, you know?<br><br>SCOTT BROZEN, BOATSWAIN`S MATE: The Coast Guard is the nation`s oldest naval force. We`re formed August 4th, 1790 by Alexander Hamilton. And since then, we have been involved in every armed conflict that the United States has been a part of.<br><br>JANNUSCH: Base Kodiak is the largest Coast Guard base in the Coast Guard in terms of personnel.<br><br>HEATHER MASON, SPECIALIST: Our area of responsibility is the whole state of Alaska, while some of the places down south are just a part of city or half of the state.<br><br>JANNUSCH: Just for us to transit from Kodiak to our most distant responsibility is equivalent from transiting from Oklahoma City to Los Angeles.<br><br>UNIDENTIFIED MALE: Our primary missions are search and rescue, law enforcement, and Alaska fisheries enforcement.<br><br>CUSTER: If it`s crab season or how many boats are out there, we`re waiting for the big storms to hit, you could see how the weather changes in a heart beat.<br><br>BROZEN: One minute, it will be flat calm, and the next, you`re in heavy seas, fog, snow, rain.<br><br>UNIDENTIFIED MALE: In the Coast Guard, we say we train like we fight. We all take it very seriously and it shows. Our pilots and air crew become extremely good and proficient in flying in all sorts of places.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Videos of animals shaking -- think dogs, pigs, mice, nothing new there. Shaking helps them make get dry. One that shows cats doing it, though, now that`s unusual. A photographer who loves animals specializes on taking still pictures of this, high speed videos just as fun. To get cats to shake, she gives them a big of ear cleaner or just tickles their ears, and watches them go.<br><br>It`s not just shaking, yawning, landing, licking an eye, it`s all awesome in slow-mo, and it`s catapulted them into stardom.<br><br>Getting cats to shake it off is not always Siam-easy to do. Some think the idea stinks, some wanted just keep a-laying around. Some think that by shaking, they`re not being Chartreux to themselves. But if you catch a cat that you can use with Balinese, you could find yourself Havana great photo shoot with Calico-pia (ph) of opportunity.<br><br>I`m Carl Azuz and cat`s got my tongue.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-29 CNN Student News.mp4"}