{"title":"CNNSN-2016-12-01-CNN-Student-News","script":"(CNN Student News) -- December 1, 2016<br><br><br>Head: U.S. Marines Take Part in Training Exercises Near Norway`s Border with Russia; The Incoming U.S. Senate with Regard to Potential Filibusters<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to ten minutes of international current events. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>We`re starting today`s show in Northern Europe. The northeastern part of Norway borders the nation of Russia. That line is about 180 miles long and it`s near there that about 300 U.S. Marines are participating in military training exercises with Norwegian troops. Why?<br><br>The U.S. and Norway are members of NATO, the North Atlantic Treaty Organization. It was formed in 1949 by European countries and the U.S. It was sort of guard against the Soviet Union, and the army is positioned after World War II in Eastern and Central Europe. The NATO treaty says that an attack against one NATO country is an attack against all of them, and that other member countries would come to help.<br><br>So, with tensions today increasing between Russia and several Western nations, including the U.S., military training and maneuvers on both sides is on the rise.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): War just got very cold again for these U.S. Marines, training with tanks in Norway, on the eastern borders of a NATO that suddenly nervous once more.<br><br>(on camera): They`re moving forwards now towards the fake enemy positions but these kind of exercises, since Russia`s moves in Ukraine, have taken on a new kind of realism and urgency.<br><br>(voice-over): In January, 300 Marines will move to Norway permanently. That`s how worried about Moscow`s intentions they are.<br><br>For now, a unit from North Carolina are readying these Abrams tanks, normally stored deep in caves but now the furthest north of the Arctic Circle they`ve ever been.<br><br>After Iraq and Afghanistan, these are old new war games about protecting Europe and they know that when the enemy isn`t role-playing, it will probably by the newly-emboldened Russian military.<br><br>UNIDENTIFIED MALE: In 2014, that was a clear sign that Russia has stepped into an area where they are willing and able to use military. You know, suddenly we have changed focus from what was going on, in particular, in Afghanistan, and to collective defense -- national defense.<br><br>WALSH: A change in focus somebody`s watching. Norwegian police investigating 10 sightings of medium-sized unidentified drones over these exercises. And at a furthest point north of the border you can go, it`s an open game of watching a Russian helicopter land, rare here.<br><br>It`s not really a Russian invasion they worry about here but, rather, the sort of separatist uprising Russia fomented in Ukraine -- little green men with guns creating trouble.<br><br>(on camera): We`re heading out with the Norwegian border patrol towards their frontier with Russia, a presence on the ground being vital for them and ensuring nothing untoward happens with their large, at times unfriendly, neighbor.<br><br>That`s really the reason the Norwegian and American tanks you saw earlier to be sure that even out here in the empty pines and crisp snow, no matter what the Trump presidency brings, there`s enough muscle already here to enforce NATO`s promises of collective security.<br><br>(on camera): Do you see Russians at all?<br><br>UNIDENTIFIED MALE: Uh, it happens. You just salute them.<br><br>WALSH: Would you like to talk to them if you could?<br><br>UNIDENTIFIED MALE: Probably, but it`s illegal.<br><br>WALSH (voice-over): Very strange to hear Norwegians, NATO members, talk so vividly again about the Russian threat.<br><br>The constant and real backdrop to this survival training happening tonight under a staggering display of the northern lights.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Two months ago, we reported on the controversial of Keith Lamont Scott. He was a 43-year-old African-American man who was shot and killed by an African-American police officer in Charlotte, North Carolina. At that time, officers said Scott had a gun and refused to drop it after police told him to.<br><br>Scott`s family said he had no gun. Protests followed in Charlotte. Some were peaceful, others were distractive.<br><br>Yesterday, the Mecklenburg County district attorney who`s been investigating the case said that the officers` use of deadly force was justified, that no charges would be filed against police and that 15 prosecutors reached the decision unanimously. The district attorney also said that all the credible evidence leads to the conclusion that Scott was armed and that his DNA was found on a gun at the scene.<br><br>A lawyer representing Keith Lamont Scott`s family says they still have concerns and questions about the incident, like whether police could have done more to calm down the situation before the shooting.<br><br>One hundred eight billion dollars, that`s the amount of student loan debt that the U.S. federal government is set to pay for in the coming years.<br><br>Why is that significant? Because it`s a lot more money than the U.S. Education Department said it would be.<br><br>For years, student loan debt, the money that U.S. students borrowed to pay for college has been soaring. To help borrowers avoid defaulting, to avoid missing their payments, the Obama administration strongly encouraged them to participate in a government program that limits what they actually have to pay back. The administration says defaults have decreased as a result.<br><br>But according to &quot;The Wall Street Journal&quot;, a new report from the Government Accountability Office says the Education Department badly underestimated what these debt-reducing plans would cost the federal government.<br><br>(BEGIN VIDEO CLIP)<br><br>MARIBEL ABER, CNN CORRESPONDENT: This isn`t new. President Clinton first introduced income-based repayment. Eligible participants had to, one, have income that was low in relation to their debt, right? And then, second, taken out loans after 2007.<br><br>Well, with the revised pay-as-you-earn, the Obama administration sort of widened the net and removed those restrictions for borrowers of federal direct loans. The administration pushed the program aggressively to those borrowers. A borrower`s monthly payment is capped at 10 percent of their income and the remaining balance is forgiven after 10 years or 20 years, depending if you work in the public or private sector.<br><br>It seems great, but who pays for this loan forgiveness? It`s taxpayers.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Yesterday, Democrats from the U.S. House of Representatives voted to keep their current minority leader, that`s Nancy Pelosi from California.<br><br>She`s been the leader of House Democrats since 2003, and she overcame a challenge by Ohio Representative Tim Ryan.<br><br>Republicans will control the House and the Senate in the new Congress, as they do now. But they won`t have a Senate super majority, that`s 60 senators enough to overcome a potential Democratic filibuster. So, Republicans will need the support of some Democrats if others try to block legislation.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What is a filibuster?<br><br>MANU RAJU, CNN SENIOR POLITICAL REPORTER: Senators could actually block legislation by mounting a filibuster.<br><br>SEN. CHRIS MURPHY (D), CONNECTICUT: So, I`m going to remain in this floor until we get some signal, some sign.<br><br>REP. RAND PAUL (R), KENTUCKY: I will speak until I can no longer speak.<br><br>RAJU: In the olden days, in a different time, in a different era, it wasn`t used all that often. If people were to mount a filibuster that actually come to the floor of the Senate, they would launch this long speeches for hours and hours and try to delay and frustrate the will of the Senate.<br><br>SUBTITLE: When is a filibuster not a filibuster?<br><br>RAJU: More recently, in the last 15 or 20 years, simply the threat of a filibuster is not enough to require 60 votes to overcome this delay tactic has made it very difficulty for parties in the majority to achieve their objective.<br><br>SUBTITLE: How were filibusters used under President Obama?<br><br>SEN. MITCH MCCONNELL (R-KY), MAJORITY LEADER: In the United States Senate, the minority is entitled to be heard -- not entitled to win, but entitled to be heard.<br><br>RAJU: Fast forward to the Obama years, Republicans mounted filibuster after filibuster to stop President Obama`s agenda.<br><br>SEN. TED CRUZ (R), TEXAS: I do so like green eggs and ham.<br><br>RAJU: The reason why Democrats are successful at the time is that they had a super majority of 60 votes in order to overcome a filibuster. They didn`t need any Republican votes.<br><br>Today, much different. Republicans are not in a super majority. They`re going to have 52 seats in the new Congress. That means they`ll need eight Democratic senators to break any filibuster.<br><br>SUBTITLE: Will Democrats use filibusters against Donald Trump`s agenda?<br><br>RAJU: It`s a risk for Democrats to simply block everything that Donald Trump puts forward. Five Democratic senators are up for reelection in 2018 in states that Donald Trump won by a significant margin. That means if they`re viewed as too obstructionists, too partisan, that could actually hurt their chances of winning reelection.<br><br>And Chuck Schumer, the incoming Senate Democratic leader, knows this. He`s trying to balance the needs of these moderates to work with Donald Trump, with also progressives in his caucus like Bernie Sanders and Elizabeth Warren who want to fight the Trump administration tooth and nail.<br><br>So, Democrats are going to have to weigh how far they want to go to obstruct Donald Trump`s agenda.<br><br>(END VIDEOTAPE)<br><br>AZUZ: People who love skydiving say it`s pure magic. For the 2017 Guinness World Records day, a magician worked his magic during a 120-mile per hour freefall. He completed 11 tricks over the course of a 15,000-foot sky dive to set the record. The same magician holds the title for most magic tricks performed in a wind tunnel in three minutes. That was eight.<br><br>Maybe to him, all that was a breeze. But it was no gimmick. You got a sleigh to hand it to anyone Abracada-brave enough to press their limits.<br><br>Putting on an act with danger is no illusion. Probably took a violat of practice.<br><br>I`m Carl Azuz and this is my vanishing act.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-01 CNN Student News.mp4"}