{"title":"CNNSN-2015-02-20-CNN-Student-News","script":"(CNN Student News) -- February 20, 2014<br><br>The White House Summit on Terrorism; Cryptocurrencies; Be My Eyes<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: The fact that Fridays are awesome may not be breaking news, but it is welcome news on the last day of the school week.<br><br>I`m Carl Azuz for commercial-free CNN STUDENT NEWS.<br><br>First up, President Obama has wrapped up a three day meeting in Washington with hundreds of officials from around the world. The focus -- putting an end to what the president calls violent extremism.<br><br>He pushed for a global effort to combat the root causes of it.<br><br>But some critics, including a CNN national security analyst, say the president`s words don`t go far enough, that it`s a mistake for him to avoid terms like &quot;Islamic extremism,&quot; as the U.S. leads the fight against the terrorist group that calls itself Islamic State.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM ACOSTA, HOST (voice-over): Trying to strike a careful balance, President Obama urged communities to be on the lookout for radicals seeking to spread terror in the U.S., as he defended the language he`s used on the threat posed by ISIS.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Al Qaeda and ISIL and groups like it are desperate for legitimacy. They try to portray themselves as religious leaders, holy warriors in defense of Islam.<br><br>They are not religious leaders, they`re terrorists. And we are not at war with Islam. We are at war with people who have perverted Islam.<br><br>ACOSTA: At a White House summit aimed at tackling violent extremism, the president pointed out Muslims are often ISIS victims.<br><br>He also noted the young Muslim-Americans recently killed in a high profile murder case in Chapel Hill, North Carolina. While investigators haven`t linked the attack to the victims` faith, their deaths prompted a Muslim prayer protest outside the White House.<br><br>Even as the summit is focusing on Muslim communities, the administration has strained to avoid using terms like Islamic extremism.<br><br>SEN. TED CRUZ (R), TEXAS: The words &quot;radical Islamic terrorism&quot; do not come out of the president`s mouth. The word &quot;jihad&quot; does not come out of the president`s mouth. And that is dangerous.<br><br>ACOSTA: It just seems like you`re -- you`re tiptoeing through the tulips here.<br><br>JOSH EARNEST, DEPUTY WHITE HOUSE PRESS SECRETARY: Well, I don`t think I`m tiptoeing anywhere. I think we`ve been pretty clear about exactly what we`re trying to fight here. This is not a religious war. This is not a war on Islam. And those individuals do not represent Islam.<br><br>You noted that there have been some flak that we`ve taken. It`s worth it.<br><br>ACOSTA: This imam from Minnesota who attended the summit argued the U.S. should focus on the terrorists` actions, not their professed faith.<br><br>ABDISALAM ADAM, IMAM, ST. PAUL, MINNESOTA: I think there is a problem. I mean I`m not going to deny there are, you know, people of the<br><br>Muslim faith who are doing the wrong things and not responsible for their actions. And that should be very clear to all Americans and everyone.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: From Asia to America, we`re going globe-trotting on today`s Roll Call.<br><br>We`ll start in Myanmar, a nation also known as Burma. Hello to the International School at Yangon. It`s good to see you in Yangon, Myanmar.<br><br>From Seattle, Washington, we heard from Chief Sealth International High School. Hello to the Sea Hawks on the West Coast.<br><br>And last but not least, the Trojans, Pahrump Valley High School in Pahrump, Nevada, welcome to the Roll.<br><br>During the Great Depression, thousands of banks failed in the U.S. and people lost billions of dollars. To restore their trust in banks, the government established the Federal Deposit Insurance Corporation, FDIC, in 1933.<br><br>It insures the money that people deposit in the banks. If the bank fails, the government guarantees Americans can still get their money.<br><br>But when it comes to today`s crypto-currencies, there is no FDIC. They`re under their own set of rules.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: When you look into the future, what do you see?<br><br>Not so long ago, the thought of reaching into your digital pocket for a digital currency might have seemed too far-fetched.<br><br>Not anymore. Cryptocurrencies are digital money and they`re on the rise. It`s a method of payment which cuts out the banks. Is peer to peer, person to person. And it`s all done digitally.<br><br>The most popular is bitcoin. It was the first of its kind in 2009. Now, there are many others like Litecoin and Feathercoin. Even the small Northern English city of Hull has its own cryptocurrency, Hullcoin, for local people to spent in their local shops and on local services.<br><br>But back to bitcoin.<br><br>You can`t hold it in your hand, it`s a long stream of numbers and letters stored on a computer or on your phone. Now, more than $1 million is being traded in bitcoin every day. The currency is decentralized, which means there`s no central bank or person controlling everything.<br><br>Transaction history is hidden or encrypted into the long chain of letters and numbers that is each coin`s identity, hence the name, cryptocurrency.<br><br>Just like real cash, they can be divided up. Instead of cents or pennies, you can spend or purchase down to 1/1000th of a bitcoin.<br><br>Powerful computers create new bit coins by solving complex equations. It`s called mining and involves billions of calculations per second.<br><br>When there are 21 million bit coins, the process will stop.<br><br>Fans of cryptocurrencies like the fact that no single person or institution has control, something which has appealed to Internet criminals. This lack of regulation means users aren`t protected if something goes wrong.<br><br>Cryptocurrencies are worth whatever the market is willing to pay for them. That can make the system volatile, meaning prices can rise and fall very suddenly.<br><br>The idea is still very new, when you think that the first ever bank notes were traded in China in the seventh century.<br><br>(END VIDEO TAPE)<br><br>AZUZ: On a smart phone or tablet, most apps are small programs that help you do something specific -- counting steps or calories or new followers.<br><br>But there`s a relatively new one with the potential for massive impact and it`s free. It connects users who are blind with volunteers who can see and want to help.<br><br>When we put this show together, it was linking about 13,000 blind people with around 139,000 sighted people. After every session, there`s a chance for both sides to rate each other. That helps keep people from abusing the system.<br><br>It`s not available on anything but newer iPhones at this point, but for those who have them, it`s building a network of people helping one another.<br><br>(BEGIN VIDEOTAPE)<br><br>NEFERTITI MATOS, BLIND USER, BE MY EYES: Please identify some of the items in this vending machine.<br><br>UNIDENTIFIED FEMALE: I see chips.<br><br>SAMUEL BURKE, CNN CORRESPONDENT: Nefertiti Matos is blind and she`s using Be My Eyes, a free iPhone app that connects her to sighted volunteers via a video call.<br><br>MATOS: The first time I used it was here in the office. I just went to this vending machine that has no Braille symbols, no tactile anything. And with Be My Eyes, I was able to identify, there`s a lot of junk food in there, but knowing that, I now could go up there and purchase something.<br><br>It`s very freeing.<br><br>BURKE: When you`re not using the app, when you have to ask somebody out in the street, is that something that`s tiresome for the vision impaired?<br><br>MATOS: It can be. And it also makes me personally feel like it leaves this impression of dependency. And so I feel like technology of this kind really furthers us along and giving the proper impression, which is that we can do anything, really, with the right tools and training.<br><br>BURKE (voice-over): Be My Eyes can empower the blind users as well as volunteers like Melissa Gold.<br><br>(on camera): The first time that you got a blind person calling, what was that moment like?<br><br>MELISSA GOULD, VOLUNTEER, BE MY EYES: It was sort of surreal. I just answered the call and it was a woman holding her phone at her problem, which was on the floor. She had dropped her necklace. It was sort of surreal. I just answered the call and it was a woman holding her phone at her problem, which was on the floor. She had dropped her necklace. And I just kept saying OK, go a little right, go a little lower. And then I could see her hand and she took it.<br><br>And it was a little beautiful moment. I felt happy that I could help someone.<br><br>What I really feel about this app is that it`s a good deed waiting to happen.<br><br>MATOS: Open Be My Eyes.<br><br>BURKE: Blind users say the only change the app really needs is more sighted volunteers.<br><br>MATOS: I`ve been known to wait up to about five, six minutes. And by that time, I`m just like, OK, is there a sighted person around?<br><br>Could you please tell me what train station this is?<br><br>Change the app really needs is more sighted volunteers.<br><br>MATOS: I`ve been known to wait up to about five, six minutes. And by that time, I`m just like, OK, is there a sighted person around?<br><br>Could you please tell me what train station this is?<br><br>UNIDENTIFIED FEMALE: 23 Street Station.<br><br>MATOS: Perfect.<br><br>Well, thank you very much.<br><br>UNIDENTIFIED FEMALE: There you go.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Brand loyalty can be a powerful thing and not just among humans. Consider, if you will, Mango the border collie. He prefers Flippy Flopper brand flying discs, not Soft Bite.<br><br>How do we know?<br><br>There you go. His owner says he`d rather let a Soft Bite disc hit him in the face rather than catch one. He`s turned his nose up at them ever since the local store stopped selling his favorite brand.<br><br>Well, you can`t accuse him of flip-flopping. He`s disc-covered his favorite. And if you put a spin on that, you will catch protest.<br><br>Who knew canines could be such doggone snobs?<br><br>I`m Carl Azuz.<br><br>We`ll Frisbee back Monday.<br><br>Hope you catch some rest and fun this weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-20 CNN Student News.mp4"}