{"title":"CNNSN-2015-02-25-CNN-Student-News","script":"(CNN Student News) -- February 25, 2014<br><br>Remembering Iwo Jima; The U.S. Military`s Heat Ray; Character Study<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: New technology is getting credit for saving lives in a collision between a train and a truck yesterday in California. That`s what`s first up today on CNN STUDENT NEWS.<br><br>This happened between Oxnard and Camarillo, California. the truck driver reported told investigators that he mistook the train tracks for a highway and got stuck driving on them. He got out before the train hit. A spokesman for the train company, Metrolink, says the collision could not have been avoided from a rail standpoint. At least 28 people were sent to hospitals with injuries, but officials say it could have been worse. the train was equipped with something called collision energy management technology. It causes crash energy to expand outward instead of inward, keeping the train cars from crumpling. The train also has special windows that allowed rescuers to access passengers.<br><br>Yesterday, President Obama vetoed legislation that would have given the green light to the Keystone XL Pipeline. the bill had passed the Republican-controlled House and Senate earlier this month. Supporters say the Keystone XL Pipeline will create jobs. Opponents say it`s possible environmental risks aren`t worth it. The White House opposed the bill because it would have bypassed the president`s authority to approve or deny construction of the pipeline. it`s been under review since it was first proposed more than six years ago.<br><br>UNIDENTIFIED FEMALE: Time for The Shoutout. Who`s the leader the US Federal Reserve, the country`s central bank? If you think you know it, shout it out. Is it Janet Yellen, Ben Bernanke, Mary Barra or Warren Buffet? You`ve got three seconds.<br><br>Go. Last year, Janet Yellen became the first woman ever to chair the US Federal Reserve. That`s your answer and that`s your Shoutout.<br><br>AZUZ: One way the Fed can influence the US economy is by raising or lowering interest rates. it wants to keep the economy growing, but not too quickly. that can cause inflation, when prices go up and the value of the dollar goes down. Interest rates right now are very low. some critics say that`s keeping Americans from saving money in savings accounts. Why do it if you don`t earn interest? The other side argues that now isn`t the time to raise interest rates because even though the stock market has been setting record highs, Americans` wages are growing too slowly. That`s not a good sign for the economy.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CORRESPONDENT: 2.2 percent --- that`s the growth in wages in January compared with last year, just 2.2 percent, meager, paltry, blah. It`s one of the numbers on Janet Yellen`s dashboard of about a dozen indicators helping her decide when the US economy will be able to withstand an interest rate hike. Now, wages, it`s the one part of the labor market that has not improved. It`s been very difficult for the average worker to feel the job market recovery, because wages are not rising. Will a tightening labor market mean wages will start to rise more briskly, more like the 3 to 4 percent that`s ideal? And that will give Janet Yellen more room to raise interest rates?<br><br>(END VIDEO TAPE)<br><br>AZUZ: A bit of World War II history is next on CNN STUDENT NEWS. Iwo Jima is a Japanese island located hundreds of miles south of the Japanese mainland. its area is about eight square miles and because it made for a strategically important air base in 1945, Iwo Jima was the site of a vicious battle between Japan and the invading US troops. About 21,000 Japanese servicemen and almost 7,000 American servicemen were killed in the battle for it. A photograph snapped seven decades ago was a reminder of the hard-won American victory.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Seventy years ago, on February 23, 1945, an American flag was raised on the island of Iwo Jima by the US Marines. An Associated Press photographer, Joseph Rosenthal, captured the moment on film, an image of five US Marines and a Navy Corpsman hoisting a large American flag on the top of Mount Suribachi. That photo would remain an iconic reminder of perseverance during World War II. The image eventually became the US Marine Corps War Memorial right outside of the nation`s capital. It was dedicated by Dwight D. Eisenhower, the 34th president of the United States. The 32-foot tall bronze figures raise a 60-foot tall flagpole overlooking Washington, DC. &quot;Uncommon valor was a common virtue&quot; is inscribed on the monument. It serves as a reminder from these brothers at arms that bravery was a common trait.<br><br>(END VIDEO TAPE)<br><br>AZUZ: On yesterday`s transcript page at cnnstudentnews.com, we received more than 1,000 requests for a mention on our Roll Call. Here are three of them. Anoka Middle School for the Arts is in Anoka, Minnesota. The Cyclones have our heads spinning.<br><br>Morrill Junior-Senior High School is in Morrill, Nebraska. The Lions are roar-some.<br><br>And Rinchon High School is in Tucson, Arizona. The Rangers are at home on the range.<br><br>Shock grenades, tasers, rubber bullets --- they`re in a unique class of weapons called non-lethal weapons, to be used when a goal might include stunning a suspect or crowd control not using deadly force. The US military has quietly added heat ray to this unique group.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: The Pentagon has a heat ray. It`s invisible. It`s silent. It`s real. But it`s not deadly.<br><br>Officially, it`s called the active denial system. Here`s how the military says it works. It shoots an invisible beam of intense electromagnetic waves at human targets that penetrate the skin about 1/64 of an inch deep. The beam creates what the military calls an intolerable heating sensation that makes people instinctively move away from the beam. The heat ray can reach a little more than half a mile away. Its creators say it`s harmless and offers troops a non-lethal alternative during threatening confrontations. The active denial system can be used for crowd control, securing a perimeter and protecting a convoy. This technology has been around for a while, more than a decade, but it`s been keeping a low profile. The Marines have used it in training exercises. In 2012, the military said the heat ray was available for operations worldwide, but there were no current plans for deployment. in the future, the heat ray may go portable. The Pentagon wants to develop a smaller, lighter version, easier for troops to carry. Wider use of unconventional ideas like the heat ray may lead to more new weapons that protect troops without hurting civilians.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Just south of Boston, Massachusetts is the town of Braintree, average annual snowfall, is, yes, Boston gets about 47 inches in a normal year, so it`s a lot. The job of shoveling snow is often shared in neighborhoods and the subject of today`s Character Study lets nothing get in her way.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: It started out of personal need.<br><br>CRYSTAL EVANS, CLEARS SIDEWALKS FROM WHEELCHAIR: So I started rolling down the sidewalk to get to the post office. And I looked back and I saw a clear path. And I was like, oh, I can clear the sidewalks for everybody.<br><br>UNIDENTIFIED MALE: Thirty-three-year-old Crystal Evans suffers from neuromuscular disease. It didn`t stop her from starting a family or her own business, making party favors. A little snow wasn`t going to slow her down.<br><br>EVANS: With the shovel, I can put it down between my footrests and roll with the chair and it just clears a path.<br><br>UNIDENTIFIED MALE: She spent over 100 hours since January making the sidewalks in her neighborhood passable, inspiring volunteers to help out. Sunday, they cleared out this corner.<br><br>EVANS: They were working down there when a man and his family drove by and said, I`ll be right back, I`ve got a snowplow.<br><br>UNIDENTIFIED MALE: Not surprisingly, Evans is part of a movement --- EVANS: There we go.<br><br>UNIDENTIFIED MALE: --- pushing to change the international handicapped symbol from a passive person in a wheelchair to somebody in action, taking charge.<br><br>EVANS: There`s so much stigma of what people believe a disabled person is, it`s --- they don`t expect us to be working. they don`t expect us to be out in the community.<br><br>UNIDENTIFIED MALE: In the community --- EVANS: Now I`m all stocked up.<br><br>UNIDENTIFIED MALE: --- a vital part of it.<br><br>EVANS: There are moms out here pushing strollers. There are moms out here carrying infants on the icy sidewalks because they cannot push a stroller. There are elderly people that frequent that bus stop because it`s near a grocery store, near a pharmacy. It needs to be accessible for everybody.<br><br>(END VIDEO TAPE)<br><br>AZUZ: A number of companies try to encourage creativity among employees. A British design company wants them to have a ball. It`s filled an entire office with them --- 81,000 white balls to help employees think of the office as more of a low pressure playground. They say they`re more productive, refreshed and generally playful after spending some time in here. It certainly seems like it could be good for business, assuming you want your workers to have a well-rounded approach. Despite rolling all over the place, they seem to be pretty grounded. It`s great for rounds of brainstorming, making the daily rounds, rounding out a work day. and it brings today`s show full circle. We`ll be around again tomorrow. Hope you`ll circle back with us then.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-25 CNN Student News.mp4"}