{"title":"CNNSN-2016-08-19-CNN-Student-News","script":"(CNN Student News) -- August 19, 2016<br><br><br>California`s Dangerous Wildfires; Brazil`s Dispute of a Claim By Four U.S. Swimmers; Life and Death in Grand Teton National Park<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Just a random observation to start today`s edition of CNN STUDENT NEWS -- Fridays are awesome!<br><br>I`m Carl Azuz at the CNN Center.<br><br>We`re starting today`s ten minutes of news coverage in the U.S. state of California. There are currently nine large wildfires burning there. Tens of thousands of acres have been destroyed, hundreds of buildings and have been lost, and almost ten thousand firefighters are involved in trying to blazes.<br><br>This state is no stranger to these disasters. Throughout the summer, lightning strikes, camp fires, sometimes arson sparks them. And the danger so widespread because about a third of California`s homes are in areas prone to wildfires, according to the U.S. Forest Service.<br><br>Though this year season has been distracted, its fires are not setting records at this point. Still, a severe drought has parched parts of California for years, combined with the warm, dry Santa Ana winds that blow westward in the fall could make things worse.<br><br>Here`s a perspective on one of the wildfires that`s currently out of control.<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHANIE ELAM, CNN CORRESPONDENT: This Blue Cut fire has been an erratic blaze for firefighters to battle. That`s because with the winds coming in, it is burning in multiple directions and it is also it has plenty of fuel as this is a real dried parched part of California, as we`ve been under drought conditions for several years now. We were talking to one fire official who`s talking about the danger as well of these power lines that are out here. Listen to what he had to say.<br><br>UNIDENTIFIED MALE: These power lines are called KV lines and it`s a huge concern for us, to have a high amount of electricity, hundreds of thousands of volts in those KV lines. It impacts our aircraft. It makes it unsafe for aircraft to fly above them.<br><br>ELAM: And those embers are really a big concern because those spot fires can blow up into new branches of this fire and that is what they are concerned about. Thousands of people remained under evacuations, mandatory evacuations. They`re fighting this fire from the sky. Also, hand cruiser out there, as well as bulldozers to try to battle this blaze.<br><br>But let me just show what something that this fire has done. Take a look at this right here. This is a school bus where the fire has already run through, unbelievable the damage, how the wheels have been burned off, the glass broken out all by the blaze here.<br><br>And this you can see in this little community here, a little rural community, but obviously very devastating for the people who live here to see much of what they own burned up and destroyed.<br><br>Stephanie Elam, CNN, San Bernardino County, California.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s another side to a recent story that involved four U.S. Olympic swimmers in Rio de Janeiro, Brazil. On Wednesday, we reported that Olympic gold medalist Ryan Lochte said he and three other Americans were in a taxi when they were stopped by armed men and robbed.<br><br>But yesterday, Brazilian police said there was no robbery. They said the four Americans who were intoxicated were stopped by a security guard because the swimmers vandalized the gas station.<br><br>Brazilian officials say police questioned their claim of having been robbed in part because their stories about it didn`t quite match up.<br><br>Three of the swimmers are still in Brazil. Two had their passports taken, so they couldn`t leave. Lochte is back in the U.S. and his lawyer says none of the American swimmers committed a crime.<br><br>If Brazilian police determine that they did, though, Rio civil police chief says it`s not the kind of crime they`d be arrested for. They might instead be charged with lying to police and damaging private property. The investigation continues.<br><br>As the floodwaters rose in Louisiana, one resident of suburban Baton Rouge left is neighborhood in a truck, he had to come back in a boat. The Red Cross called Louisiana`s recent flooding the worst natural disaster to hit the U.S. since Superstorm Sandy struck the Northeast in 2012. The cause of all this was rain, historic amounts of it, and more is in the forecast.<br><br>A CNN meteorologist says because Louisiana`s topography is so flat, it could take many days for waters to recede in some areas. Still, there are small signs of recovery.<br><br>(BEGIN VIDEOTAPE)<br><br>ROSA FLORES, CNN CORRESPONDENT: Well, take a look behind me and you`ll see the story that we`re seeing right here, right now in Southern Louisiana.<br><br>You`ll see mounds of stuff down the street. That as people are trying to rebuild their homes and their lives.<br><br>Take a look here, you`ll see, they`re bringing out everything that will soak inside their houses. This is just the first step. And just to let you know, I`ve been with first responders going door to door as they look for people to make sure that they`re OK. And they tell me that this is a good sign because when they see mounds of stuff in front of homes, that means that the home owner is OK, and that they`re starting to rebuild their lives.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. National Park Service, which overseas and maintains hundreds of national parks, monuments and historic sites officially turns 100 years old next week . Through the end of the month, we`re featuring a series of reports on the NPS.<br><br>And today, we`re taking you to Northwestern Wyoming. That`s the site of Grand Teton National Park, was first established in 1929 and many of those who work their today specialized in saving lives.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: The majesty of the Tetons is what draws people here. There`s another layer, and that is I can look at the range and say, people have died there.<br><br>SUBTITLE: Life and death in Grand Teton National Park.<br><br>SCOTT GUENTHER, JENNY LAKE DISTRICT RANGER, GRAND TETON NATIONAL PARK: You can basically access any part of the Teton backcountry in a day`s hike.<br><br>That also means that it`s easy for people to get in trouble sometimes. They think, oh, I`m just going to climb the Grand Teton in a day and they may go in their sneakers and their running shorts. If somewhere along that way, they fall, they roll a boulder, they break their leg, now they`ve become something that could jeopardize their life.<br><br>RON JOHNSON, JENNY LAKE RANGER, GRAND TETON NATIONAL PARK: It`s kind of like climbing rangers. One of our primary jobs is to respond to any sort of rescue or search that might happen in the backcountry up in the mountains. That can run anywhere from a lost kid near the camp ground by Jenny Lake or he could be a major tragedy in the mountains involving several people in a climbing fall.<br><br>This is a mesh, a mash of steep terrain, rocky river cruisings, everything like that. So, if we do have to go out on a search or a rescue, it isn`t just one simple technique. It`s a combination of everything. It may be partly flying to get close to where the patient is. It may be ladder transport, maybe steep terrain and lowering ropes and everything else.<br><br>In our work, when we were off in a rescue, there are times when the situation will be heinous. Being able to look at someone, your colleague,and know that they are there for you and you are there for them is a bond that is rare and almost any other sort of work group.<br><br>At the end of a big rescue, we might have brought a husband, a father, a mother, a daughter, and that in turn has an impact on us. I can`t be more proud to be a Jenny Lake ranger. It`s awesome.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Not every day you see something this eye-opening on the ocean floor. First, it doesn`t look like much. So, let`s get a close-up. Too close, too close.<br><br>This wide eyed stare had researchers aboard the AV Nautilus using words like googly eyed and fake. But it`s not. It`s a Stubby Squid. It hides itself and uses those eyes to track potential prey, though in this case, it`s probably shocked at the giant lit up camera that sank down into its environment.<br><br>What helped it win the staring contest was the sheer deep of the competition. There was so much going on below the surface. You can easily see that under the sea, anything is cephalopod-sable. We`re going to squid while we`re ahead. We`ve got to squidabble anyway.<br><br>We hope you have a great weekend and then you`ll keep an eye up for more CNN STUDENT NEWS on Monday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-19 CNN Student News.mp4"}