{"title":"CNNSN-2016-03-24-CNN-Student-News","script":"(CNN Student News) -- March 24, 2016<br><br><br>Security Increased in Cities Worldwide; U.S. Officials Issue Strongest Warning on Opioid Medications; Tremendous Aircraft Gets off the Ground<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to see you this Thursday and thank you for logging or tuning for 10 minutes of current events.<br><br>I`m Carl Azuz.<br><br>First up, an international increase in security. There are more visible police in airports across the U.S., train stations and tunnels, places where masses of people gather and travel. They`re all in a state of heightened alert.<br><br>In several cities around the world, even where officials say there are no specific threats at this time, more security forces are on guard, following Wednesday`s terrorist attacks in the Belgium capital of Brussels. Thirty- one people were killed and 270 wounded when an airport and train station were targeted. ISIS said it was responsible.<br><br>Belgian police say there were four attackers in all. Two of them were brothers who died. One of the suicide bombers hasn`t been identified yet and another suspected terrorist is on the run after placing a bomb at the Brussels airport that they did not go off.<br><br>Police raids continue throughout Brussels, which is under its highest threat warning.<br><br>(BEGIN VIDEOTAPE)<br><br>EVAN PEREZ, CNN JUSTICE REPORTER: A soft target is a place where people are gathered, such as an airport, train terminal, or even a stadium where before they can get through screening, they are essentially unprotected. They are prime targets for terrorists.<br><br>From what we`ve seen from al Qaeda and from ISIS is that they train to attack soft targets. They know that these are places where people are going to be gathering and where they`re going to be unprotected. We saw that in the Paris attacks where a couple of the suicide bombings happen outside of the Stade de France. In Brussels, we saw the airport and the metro station.<br><br>One of the first things that authorities worry about after an event like Brussels is the possibility of copycat attacks, people who might just be thinking of doing something and they get inspired. So, that`s one of the reasons why you see an increase presence of police in places like Times Square, in places like Penn Station. You can only keep that increased presence for a few days. It`s intended to make sure that you show an increased vigilance. But then the harder work begins behind the scenes.<br><br>Wherever you put the security cordon, there`s still going to be a line. And a line is always vulnerable. So, the U.S. has a very robust system whereby they do sting operations to try to find these people who are online, who are talking about carrying an attack. It`s a very controversial tactic, but so far, it has prevented a lot of attacks in the United States. In other countries they`re starting to copy that formula to try to do the same thing.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next story today, a black box warning. It`s the strongest one that the U.S. government gives on the labels of dangerous medications. And the Food and Drug Administration just decided to include a black box on commonly prescribed opioid painkillers.<br><br>The warning itself mentions the risk of abuse, addiction, overdose, and death. It already exists on extended release painkillers. Now, it will appear on more commonly prescribed, immediate release opioids as well.<br><br>It`s meant to further educate doctors as they prescribe these medications, and it`s part of an effort to fight an increase in overdose deaths.<br><br>Officials say prescription narcotics now kill more Americans every year than car accidents.<br><br>Some critics say the FDA`s move is too little, too late. That abuse of these drugs has already killed too many people. Others say the new warning won`t make much difference, or that it could make it harder for people with chronic pain to get the medications that help them manage it.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Before we can explore your brain on opiates, we need to understand a few things. An opiate is chemical derived from opium and it`s the key ingredient in heroin. Those narcotics in your medicine cabinet, codeine, oxycodone, hydrocodone, they`re opiate-like, but they are man-made and more commonly referred to as opioids.<br><br>So, how do these chemicals affect the brain?<br><br>One big way is by exerting powerful pain relief to the rest of the body. Chemicals flood the system, latch on to millions of opiate receptors peppered throughout the body. Think of opiates and the receptors like puzzle pieces. When they bind together, pain signals are dulled, or they go away all together.<br><br>If the brain already has opiate receptors, doesn`t that mean it can naturally provide pain relief?<br><br>That`s right. Feel good chemicals like endorphins are natural opiates that dull pain and also give you a rush.<br><br>The problem with manmade opiates that mimic endorphins, take too many and they can overwhelm the system, give you too much of a rush. That can lead to dependence or abuse. Addiction becomes an ever bigger problem, because opiates also slowdown breathing and heart rate.<br><br>Mix them with other things that slow down your body and everything could grind to a halt. In fact, every 19 minutes, someone dies of an accidental prescription drug overdose. Most of the time, it involves an opiate. It`s now more common than dying in a car crash.<br><br>If you want to avoid that fate, don`t take more than you`re prescribed. Don`t use other people`s prescriptions. Never mix opiates with alcohol.<br><br>And maybe try other ways of alleviating your pain, like over the counter pain relievers and good old fashion exercise.<br><br>(END VIDEOTAPE)<br><br>AZUZ: One of the ways our show is used worldwide is to help students and adults practice their English and we welcome everyone who does.<br><br>That includes Lycee Francoise. It`s in the community of Tournefeuille, in Southwest France.<br><br>Stateside, we`re stopping by Susan B. Anthony Middle School today. It`s in one of Minnesota`s Twin Cities. The Panthers are prowling around Minneapolis.<br><br>And we`ve got some more big cats watching. The Cougars of Albuquerque, New Mexico, they`re at Kennedy Middle School.<br><br>Up next, what`s likely the largest flying aircraft on the planet. Now, when we say that, you might think this, the Hughes H-4, aka, the Spruce Goose. It has the longest wingspan. But well-before its maiden and only flight in 1947, people flew on airships and that was risky.<br><br>The lighter than air hydrogen that gave them lift was highly flammable. And after the R101 airship disaster in 1930 killed 48 people, and the Hindenburg explosion in 1937 killed 36, safety concerns have haunted these aircraft.<br><br>Today, though, helium has replaced hydrogen and carbon fiber, Kevlar and Mylar have replaced cotton fabric. This ship doesn`t have the speed or the cargo capacity of say a Boeing 737, but it can land where passenger jets wouldn`t dare to try and it could signal the rebirth of the airship.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK ALLMAN, PROGRAM DIRECTROR, HYBRID AIR VEHICLES: We see Airlander as the future of air travel. It`s going to be cheaper, it`s going to be greener, it`s going to be able to go from places that you can`t go from now. It`s going to be a whole revolution in how we knew air transport.<br><br>Airlander 10 (ph) AV hybrid vehicle is a mixture of a (INAUDIBLE) vehicle with helium lift and vectored trust and ergonomic lift. So, a new type of aircraft. It`s a 10-ton lift vehicle and it`s 300 feet long.<br><br>SUBTITLE: British firm Hybrid Air Vehicles spent nine years refining its technology and has now completed the full assembly of Airlander 10, which was floated inside one of the world`s biggest aircraft hangars.<br><br>DAVID BURNS, CHIEF TEST PILOT, HYBRID AIRS: It`s really quite a special machine to fly. The views you see from the flight deck was excellent because of large, large windows. It`s very special because it really has an agility and ability that nothing else has at the moment, plus 12 times capacity of fuel that (INAUDIBLE) surface their operating. We can land it almost any flight surface, whether it`s water, grass, sand/. It can land at no infrastructure at all.<br><br>SUBTITLE: The vessel was originally designed for surveillance by the U.S. Army, and he military prototype flew from the first time in 2012. But budget cuts doomed the project in 2013.<br><br>Hybrid air vehicles now hope to use the new Airlander for a mix of purposes.<br><br>ALLMAN: Whether it`s being in Safari, whether it`s sightseeing in places, whether it`s doing surveillance work, a whole range of uses being demonstrated with this vehicle.<br><br>SUBTITLE: The firm hopes the Airlander will fly outside the hangar this summer.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. The headline sounds awesome. Massive exploding star caught on camera. The video looks awesomer. A massive exploding star caught on camera.<br><br>But this, sorry to say, is just a cartoon animation. The actual footage, maybe not as awesome.<br><br>Yes, there you go. An optical wavelength measurement provided by the Kepler telescope that indicates what scientists say is the explosive death of a star hundreds of millions of light years away that began with the 20- minute shock breakout and progressively got brighter over a period of two weeks.<br><br>But if you want to talk about a massive supernova going out in a blaze of glory, the cartoon is a better to start. Starring down startling discoveries is an e-star-nation. A star-entific de-star-nation that`s always on star-get. Will scientists one day capture actual video like that? Never say nova.<br><br>I`m Starl Azuz and CNN star-dent news stars again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-24 CNN Student News.mp4"}