{"title":"CNNSN-2017-02-21-CNN-Student-News","script":"(CNN Student News) -- February 21, 2017<br><br><br>Violence in Sudan; Proposed &quot;Two-State Solution&quot; for the Middle East; Flooding California; Falcon 9 Rocket Takes Off in Florida<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Five, four, three, two, one -- ignition. And lift off --<br><br>(END VIDEO CLIP)<br><br>CARL AZUZ, CNN 10 ANCHOR: The Falcon 9 rocket getting off the ground on Sunday. And they say what goes up must come down, so we`ll show you that in detail too this Tuesday on CNN 10.<br><br>Hi, everyone. I`m Carl Azuz. It`s good to have you aboard.<br><br>We`re starting the show in the African country of South Sudan. It`s considered or youngest nation on Earth. It`s got its independence from Sudan in 2011 and it has struggled.<br><br>According to the U.S. Central Intelligence Agency, less than a third of South Sudan`s population can read and write. Half the people there live below the poverty line.<br><br>Years of warfare and having to live their homes meant that many of South Sudan`s adults missed out on school and some experts are saying that the nation`s ethnic tensions are threatening to stir up genocide, the mass murder of a racial or a cultural group. Why?<br><br>Observers say militias based on people`s ethnicity are arming up and squaring off. They say there`s been an increase in hate speech. South Sudan`s government has been accused of destroying villages and armed groups have reportedly been attacking civilians.<br><br>Hundreds of thousands of South Sudanese have fled to neighboring countries since 2013, and though tens of thousands of United Nations peacekeepers are in the country, they have still been repeated flare-ups of violence.<br><br>(BEGIN VIDEOTAPE)<br><br>DAVID MCKENZIE, CNN CORRESPONDENT: Violence is raging in the world`s newest country. Hundreds are feared dead in Juba, the capital of South Sudan. Many have fled the city. Others are hunkering down, trying to stay safe.<br><br>It looks like it could go from bad to worse.<br><br>But what exactly is going on?<br><br>Here is a breakdown.<br><br>SUBTITLE: South Sudan: How we got here.<br><br>South Sudan is a nation in East Africa and turned five years old earlier in July. The country broke away from Sudan in 2011 after decades of epic and political conflict. South Sudan`s president is this man, Salva Kiir, and this is his long time rival and vice president, Riek Machar.<br><br>Civil war broke out in 2013 after the president accused the vice president of an attempted coup. Machar was sacked and forces loyal to each side began fighting.<br><br>The conflict also has a strong ethnic dimension. You see Kiir is a Dinka. That is the largest ethnic group in South Sudan. And Machar is a Nuer.<br><br>And traditionally, Dinka and Nuer are rivals in the country.<br><br>The war killed more than 50,000 people and displaced more than two million, about one in six people.<br><br>A peace deal signed last year meant Machar coming back to his post, which has only been in for a few months, and forces loyal to him have been stationed in Juba. And with heavily armed troops backing the rivals, it was almost inevitable that there will be a blowup.<br><br>Now the fear is, is that South Sudan, the youngest country on earth, will slide back to war and chaos, and civilians are often the worst hit.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Turning now to the Middle East.<br><br>We mentioned something called a two-state solution last week, when U.S. President Donald Trump hosted Israeli Prime Minister Benjamin Netanyahu at the White House. The U.S. and Israel are allies and for decades, American leaders have promoted peace between Israelis and Palestinians, with one major part of that being a proposed two-state solution.<br><br>President Trump suggested he was open to a two-state or one-state solution, saying he likes the one that both parties like. But the next day, the U.S. ambassador to the United Nations said the Trump administration is absolutely committed to a two-state solution. This is all significant, because analysts say Palestinians aren`t likely to agree to a proposal that doesn`t give them their own state, their own country.<br><br>But why is a solution on its own so hard to find?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Israel, Palestine: A two-state solution?<br><br>OREN LIEBERMANN, CNN CORRESPONDENT: The idea behind a two-state solution is an Israeli state next to a Palestinian state. Two states living side by side in peace and security. It`s been the goal of virtually the entire international community for decades.<br><br>So, why hasn`t it happened yet? Well, both sides blame each other.<br><br>But at the center of a two-state solution are some very sensitive and very complex issues. One of those issues is Jerusalem. Both sides claim all or part of the holy city as their capital.<br><br>But there are also more issues. Borders, where would you draw the line between an Israeli state and a Palestinian state? Settlements, what would you do with Israeli settlements in the West Bank? And refugees, what happens to the Palestinian refugees?<br><br>All of these are very sensitive issues that need to be discussed before a final two-state solution can be recognized.<br><br>(END VIDEOTAPE)<br><br>AZUZ: More than a third of California`s population, we`re talking over 14 million, were under some sort of flood watch or warning yesterday. In Sacramento, the National Weather Service advised residents to have a go bag ready in case they had to evacuate quickly. In some areas, residents had to be evacuated by vote.<br><br>This is all because of a strong Pacific storm expected to bring howling winds and snow to the mountains of central and northern California. That`s an area that`s already been drenched by weeks of rain. And some of those who have evacuated had had to deal not only with the flooding, but also with the threats of rock and mudslides, which blocked roads in some places. Water levels are high in creeks and rivers. More pressure is expected on dams and levees.<br><br>Officials are also keeping an eye on Oroville Dam, which we told you about last week. Erosion in its spillways threatened cities that are miles downstream, with possible flash flooding.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of the following travels about five miles every second?<br><br>Light, a cold front, sound, or the International Space Station?<br><br>Traveling at more than 17,000 miles per hour, the ISS covers almost five miles a second, orbiting the earth every hour and a half.<br><br>(END VIDEO CLIP)<br><br>AZUZ: That`s part of the reason why it will take two days for a spacecraft that was launched on Sunday to reach the ISS. A Falcon 9 rocket carried it into the sky. It was designed by SpaceX to be a reusable vehicle.<br><br>And after doing its job, the Falcon 9 did return smoothly to a launch pad at Kennedy`s space center in Florida. SpaceX is trying to perfect this technique to save money on rockets in the future.<br><br>It hasn`t always gone this well. Last September, a Falcon 9 hadn`t even gotten off the ground when it exploded. Much better start for the current mission.<br><br>SpaceX is a private company but it has a $1.6 billion contract from NASA. It`s sending multiple missions to the ISS to deliver cargo and experiments, and to bring the ISS`s garbage back to Earth.<br><br>One of the experiments on board right now is MRSA, a dangerous bacteria that scientists are hoping to study in the ISS`s microgravity environment.<br><br>Not all scientists agree that this kind of research is worthwhile. But they are constantly hunting for a cure for superbugs.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Antibiotics are one of the miracles of modern medicine. They have saved countless lives. But there`s another side to them.<br><br>The bacteria that live in our body, they`ve learned how to outwit many of our most powerful antibiotics. These drug resistant bacteria are called superbugs. Every year, these superbugs infect more than 2 million people in the United States and kill at least 23,000.<br><br>Here`s how a bug becomes a superbug. When you take in antibiotic, there could be some bacteria that know how to resist that antibiotic. Well, those smart bacteria, they`re the ones that survived your round of antibiotics and they flourish. And that`s when you get a proliferation of superbugs.<br><br>And the more that we as a community take antibiotics, the more chances the bacteria have<br><br>(END VIDEOTAPE)<br><br>AZUZ: For &quot;10 Out of 10&quot;, she`s affectionately known as Kung Fu Grandma. And the reason is obvious. At 94 years old, Zhang Hexian has been practicing the martial arts since her father started teaching here at age four.<br><br>Nine decades later, she`s not just skilled with hands and feet, her son says she works out every morning, and while Kung Fu helped her challenge bullies when she was younger, it`s her willingness to help others today that`s one secret to her longevity.<br><br>Still seems pretty Kung Fu-rmidable. You can call her punchy. You can say she gets a kick out of exercise. It`s clear she`s made self-defense a martial art form, though her source of inspiration seems to be all fu-ism (ph).<br><br>I`m Carl A-fuz for CNN 10. Hope to see you Wednesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-21 CNN Student News.mp4"}