{"title":"CNNSN-2016-05-03-CNN-Student-News","script":"(CNN Student News) -- May 3, 2016<br><br><br>Puerto Ricans Leaving Island for U.S. in Record Numbers; Historic U.S. Cruise Docks in Havana; Interview with a Former Prisoner of North Korea<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to the show. I`m Carl Azuz at the CNN Center in Atlanta, Georgia.<br><br>Today, we`re starting with the trip to two locations in the Caribbean Sea.<br><br>The first is the island of Puerto Rico, which is going through a sort of exodus. Puerto Rico is a territory of the U.S. with commonwealth status.<br><br>What that means it has its own government, though it`s subject to U.S. federal laws. And even though its residents don`t have to pay some U.S. federal taxes, many of them are moving to the U.S. where they will.<br><br>Puerto Rico is losing its population. Why? Well, it`s been in a recession, a period of economic decline for 10 years.<br><br>People are leaving in search of better opportunities in the United States. And in many cases, they`re not moving back. Currently, more Puerto Ricans live in the U.S. than on the island itself, and it may be on track to record the greatest exodus in its history.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT: Seventy billion dollars. Puerto Rico is deep in debt, $70 billion of it, and lenders are knocking on the island door. It`s a situation so bad, it`s often compared to Greece and Detroit. Tax refunds delayed, home prices cratering, and the population dwindling. Four hundred forty thousand people have left in the last decade.<br><br>Puerto Rico`s tax base is shrinking. It`s been in so-called debt spiral. That`s according to its governor.<br><br>And it`s not just New York hedge funds that own Puerto Rico`s debt. It`s grandmas and grandpas who put their life savings into what they thought were safe government bonds.<br><br>Filing for bankruptcy, cutting federal aid programs, the options are grim. And getting all those parties to agree on a solution would be no easy task.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The second Caribbean location visiting is the island nation of Cuba. A seven-day cruise docked in the capital of Havana yesterday.<br><br>Why is that significant? It sailed from Miami, Florida. It`s part of the Cold War rivalry between Cuba and the U.S. On and off travel restrictions were in place between the two nations. Those were lifted late in 2014, as part of an agreement between U.S. President Barack Obama and Cuban President Raul Castro.<br><br>President Obama started normalizing relations with Cuba, saying that decades of isolating the island nation, not dealing with it economically or politically had failed to influence the communist government to improve its human rights record. Critics say Cuba`s human rights record hasn`t improved under President Obama`s policy either.<br><br>But the cruise ship that docked in Havana Monday is one example of some change between the two countries, even though this voyage almost didn`t happen.<br><br>(BEGIN VIDEOTAPE)<br><br>PATRICK OPPMANN, CNN INTERNATIONAL CORRESPONDENT (voice-over): The first U.S. to Cuba cruise in nearly four decades is finally under way.<br><br>(MUSIC)<br><br>OPPMANN: One more step towards greater ties between the U.S. and its Communist-run neighbor.<br><br>Some of the 700 passengers aboard Carnival`s Fathom line say they feel like they`re making history.<br><br>UNIDENTIFIED FEMALE TOURIST: My grandmother went way back in the day before it ever closed. So just to be able to go there and meet the people and see the people, it will be meaningful to us.<br><br>(HORN)<br><br>OPPMANN: But it`s been anything but smooth sailing for the week-long cruise that will make three stops in Cuba. Cuban-Americans protested at Carnival`s Miami headquarters after the company said the Cuban law prevented Carnival from accepting bookings from anyone born in Cuba. The island`s government says the restrictions on Cubans traveling aboard boats were in place to prevent Cubans from making the often dangerous journey to the United States.<br><br>(on camera): Facing growing public outcry, Carnival said it would delay the cruises until everyone could travel to Cuba. That`s when the Cuban government did something completely unexpected and reversed their decades- old policy.<br><br>(voice-over): Now, Cuban-born people who have passports issued by Cuba can travel to island on cruise ships. And the Cuban government has said it will soon ease restrictions on private boats, and not a moment too soon for Carnival.<br><br>ARNOLD DONALD, CEO, CARNIVAL CORPORATION: To be a part of being the first people to be able to sail from the U.S. to Cuba and back, including those who were born in Cuba, is a tremendous privilege and honor.<br><br>OPPMANN: The Cuban government reversing course happens rarely, even less so to satisfy U.S. business concerns. But apparently opening to U.S. cruise companies and the potential earnings it would bring was just too good an opportunity for Cuba to have sailed by.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Seven hundred and thirty-five days in North Korea was long enough. That`s a quote from U.S. citizen Kenneth Bae, who just gave his first interview since he was released from a North Korean prison in 2014.<br><br>It`s not known exactly why Bae was arrested in 2012. He was a tour operator in North Korea. He was charged with hostile acts. Two years went by before the U.S. director of national intelligence carried a letter from President Obama addressed to North Korean dictator Kim Jong-un.<br><br>U.S. officials say that might have been the high level that North Korea wanted from the U.S. Shortly afterward, Bae was released. He hasn`t forgotten his ordeal or what got him through it.<br><br>(BEGIN VIDEO CLIP)<br><br>KENNETH BAE, FORMER NORTH KOREAN POLITICAL PRISONER: I was the first American ever sent to a labor camp in North Korea and I have to work from 8:00 in the morning until 6:00 at night six days a week. Working on the field, doing farming, labor, work on carrying a rock and shoveling coal.<br><br>And all those things that was physically very demanding and was very difficult, especially I have a back problems and different issues that I have before even imprisonment.<br><br>But along the way, that I found myself adjusting the life in those Korean prison, just depending upon God and just solely pretty much living day to day and just live one day at a time.<br><br>CHRIS CUOMO, CNN ANCHOR: Did they tell you you`re not going home? You`re going to be here forever? What kind of things would they say to you in the prison?<br><br>BAE: Well, there was a one prosecutor assigned to my case for the last year of my imprisonment. He came to me almost every week and say, no one remember you. You have been forgotten by people, your government, you`re not going home anytime soon, you`ll be here for 15 years. You`ll be 60 before you go home.<br><br>CUOMO: What would that do to your head?<br><br>BAE: Obviously, it was very difficult to take it in. But I was holding on to the promise that it was from -- when I was praying from God that, you know, he will be my rescuer and the U.S. government would do everything possible that bring me home.<br><br>So, I was holding on to the promise.<br><br>(END VIDEO CLIP)<br><br>AZUZ: From the U.S. east to the Middle East, it`s time for the call of the roll.<br><br>Carmel High School is up first. It`s in Patterson, New York, and it`s great to see the Rams.<br><br>Not too far away is the community of Blackwood, New Jersey. And we got the Lions watching there at Glen Landing Middle School.<br><br>And from the United Arab Emirates, hello to our viewers at Dubai American Academy. It`s in the Emirate of Dubai on the Persian Gulf.<br><br>(MUSIC)<br><br>AZUZ: A University of Colorado professor says some dogs love a good squeeze. A professional dog trainer says maybe dogs just don`t like being snuggled and photograph at the same time. The point, not everybody agrees with the University of British Columbia professor who says dogs hate hugs.<br><br>(BEGIN VIDEOTAPE)<br><br>JEANNE MOOS, CNN NATIONAL CORRESPONDENT (voice-over): There`s nothing like a doggy hug to tug at your heart. But is it mutual?<br><br>Let`s ask the owner of Special Agent Maxwell Smart.<br><br>(on camera): Do you think he does love it when you hug him?<br><br>UNIDENTIFIED FEMALE: I know he does.<br><br>MOOS (voice-over): Good thing Maxwell isn`t smart enough to read &quot;psychology today.&quot; The data says, don`t hug the dog.<br><br>(on camera): Supposedly dogs hate it when we hug them.<br><br>UNIDENTIFIED FEMALE: Really? Not this one. He`s a lover, not a fighter.<br><br>MOOS (voice-over): But according to a new study, almost 82 percent of dogs show at least one sign of stress while being hugged. Some of the signs, ears down, and head turned to avoid eye contact.<br><br>UNIDENTIFIED FEMALE: Can I hug you, sweetheart? Can I hug you, sweetheart?<br><br>MOOS: Submissive eye-closing, lip-licking, anxious yawning. When psychology professor and dog author, Stanley Coren, looked at 250 photos from the Internet of people hugging their dogs, four out of five of the dogs showed stress.<br><br>STANLEY COREN, PROFESSOR, UNIVERSITY OF BRITISH COLUMBINE: The internet is filled with pictures of happy owners hugging stressed dogs.<br><br>MOOS: Professor Coren says dogs evolve so that their main means of defense is to run away. What does a hug do? Immobilize him.<br><br>(on camera): So if you hug him, what does he do?<br><br>UNIDENTIFIED FEMALE: He runs to me.<br><br>MOOS (voice-over): Professor Coren compares hugging a dog to what one of his aunts used to do.<br><br>COREN: She came over and grabbed both of my cheeks and said, oh, you`re so cute. Well, it hurt and I didn`t like it at all.<br><br>MOOS: But dog owners aren`t buying it.<br><br>(on camera): Does your dog like to be hugged?<br><br>UNIDENTIFIED MALE: He does, yes. He likes to kiss as well.<br><br>UNIDENTIFIED FEMALE: When I hug him, he leans into me and seems to be very happy.<br><br>MOOS (voice-over): Maybe they`re part of the approximately 8 percent of dogs found to be comfortable getting hugged.<br><br>UNIDENTIFIED MALE: He says that`s a full of baloney.<br><br>MOOS: But even Max would probably prefer baloney to a hug.<br><br>Jeanne Moos, CNN.<br><br>UNIDENTIFIED FEMALE: Look, he`s loving it. He`s loving it.<br><br>MOOS (on camera): Yes, but I haven`t immobilized him.<br><br>(voice-over): New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Hard to believe that even in a doggy dog world, our best friends were thinking, how canine get out of this? There are times they seem hug-ry for affection, not wanting to wag war against someone who unleashes it. It`s not a bark or a bite, it`s a huge. And unless the stress causes unrest, it paints a pretty picture of puppy love.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-03 CNN Student News.mp4"}