{"title":"CNNSN-2017-05-02-CNN-Student-News","script":"(CNN Student News) -- May 2, 2017<br><br><br>Destruction in West Mosul; India Stops Trade with North Korea<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: This is CNN 10. We are 10 minutes of news explained and I`m your host, Carl Azuz. It`s great to see you.<br><br>First story this Tuesday -- it`s been almost seven months since the battle begun to retake the Iraqi city of Mosul. The ISIS terrorist group overran Mosul back in 2014. It was Iraq`s second largest city and it became ISIS`s most important stronghold in the country.<br><br>But they`re losing their grip on it. Iraqi and international forces, supported by U.S. troops, launched an effort to retake the city last October. It`s been a long hard fight.<br><br>The coalition liberated the eastern part of the city in January and they have been trying to clear out the western parts since then. But though they have the advantage with about 100,000 coalition troops versus a much smaller force of terrorists, ISIS is so dug in. They`ve been using tunnels, explosive traps, human shields, that it`s been difficult to get to them.<br><br>Over the weekend, a U.S. soldier died while on patrol in Mosul. Army First Lieutenant Weston Lee was hit by an explosive device. He was the second American military death in the battle.<br><br>For a look at the effects this has had on the city, we`re now able to take you inside, thanks to the work of photojournalist Gabriel Chaim.<br><br>(BEGIN VIDEOTAPE)<br><br>HALA GORANI, CNN INTERNATIONAL ANCHOR &amp; CORRESPONDENT: A tender father and daughter moment in the most brutal of landscapes. Their home is only half standing. The city around them obliterated.<br><br>These exclusive drone pictures obtained by CNN show the scale of destruction on the frontlines of western Mosul. Neighborhoods newly freed from ISIS by Iraqi forces. As Iraq`s elite golden division rolls in in its armored vehicles, ISIS retreats, paying a heavy price. Bodies of its fighters still lie where they fell.<br><br>So, recently recaptured is this neighborhood that the black flag of ISIS still flutters overhead. The streets below eerily deserted. A makeshift roadblock from where ISIS fought only weeks ago still standing.<br><br>In the video, dark smoke from burning tires and debris bellows across the skyline, desperate attempts by ISIS to hide themselves from airstrikes.<br><br>Here, the camera catches an explosion thought to be a mortar hitting a building, a reminder that fighting rages only meters away.<br><br>After months of street to street battle between ISIS and Iraqi forces and pounding from coalition airstrikes, the scale of devastation in this part of Mosul is difficult to take in. In these drone images, it seems every building, every street, every car is shattered, nothing left to support human life.<br><br>So, the civilians are forced to flee, clutching their children and their few belongings. Who knows what future lies before them as they join the millions of other refugees running from this war? And for those who stayed behind, picking through the splintered remains of their lives, moments of joy still possible, before they`re lost again in this bleak and dusty scene.<br><br>Hala Gorani, CNN.<br><br>(END VIDEOTAPE)<br><br>AZUZ: International pressure is increasing for North Korea to give up its controversial missile and nuclear programs. The communist Asian country has shown no signs that it`s willing to do that. It tried to test-fire another missile on Saturday. But U.S. officials say it`s failed, apparently exploding while it was still over North Korean territory. Still, the attempt was an active defiance by the country.<br><br>It came after an announcement by India that it would stop all of its trade, except for food and medicine, with North Korea. Until that decision, India was reportedly its third biggest trading partner after China and Saudi Arabia.<br><br>For more than 10 years, the United Nations Security Council has tried to North Korea to give up its nuclear weapons program. It`s done this through sanctions, penalties on North Korea`s economy.<br><br>But even though India is a member of the United Nations and even though it`s been elected to the U.N. Security Council several times before, it hasn`t fully complied with U.N. sanctions on North Korea until now.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD ROTH, CNN SENIOR U.N. CORRESPONDENT: Welcome to the United Nations Security Council.<br><br>The one thing you need to know is that the Security Council is the most significant part of the U.N. because it`s supposed to protect and maintain international peace and security in the world.<br><br>The Security Council is made up of 15 different countries. They sit here around this circular table. Five countries have had permanent status since the start of the Security Council over 70 years ago. They are the United States, the United Kingdom, France, Russia and China.<br><br>Their job is to determine if there is a threat to peace or an act of aggression somewhere in the world. It often calls on sides to settle differences by peaceful means or send envoys to start negotiations.<br><br>If things don`t go well, it`s the Security Council that approves punishment to enforce cooperation in the form of sanctions. When all else fails, the Security Council can authorize the use of force to stop the fighting or threat.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these sports is &quot;youngest&quot;, having been invented the most recently?<br><br>Football, basketball, ice hockey or baseball?<br><br>All of these sports were around before basketball came on the scene. It was invented by James Naismith in 1891.<br><br>(END VIDEO CLIP)<br><br>AZUZ: It was named for the peach baskets that Naismith used as goals, and the sports come a long way since its introduction at the YMCA more than 125 years ago. It`s enjoyed by men and women, boys and girls year round. It`s played internationally. It`s been a fixture of the Summer Olympic Games since 1936.<br><br>Even watching some of the simplest elements of the game, like the construction of the ball itself is a fascinating sort of exercise.<br><br>(BEGIN VIDEOTAPE)<br><br>(MUSIC)<br><br>SUBTITLE: In The Making.<br><br>A basketball starts as a blob of rubber. It is squeezed through this machine over and over and over again to flatten it. Then it`s cut and molded into a round shape.<br><br>This is a bladder that holds the air. Bladders are inflated. Then nylon thread is woven around them. It strengthen the balls and helps them stay round.<br><br>When mummy-looking balls get their skins, they finally start looking like basketballs. Rough edges are smoothed. Lines are painted by hand. One careful stroke at a time.<br><br>Before the balls are ready for the courts, they are checked for air leaks for 24 hours. A sample goes through a shooting test. The ball is shot at the speed of 25 mph at an iron plate 2,000 times.<br><br>Then its diameter is measured in several spots to see if the ball kept its round shape. The test is supposed to simulate a real-life ball game.<br><br>After all that, the balls are deflated for shipping.<br><br>This NIVIA plant in Jalandhar, India, makes one basketball every three seconds.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Napercise might sound like a workout for lazy people. At this gym in London, it`s designed for tired people, specifically tired parents.<br><br>More of a sleep in than a workout, beds are brought in where spin bikes usually go, atmospheric sounds replaced the rhythmic foomp (ph) of gym music. And after an orchestrated climb in the bed, sleepy folks can catch some Zs. The idea being that after the 60-minute class, they`ll be refreshed and ready to face the day.<br><br>But will catching a nap catch on at a gym? Critics might say you`re being a little relax if instead of counting reps, you`re counting sheep. Or instead of lifting off, you`re nodding off. It`s certainly not a heavy lift for heavy lids, but if you`d rather catch Zs than a medicine ball, it should all work out if you go into it with your eyes open.<br><br>I`m Carl Azuz and there`s more on CNN 10 tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-02 CNN Student News.mp4"}