{"title":"CNNSN-2016-08-30-CNN-Student-News","script":"(CNN Student News) -- August 30, 2016<br><br><br>How to Prepare for a Hurricane; Journey Inside a Volcanic Sulfur Mine; Series Finale on U.S. National Parks<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS. My name is Carl Azuz.<br><br>We`re taking you through 10 minutes of current events, starting with the drought that`s been going on. It`s not one you might have heard of.<br><br>The Atlantic hurricane drought -- it`s been more than 10 years since a category three or stronger hurricane has made landfall in the Eastern U.S. or on the Gulf Coast. A category three storm is a major one, with wind speeds of more than 110 miles per hour. The current hurricane drought is the longest on record.<br><br>But it doesn`t mean there haven`t been any big Atlantic storms. Hurricane Gaston is currently spinning in the Atlantic. It`s just not expected to hit land.<br><br>Forecasters say the longer a drought last, the more likely it becomes that a threatening hurricane will form. And right now, the North Atlantic is entering peak season for cyclones. The hurricane season itself runs from June 1st to November 30th. Mid to late August is the start of the most active and dangerous time for tropical cyclone activity. That`s according to the U.S. government`s meteorologists.<br><br>There are a couple of systems out at sea that could become a threat in the days ahead. What should you do if you live in an area where a hurricane could come ashore?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Preparing for a hurricane.<br><br>JENNIFER GRAY, CNN METEOROLOGIST: You and your family need to be prepared for hurricane way before it makes landfall.<br><br>The number one thing you need to do: get your supplies. You need enough nonperishable food items for three days for each person in your family.<br><br>You also need one gallon of water per day for each person. Also make sure you have plenty of batteries and a battery operated radio, as well as flashlights.<br><br>Chances are during a hurricane, you will lose power. In that case, your cell phone will lose power as well. So, you`ll lose all of your contacts.<br><br>Make sure you make a list of all the emergency contacts that you`ll need.<br><br>Also, have an evacuation plan. Know your evacuation route and familiarize yourself with it.<br><br>Lastly, get your home ready. If you have hurricane shutters, make sure you know where they are and you know how to install them. Also, prune your trees and gather up any loose items that can become projectiles once the winds pick up.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the Atlantic, we`re now taking you to an island country, situated between the Pacific and Indian Oceans. Indonesia is home to Mt. Ijen. Ijen hasn`t erupted in more than 64 years, but it`s still active and workers regularly hike to the crater to earn a living.<br><br>One reason way, Indonesia struggles with poverty and unemployment. The income per capita there is just over $11,000 per year. That`s why for some Indonesians, the reward is worth the risk.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: The miners are working in this lunar landscape. Ugh!<br><br>SUBTITLE: Journey inside a volcanic sulfur mine.<br><br>WATSON (voice-over): Flashlights in the gloom. On a pre-dawn hike of a volcano, the air is thick with volcanic fumes, gas masks necessary the closer we get to the heart of the volcano.<br><br>The gas creates an incredible effect, blue flames that ripple like ghosts up the volcano walls. At the bottom of the crater, we find this: Indonesian miners, digging up the raw sulfur that builds up near vents in the volcano.<br><br>You look at workers struggling to cope with the volcanic gas.<br><br>(on camera): So I`m lucky. I`ve got a gas mask. This miner, he`s just using a fabric stuffed into his mouth.<br><br>UNIDENTIFIED MALE: No mask.<br><br>WATSON: No masks.<br><br>UNIDENTIFIED MALE: Yes.<br><br>WATSON: Hard work then.<br><br>(voice-over): Dawn reveals we`re next to a crater lake that`s deeply acidic and warm to the touch.<br><br>When they gather enough sulfur, the miners load up their baskets and begin the long, backbreaking journey out of the crater.<br><br>(on camera): It`s an 800-meter hike out of the crater, most of it up a very steep incline. And miners like Mr. Mustadi (ph) here are carrying from 85 to 100 kilos of sulfur on their backs.<br><br>(voice-over): Hauling a man`s weight in sulfur up these steep trails to earn the equivalent of just around $12 a day. Excellent pay, he says, for men who would otherwise be impoverished farmers.<br><br>(on camera): This looks like one of the hardest jobs in the world.<br><br>(voice-over): This real-life Superman appears to agree.<br><br>The sulfur will eventually be used to purify sugar and make soap, skin treatments and even explosives. It is the yellow harvest of a volcano.<br><br>(END VIDEOTAPE)<br><br>AZUZ: As the month of August wraps, we`re wrapping our coverage of the U.S. National Parks Service. It turned 100 this year. It`s part of the U.S. Department of the Interior.<br><br>Congress and the president approved its budget. The NPS receives around $3 billion a year. But according to the National Public Radio, the NPS needs about $12 billion to complete the maintenance it`s requested.<br><br>There is some controversy over how the government and the park service allocate the money, but the benefits of America`s most famous national parks are hard to measure.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD QUEST, CNN CORRESPONDENT: They call this a wildlife gem. Clearly, someone has seen some wildlife off the side of the road, everybody stops, goes out, and have a look. And we did, too.<br><br>PETE WEBSTER, CHIEF RANGER, YELLOWSTONE NATIONAL PARK: And this is about the distance that we want to keep people from the elk.<br><br>QUEST (voice-over): As I sit down with the park`s chief ranger, Pete Webster, the elk raising majestically nearby.<br><br>WEBSTER: Yellowstone is a special place. It`s always been a special place for me, back when I was a kid.<br><br>QUEST (on camera): The elk has the right of way.<br><br>WEBSTER: Yes.<br><br>QUEST: So, if the elk comes towards us, we have to move?<br><br>WEBSTER: We have to move.<br><br>QUEST: So, how do you tell the general public and it`s sort of heading in all direction --<br><br>WEBSTER: Yes.<br><br>QUEST: -- which means we have to sort of --<br><br>WEBSTER: Yes.<br><br>We`ve come up with this distance of 25 yards as a reference. It`s challenging. We`ve always been a busy park. But starting last year and continuing on to this year, just the sheer volumes are increasing our capacity to be able to service these numbers of people.<br><br>QUEST (voice-over): Yellowstone and many of the national parks are facing the challenge of success.<br><br>My fellow road travelers are coming from all over the world and the far reaches of America. What I`m realizing is that while these national park gems are impressive to international visitors, here at home, it stirs something much deeper in Americans. The sense of patriotism is palpable.<br><br>The director of the National Park Service, Jon Jarvis, is feeling it too.<br><br>JONATHAN JARVIS, NATIONAL PARK SERVICE DIRECTOR: I am deeply moved by the sort of patriotic responsibilities that I have and my team have here in managing these places for the American public.<br><br>QUEST: His life`s work has been about preserving these American treasures and even as he looks to retirement, he has thoughts for the next generation.<br><br>JARVIS: We need this next generation to step in to that role of not just the national parks, but all of our public lands. If you`re going to invest the taxpayers` dollars in something that returns in many ways to the American people, it returns economically, inspirationally, the National Park Service is the place to do that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Wouldn`t it be awesome if pizza just fell from the sky? Well, in New Zealand, it does. The international arm of Domino`s Pizza is testing delivery by drone. If this gets off the ground, you`d place an order, they bake it, box it, fly it and drop it on your picnic basket. It could help beat the New Zealand traffic. It could also have an effect on delivery jobs.<br><br>This is unlikely anytime soon in the U.S., though, where drone regulations are more strict. Kidding aside whether drone delivery is thinking inside or outside the box, but a Domino`s spokesman says it`s not just a pie in the sky idea. They`re hoping to move orders from online to skyline, and when people drone on about how much they love pizza, New Zealanders can say, &quot;It`s heaven sent&quot;.<br><br>I`m Carl Azuz, delivering news and puns for CNN.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-30 CNN Student News.mp4"}