{"title":"CNNSN-2015-01-23-CNN-Student-News","script":"(CNN Student News) -- January 23, 2014<br><br>U.S.-Led Fight against ISIS; Three-Way Fight in Yemen; Abolishing Net Neutrality; Big Use for Tiny Robots<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Fridays are awesome. You are headed for ten minutes of commercial free news, and I`m happy to be your host. Here we go. First, to London. Representatives from 21 countries met in the U.K. yesterday. They are united in their fight against the ISIS terrorist group, a fight led by the U.S.<br><br>Secretary of state John Kerry says roughly half of ISIS`s leaders have been killed since coalition airstrikes began last summer.<br><br>Nic (ph) says ISIS`s momentum has been stopped in Iraq, that`s one of the two countries where the terrorists control wide areas of land.<br><br>Going forward, U.K. officials say, it will take another year or two before ISIS is pushed out of Iraq. What`s holding that up are Iraq struggling economy with oil prices down and Iraqi troops not being ready yet to fight ISIS on their own.<br><br>One place where ISIS is gaining ground, Yemen: a government official there says the terrorists are active, they are recruiting fighters and they are competing with another terrorist group: al Qaeda in the Arabian Peninsula.<br><br>Yemen is going through complete political upheaval: last night, the country`s prime minister and cabinet resigned. That happened the day after a peace deal was struck between the government and rebel fighters called Houthis that have been battling it.<br><br>Officials fear a power vacuum could benefit Yemen`s terrorists.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: The chaos in Yemen is essentially a three-way fight between the government, the Houthis, a Shiite Muslim rebel group feeling marginalized in the primarily Sunni country and al Qaeda in the Arabian Peninsula. But its cause for concern far beyond the small country`s borders. The Houthis are gaining more power, but who is in charge of the country? Power vacuums benefit terrorists. For Yemen, those terrorists are al Qaeda in the Arabian Peninsula.<br><br>You`ve heard of them before, of course, most recently AQAP took responsibility for the deadly &quot;Charlie Hebdo&quot; attacks in Paris.<br><br>Nearby countries, like Saudi Arabia, have invested billions of dollars to protect their shared borders from al Qaeda overspill.<br><br>And while U.S. president Barack Obama deems the fight against terrorist in Yemen successful ..<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: The strategy of taking out terrorists who threaten us while supporting partners on the front lines is one that we have successfully pursued in Yemen and Somalia for years.<br><br>UNIDENTIFIED FEMALE: Given the attacks in France and other plots in Europe, is it really?<br><br>Yemen`s location is also of key importance, because of its proximity to the Red Sea`s shipping lanes. Each day, the Gulf of Aden sees huge tonnage in shipping. Any turmoil in the country that disrupts shipping or the country`s ability to protect this valuable asset is likely to have repercussions beyond Yemen itself.<br><br>Overall, we need to pay attention to Yemen. The weaker the government, the easier it is for al Qaeda to strengthen its foothold. A consequence very few want to face.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the U.S. the Federal Communications Commission regulates interstate and international communications, so radio, TV, satellite, cable and Internet. In late February, the FCC will make a big decision concerning the Internet. It`s largely about who sets its speed limits.<br><br>Right now, government regulations keep all Internet traffic at the same speed. No cyber company gets a fast lane for better access than another. But some Internet providers say certain fast lanes would be better for customers, and that government rules prevent users from getting what they want faster.<br><br>That`s the debate in a nutshell over net neutrality.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: What is net neutrality? It has nothing to do with the volleyball or a tennis court, the net refers to the Internet, something that`s become as necessary as water and power for most of us.<br><br>The neutrality part is about keeping the net the way it is today.<br><br>It`s a set of rules the FCC approved in 2010 to prevent speed traps on the information super highway.<br><br>In other words, speeding up access to some sites and slowing down access to others. Or blocking certain sites entirely.<br><br>So, are these rules a bad thing? It depends who you ask. The companies that deliver your Internet like Comcast, Verizon and AT&amp;T has spent millions in lobbying money to get rid of net neutrality.<br><br>Arguing that having the government micromanage their business, is not good for them or their consumers.<br><br>On the other side, our Internet giants like Facebook and Google streaming services like Netflix and President Obama.<br><br>They all argue the Internet is a public good, and should be regulated like one.<br><br>They also say the companies that own the pipelines can play favorites. For example, the content provider like Netflix is in direct competition with Comcast, which owns NBC Universal and controls access to the Internet for more than 20 million customers.<br><br>You can imagine a scenario where NBC might want to speed up streams of each shows and slow down streams of its rival Netflix.<br><br>Now, Netflix can afford to pay for a fast lane, they make $4 billion a year, but the next Netflix some awesome startup can`t.<br><br>So, where the thing stand today? It all comes down to the FCC and the position they`ll take on this heated issue.<br><br>Giant companies, millions of Internet users and the president are all awaiting their decision.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Time for our Friday &quot;Roll Call.&quot; Show me - show me state. That`s Missouri. That`s where there`s the city named Carrolton, that`s where the Trojans are watching from Carrolton High School.<br><br>We knew that New Hampshire is the granite state because it`s the town of Bedford Rocks. It`s the home of the Bulldogs at Bedford High School, and in the Magnolia State of Mississippi, there is the city on the southern coast named Ocean Springs. The buzz is that the yellow jackets are watching there at St. Martin High School.<br><br>Early on, there was this: it eventually became this and today we have this. Same idea here, there once was this, a few decades brought us this. And, of course, now there is this.<br><br>It always seems that technology is getting smaller. So, it makes sense that drones, one of the top Christmas gifts last year would follow suit. How small can they get and who would use them?<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Remember those creepy spider robots that spied on Tom Cruise in the movie &quot;Minority Report?&quot; In the real world, scientists at Universities and the U.S. military have been developing incredible microrobots that look at fly like birds or insects. Some are small as a thumbnail.<br><br>In 2012 the Air Force announced that program to create so called micro air vehicles that it said were the future of collecting intelligence. The idea - tiny robot spies could sit unnoticed and watch your door, for example, and then transmit what they see and hear to controllers.<br><br>To work, the Air Force says this tiny spies have to carry sensors, receivers and a power supply, and still be lightweight enough for flight. At Harvard, they`ve got fly bots. Inspire by actual flies, professor Robert Wood has been developing tiny machines controlled and powered by cable (INAUDIBLE). Fly box are about the size of a large coin, and they hover with wafer-thin wings that flap 120 times per second. Possible uses include helping to pollinate crops, monitoring the environment, search and rescue.<br><br>Another Harvard robot project had resulted in a swarm of more than 1,000 so called kilo bots. Scientists want to use kilo bots to figure out how robots can work together in swarms to communicate and self-organize, and maybe someday even learn to cooperate and self-assemble three-dimensional structures. So, you can see how many amazing possibilities tiny tech offers in the coming decades. As we watch the rise of the robots.<br><br>We don`t want to end things on a sad note today, but sometimes when you are feeling down, it`s nice to have someone land a consoling hand.<br><br>At the zoological wildlife foundation in Miami, Florida, Angelica, the monkey on the left, was in timeout. We don`t know why, but we suspect the monkey business. Anyway, she was really torn up about it, so her friend Toby stayed with her letting her know everything was going to be all right.<br><br>A friendly pat on the back is sometimes a good consolation prize, even if some would call it prima-tive. It`s like saying don`t languer (ph) in sadness, just smile and cap your chin up. I`m Carl Azuz for CNN STUDENT NEWS. Hope you`ll be back with us on Monday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-23 CNN Student News.mp4"}