{"title":"CNNSN-2016-03-11-CNN-Student-News","script":"(CNN Student News) -- March 11, 2016<br><br><br>Canada`s Justin Trudeau Formally Visits the White House; Fukushima Survivors Five Years On; Scientists Grow Crops in Mars-Like Soil<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Paging, Dr. Friday. We have a case of awesome.<br><br>I`m Carl Azuz. Thanks for spending 10 minutes of your Friday with us.<br><br>First up, a meeting between two leaders who have more in common than a national border. Canada and the U.S. historically have been allies.<br><br>They`ve cooperated on issues like trade and security. Canadian prime ministers have been regular visitors to the White House in the past.<br><br>But Prime Minister Justin Trudeau`s trip to Washington is the first formal visit by a Canadian premier in 19 years. And he received a very warm welcome from U.S. President Barack Obama.<br><br>The American leader discussed their common ground in terms of social, economic, and foreign policies. Prime Minister Trudeau has some critics in Canada, like some of his cabinet members, he has limited political experience. His country`s budget deficit is much greater than his liberal party had predicted. But since his election last October, he`s developed a strong alliance with his American counterpart.<br><br>(BEGIN VIDEOTAPE)<br><br>ELISE LABOTT, CNN GLOBAL AFFAIRS CORRESPONDENT: Justin Trudeau is a relatively new face in Canadian politics, but one with a very popular last name.<br><br>SUBTITLE: Who is Justin Trudeau?<br><br>LABOTT: With a stunning victory in Canada`s recent general election. Trudeau ended a decade of conservative rule in Canada. He was born in 1971 while his father Pierre Trudeau was prime minister. His popularity was so great it was dubbed &quot;Trudeau-mania&quot;. He was compared even to John F. Kennedy.<br><br>When Justin delivered a powerful eulogy at his father`s funeral, it sparked talk of a political dynasty.<br><br>The former school teacher took his time getting into politics, trying his hand at acting, charity boxing, even coaching bungee jumpers. But after his father`s death, he became more politically active, winning a seat in parliament in 2008.<br><br>Skeptics said he was too young and inexperienced to become prime minister. But by all accounts, he ran a very impressive campaign, sweeping the liberals to victory.<br><br>For years, the conservative prime minister, Stephen Harper, kept the economy running relatively smoothly. Keep taxes low and he ran a very robust foreign policy aimed at taking on terrorists.<br><br>By contrast, Trudeau is promising to pull out of counter-terrorism operations in the Middle East, restore ties with Iran, and he also wants to bring 25,000 Syrian refugees to Canada.<br><br>Back home, the father of three intends to raise taxes on the wealthy and double spending on public infrastructure and push a very aggressive climate change agenda. Trudeau has shown he has the star power of his father. Now, he has to prove he has the political chops and ride this new wave of Trudeau-mania into opportunities for Canada.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It was exactly five years ago today that a catastrophic 9.0 magnitude earthquake shook Eastern Japan. It was the fourth largest earthquake ever recorded in the Asian country. And it generated a tsunami, a wall of Asian water with 30-foot waves that swept some coastal developments out to sea.<br><br>The tsunami also damaged some reactors at the Fukushima Daiichi nuclear power plant. That led to meltdowns, contamination, and the complete evacuations of some Japanese towns. The threat from nuclear radiation remains.<br><br>Next week, we`ll show you how marine life was affected, how seafood still has to be tested before it can be eaten.<br><br>Today, we`re taking you inside one of the cities where recovery is nowhere in sight.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT (voice-over): Whenever Suichiro Saito (ph) wants to check on his home, he has to wear this to guard against radiation.<br><br>Saito only comes a few times a year to the house his family has owned since before World War II. Each visit, more difficult than the last.<br><br>Each room, devastated. Poison does little to keep the rats away.<br><br>&quot;It`s painful,&quot; he says. &quot;My wife doesn`t want to come here. The house is getting more dilapidated.&quot;<br><br>(on camera): This room hasn`t been touched since the earthquake. You can see the calendar, March, 2011. There`s laundry hanging. It was done right before the earthquake hit.<br><br>(voice-over): The shaking lasted six minutes.<br><br>(SCREAMING)<br><br>RIPLEY: Tsunami waves soon after --<br><br>(SHOUTING)<br><br>RIPLEY: -- icy cold, consuming coastal towns.<br><br>Five years ago, on March 11th, 2011, almost 20,000 people died. Many, spared by nature, would soon face a manmade disaster.<br><br>Saito`s house is three kilometers, less than two miles from the Fukushima Daiichi Nuclear Plant. His town Futaba sits empty. More than 6,000 people once lived and worked here.<br><br>Today, they`re allowed in for just five hours at a time.<br><br>Nearly 100,000 Fukushima residents are still evacuated. Nearly 19,000 still living in what was supposed to be temporary housing.<br><br>Some choose to stay. Others have nowhere else to go.<br><br>Setsuko Matsumoto used to live within walking distance of her children. Now, they barely see each other.<br><br>&quot;I had a happy life,&quot; she says. &quot;The disaster made a lot of families fall apart, including mine.&quot;<br><br>Saito also lived with his parents and children and grandchildren. Now, they`re in several cities.<br><br>(on camera): What did you grow here?<br><br>(voice-over): The soil on his farm, contaminated.<br><br>&quot;I`m sad,&quot; he says. &quot;I`m empty.&quot;<br><br>A feeling shared by so many here, five years later.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Catching up now with three of the groups watching our show. These are from yesterday`s transcript page at CNNStudentNews.com.<br><br>Brunswick High School is in Southeast Georgia. From the city of Brunswick, the Pirates are setting sail.<br><br>In the city of Monroe, Iowa, we`ve got the Mustangs roaming free. PCM High School is on the roll.<br><br>And though Shanghai isn`t China`s capital, it`s the Asian country`s most populated city and it`s home to Shanghai Experimental School.<br><br>Would it be possible to grow plants on Mars? If you saw the movie &quot;The Martian&quot;, you saw one kind of unsavory idea about how to do that.<br><br>This Dutch ecologist recently did an experiment to see if it`d be possible using other substances. He got some simulated soil from NASA. Basically, it`s a type of dirt that has a similar composition to the soil found on Mars and the moon. His team added grass as a fertilizer and grew crops in trays.<br><br>And it worked. They succeeded in growing tomatoes, peas, radishes and rye. But there was a problem and it`s a big one. The soil has significant amounts of heavy metals, like arsenic and lead. And if these substances wound up in the plants themselves, they could be toxic to anyone who ate them.<br><br>So, the next step is for the team to determine how much if any of these metals are in the grown crops and whether they`d be safe to eat.<br><br>Another experiment before we go. Swedish musician Martin Molin was fascinated with antique mechanical devices that make music. So, he set out to build his own using 2,000 marbles to produce sound.<br><br>The Wintergatan marble machine is ridiculously complicated. It`s like a musical Rube Goldberg device. It took him more than a year to put it together and perfect it. But it`s programmable, allowing him to change up the sound it makes. And overall, it sounds amazing.<br><br>(MUSIC)<br><br>AZUZ: So you can say it struck a chord, that it`s a notes-worthy invention by a great mechanic, that it`s an inspiring sounding board. One thing is clear as a bell about the man behind the machine, he hasn`t lost his marbles.<br><br>I`m Carl Azuz and saying &quot;happy weekend&quot; is music to our ears.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-11 CNN Student News.mp4"}