{"title":"CNNSN-2015-05-21-CNN-Student-News","script":"(CNN Student News) -- May 21, 2015<br><br>North Korea Claims Nuclear Program Progress; U.S. Congressmen Ask for Pay Raise; The Potential of Graphene<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Social studies, geography and science, all will factor into CNN STUDENT NEWS today. I`m Carl Azuz.<br><br>We`re starting with news from North Korea. The communist dictator says it`s developed the ability to miniaturized nuclear weapons.<br><br>Here`s why that`s significant: making nukes smaller is a key stop toward being able to put them on long range missiles. U.S. military officials say America could intercept any potential attack from North Korea.<br><br>And there`s some debate about U.S. officials over whether North Korea really has this technology. The Asian country`s government is very secretive. It`s hard for others to verify the claims that North Korea makes.<br><br>Still, despite the numerous problems with its economy, North Korea spends a lot on defense and has a history of using its military to provoke other countries.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: North Korea continues to ramp up the military rhetoric that we saw when we were on the ground in Pyongyang. While we were in the North Korea, just this month, the country boasted about launching a missile from a submarine.<br><br>Of course, publicity photos of that event were later suspected of being doctored, which raises the question of credibility. Is Pyongyang embellishing the technology that they have in hand right now? Or they truly have the capability to miniaturize nuclear weapons -- in other words, to make them small enough to place them on some sort of missile and launch them towards an enemy, such as the United States?<br><br>The Pentagon is certainly taking this threat seriously, even saying as recently as last month, they do believe North Korea has this kind of technology. And if that is the case, not only does it pose a threat and a grave concern to the United States, but also other powers in the Asia-Pacific region -- China, India, Japan, South Korea, all within gunshot of North Korea and nervous anytime this militarized nation announces yet another development in its military technology.<br><br>North Korea spends a tremendous amount of money developing its nuclear program, often at the expense of feeding its own people. And while they say they want to connect more with the international community, they took another step towards isolation, when Pyongyang abruptly cancelled a scheduled visit by U.N. Secretary General Ban Ki-moon to the Kaesong industrial complex.<br><br>It would have been the first visit of its kind in some 20 years. The secretary general was hoping to discuss reunification. But instead, North Korea cut that trip off and made an announcement about another development in their nuclear program, further isolating this rogue nation.<br><br>Will Ripley, CNN, Tokyo.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The White House says it`s looking at ways to train and arm Iraqi tribes, as Iraq`s government plans a counterattack in the city of Ramadi.<br><br>It`s in central Iraq. After months of fighting there, the ISIS terrorist group captured Ramadi early this week. Thousands of residents have fled the city.<br><br>And as the Iraqi government calls for international help in Iraq`s war against terrorism, it`s also calling for its people to volunteer to fight ISIS and help regain control of Ramadi. The city is a strategically important place.<br><br>(BEGIN VIDEOTAPE)<br><br>FRED PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: So, why is Ramadi such a key battleground in the fight against ISIS? Well, it`s hugely significant, both to the United States as well as to the Iraqi government.<br><br>First of all, Ramadi is the capital of Anbar province, which is the largest province in Iraq, but not necessarily the most densely populated one. And the government of Haider al Abadi, the prime minister, declared that Anbar was going to be the next place it would try to back from ISIS. So, losing the capital Anbar was certainly a big blow to the Iraqi government.<br><br>Also, now that ISIS holds this city, they now have three provincial capitals in Iraq and in Syria. And we also have to keep in mind that Ramadi has a population of about 500,000 and many of those people are either on the run or under the control of the extremists. However, Ramadi also has major importance to the U.S. and especially to many U.S. service members who fought in Iraq.<br><br>In the years between 2004 and 2006, it was one of the worst battlegrounds for U.S. forces in all of Iraq. Thousands of United States Marines as well as soldiers fought there, trying to hold the town and take it back from Sunni insurgents. And many of those insurgents came from a precursor organization of ISIS which was called al Qaeda in Iraq. And it was really after very tough battles with a lot of casualties that the U.S. managed to win.<br><br>And Ramadi also became a turning point in the war in Iraq when the U.S. employed a new strategy, which was called the Sons of Iraq or the Sunni Awakening program, where they actually started to talk to a lot of the Sunni tribes that were allied against them and made them join forces with the U.S., as well as with the Iraqi government, to turn on the insurgents and therefore win back Anbar province from al Qaeda in Iraq.<br><br>So, certainly, there will be a lot of U.S. veterans out there looking at what`s happening in Ramadi right now with great anger.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In order on today`s roll: the Natural State, the Beehive State and the Sunshine State.<br><br>Starting in Arkansas, there`s a city there named Judsonia and that`s where the Bears are watching at White County Central Schools.<br><br>Now to Utah. The Seahawks are soaring over Syracuse. That`s the home of Syracuse Junior High School.<br><br>And in Tampa, Florida, shout-out to Brooks DeBartolo Collegiate High School. The Phoenix are on CNN STUDENT NEWS.<br><br>Some U.S. lawmakers are pushing for a pay raise.<br><br>Five things to know about this:<br><br>One, members of Congress are currently paid $174,000 a year for their service in the government. It`s been that way since 2009, the last time their pay was raised.<br><br>Two, Representative Alcee Hastings, a Democrat from Florida, and Minority Whip Steny Hoyer, a Democrat from Maryland, are calling for the increase.<br><br>Hastings says it`s so expensive to live in the capital that an increasing number of lawmakers sleep in their offices because they can`t afford to rent an apartment in the city and maintain a home in the district they represent.<br><br>Three, a one bedroom in northeast Washington, D.C. can cost more than $2,000 a month. &quot;USA Today&quot; says a resident would need to earn $108,000 to live comfortably in the capital.<br><br>Four, most lawmakers are millionaires. Representative Hastings says the high cost of renting would keep middle and lower class from serving in Congress.<br><br>Five, many Americans might not agree with this. The average household income in the U.S. is just under $52,000 a year.<br><br>It`s said to be the thinnest compound known to man, a tiny fraction of the thickness of a human hair. It`s incredibly lightweight, an exceptional conductor of heat and electricity and it`s more than 100 times stronger than steel. But you probably haven`t heard of it because graphene, as it`s known, wasn`t isolated until recently.<br><br>If researchers find a way to mass produce and that`s still an &quot;if&quot; at this point, what could it be good for?<br><br>(BEGIN VIDEOTAPE)<br><br>NARRATOR: It`s only as thick as a single atom. It`s super bendy, but it`s also one of the strongest substances on Earth, a form of carbon called graphene.<br><br>The guys who first isolated this amazing stuff, Andre Geim and Konstantin Novoselov, won a Nobel Prize in 2010. Now, the world is racing to figure out how graphene can be used to create new products that could change our lives.<br><br>Researchers at England`s University of Exeter say they`ve used graphene to create the first truly electronic textile, electrodes embedded in yarn. That may lead to clothes with lightweight, invisible devices, like computers or smartphones woven inside.<br><br>Graphene`s super strength could lead to better bullet-proof vest and bendable electronic newspapers. At Michigan Tech, scientists are experimenting with graphene and 3D bio printers to make synthetic nerve tissues that could help patients with spinal injury. Graphene also could lead to super batteries and machines that turn hydrogen gas and the air around us into electricity.<br><br>The promise of graphene may still be years away, because experts still need to figure out a good way to mass produce it before they invent, design and test all the various products that would come from it. But if all goes well, graphene could be the key to a lot of mind blowing technology.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s something blooming on the southern Australian island of Tasmania and it has set the shore aglow. Scientists say the brilliant light show is the work of dinoflagellates. They`re single-celled organisms that are common in the ocean by the high concentration of them here causing a brilliant bloom of blue is not common. They seem to light up when something disturbs the water, a boat passing by, a rock thrown in, a breaking wave.<br><br>So, it`s a neon and off thing, bringing out the bio-luminescence of beauty, the light that lights and delights the people with a sight for shore (ph) eyes.<br><br>I`m Carl Azuz. Hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-21 CNN Student News.mp4"}