{"title":"CNNSN-2015-03-13-CNN-Student-News","script":"(CNN Student News) -- March 13, 2014<br><br>The Israeli Election; A Ray of Hope for Philea<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: It`s Friday the 13th and still awesome.<br><br>I`m Carl Azuz with CNN STUDENT NEWS.<br><br>In the eastern Missouri city of Ferguson, police say two officers guarding a police station were ambushed and shot on Tuesday. They both survived, but this is just the latest round of violence in a tense suburb in America.<br><br>It started last August, when a white police officer named Darren Wilson shot and killed an unarmed 18-year-old named Michael Brown.<br><br>Large protests followed, with demonstrators saying racism factored into the shooting and the investigation. Some protests were violent.<br><br>A grand jury later cleared Officer Wilson of any wrongdoing. That led to another wave of protests. Parts of the city were damaged or burned.<br><br>The U.S. Justice Department also investigated Brown`s shooting. It said Officer Wilson did not break federal civil rights law in a way that could be prosecuted. It didn`t charge him.<br><br>But it did release a report that said it found regular racial discrimination in Ferguson, both by police and the city`s court system.<br><br>Earlier this week, Ferguson`s police chief resigned. The shooting of the two officers happened at the end of a protest. Afterward, everyone from the police to Michael Brown`s parents to U.S. government officials spoke out against the shooting. Authorities launched a manhunt for the attackers.<br><br>Israel is gearing up for national elections. They`re set to take place next Tuesday. The country is a parliamentary democracy. Voters choose members of parliament. The parliament then selects the prime minister, who leads the country.<br><br>Israel is a close U.S. ally in the Middle East, so leaders around the world are keeping track of this upcoming vote.<br><br>(BEGIN VIDEOTAPE)<br><br>ELISE LABOTT, CNN CORRESPONDENT (voice-over): Less than a week before the election, Benjamin Netanyahu is on the ropes. The latest polls show the prime minister running behind a little known mild-mannered politician. Now, the prospect of a major upset at the hands of Isaac Herzog, known as Bougie.<br><br>ISAAC HERZOG, CHAIRMAN, ISRAELI LABOR PARTY: There`s fatigue. There`s a lot of disappointment by Benjamin -- from Benjamin Netanyahu. I think his era is over.<br><br>LABOTT: Focused more on his current job, Netanyahu has done little grand-handing, but has been quick to blame, today pointing to a, quote, &quot;worldwide effort to unseat him.&quot;<br><br>Campaign officials say money from around the world, much of it from the U.S., is funding a grassroots get out the vote drive, called V15 with one goal -- get rid of Bebe.<br><br>After six years, Netanyahu`s relentless focus on security seems to be falling flat among many Israelis, who want a leader to not only keep them safe, but deal with rising food and housing prices, health care and welfare reform.<br><br>DAVID HOROWITZ, &quot;TIMES OF ISRAEL&quot;: And the increasing inequalities within the Israeli economy, the emergence and the widening of the gulf between the haves and the have-nots. There, he`s vulnerable in these elections.<br><br>LABOTT: Tens of thousands of people filled Rabin Square in Tel Aviv this weekend to drive home that message at an anti-Netanyahu rally.<br><br>In his final push before election day, the prime minister has doubled down on his security platform, with a major speech to the U.S. Congress on the threat Israel faces from Iran...<br><br>BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER: I feel a profound obligation to speak to you about an issue that could well threaten the survival of my country and the future of my people.<br><br>LABOTT: -- and hedging on his commitment to a peace deal with the Palestinians leading to a two-state solution.<br><br>Herzog says Netanyahu has an empty brand, warning about growing tensions with the U.S., Israel`s closest ally, under his leadership.<br><br>HERZOG: I think that he failed. And I`m trying to call his bluff on it.<br><br>LABOTT (on camera): But the Netanyahu campaign thinks they have the winning hand, with the Iranian nuclear threat and Islamic extremism engulfing the Middle East, aides say, at the end of the day, when voters go to the polls, they really realize they feel safer with the prime minister.<br><br>And they hope that is their full house.<br><br>Elise Labott, CNN, Jerusalem.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: From Southeast Asia to Northeast America, it`s time for the CNN STUDENT NEWS Roll Call.<br><br>We`ll start in Ho Chi Minh City. It`s in Southern Vietnam and it`s where The Schools of North America are watching.<br><br>Stateside, Olathe is a city in Eastern Kansas. It`s also the home of The Timberwolves, the mascot of Mission Trail Middle School.<br><br>And Boonton is located in Northern New Jersey. Great to see our viewers at Sage Day High School. It`s the home of The Arctic Fox.<br><br>It was a major accomplishment for the European Space Agency. Last November, after 10 years of traveling, an ESA vehicle landed on a comet.<br><br>The vehicle is named Philea and it was the first time ever that something built by humans made a soft landing on a comet.<br><br>But it didn`t quite go as planned. Philea was supposed to use harpoons and screws to secure itself in place. That didn`t happen.<br><br>Scientists believe Philea bounced and wound up in a shadow. Because it`s solar-powered, that`s a problem. Its batteries soon ran out, putting the mission on hold.<br><br>But there`s a ray of hope for the $233 million lander.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): Who could forget this scene, scientists geeking out over a spectacular landing. But then it bounced and now it`s dark.<br><br>DR. STEPHEN ULAMEC, PHILEA LANDER MANAGER: We have to be a bit patient right now.<br><br>UNIDENTIFIED MALE: With a dead battery and no 310 million mile long jumper cables available, scientists at Germany`s aerospace center have some time on their hands.<br><br>ULAMEC: Until the lander gets enough sunlight, the comet is approaching the sun, so that we can reactivate it.<br><br>UNIDENTIFIED MALE: While they wait for Philea`s ticker to tick again, scientists are paying great attention to what the lander has already sniffed up. Comet 67P, as it`s known, dates back to the early days of the solar system. All comets are believed to contain an abundance of organic matter, which Philea has just begun to crack. It`s already found a carbon element in those molecules that is the basis of life.<br><br>Comet 67P and Philea are getting closer to the sun. And scientists are hoping its rays will rekindle a dead battery and give new life to this remarkable project.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Character Study<br><br>AZUZ: Fighting hunger, reuniting soldiers with the dogs they left behind, helping heal wounded troops -- these are some of the achievements of CNN Heroes, folks who took a step to help others and wound up changing lives.<br><br>It doesn`t always take money or trips across oceans, though. Sometimes, it just takes a book. And that pretty much covers the subject of today`s Character Study.<br><br>(BEGIN VIDEOTAPE)<br><br>MARIA KELLER, CNN HERO: I`ve always loved to read. It kind of takes you to a different place. My mom told me when I was eight that some kids don`t have books. And that shocked me because everybody should have the option to read.<br><br>So I started by just doing a small book drive and then told my parents that I wanted to collect and distribute one million books to kids in need by the time I turn 18.<br><br>So welcome to the Reading Warehouse. I was 13 when I reached my goal. We`ve given books to about 16 countries and 40 states.<br><br>Meeting the teachers, it`s amazing, because I hear all about the kids they serve.<br><br>UNIDENTIFIED FEMALE: Thank you, sweetie.<br><br>Thank you for your good work.<br><br>KELLER: It`s so much fun to see how reading is impacting the community.<br><br>UNIDENTIFIED FEMALE: Good afternoon, sixth grade.<br><br>UNIDENTIFIED CHILDREN: Good afternoon.<br><br>UNIDENTIFIED FEMALE: We have about 1,280 students, a large homeless and highly mobile population. They`re in great need.<br><br>UNIDENTIFIED CHILDREN: When Maria Keller came to my school, I was so excited. And she just gave us books for free and it was amazing.<br><br>KELLER: Literacy is so important in education. I want kids to have a better life. I know that reading can do that.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: Before we go, my producer had me at Agility Pig. Now, maybe she`s not as fast as your average Border collie, but her owner says she`s incredibly smart, the smartest dog she`s ever trained. And since the woman who runs the class doesn`t discriminate, the pig is encouraged to learn the ins and outs of agility.<br><br>Her motivation is food. While dogs eventually live for the acclaim of their owners, the pig just wants to pig out.<br><br>And she doesn`t exactly hoof it when she hoofs it. That`s snout what she`s about. But if you could pair her pro-pigsity for learning with the speed of when pigs fly, it would be a porcine for dog owners. They`d be hog-tied while you`d be bacon records.<br><br>I`m Carl Azuz, hamming it up for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-13 CNN Student News.mp4"}