{"title":"CNNSN-2017-03-29-CNN-Student-News","script":"(CNN Student News) -- March 29, 2017<br><br><br>Trump`s Executive Order Concerning the Environment; A Settlement Concerning Flint City`s Water Crisis; A Potentially Protective Type of Gel<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: I`m Carl Azuz. Thank you for taking 10 for CNN 10.<br><br>We`re starting with the sweeping executive order by U.S. President Donald Trump. It reflects a very different governmental approach concerning the environment than the one by former President Barack Obama. He addressed what he characterized as a bipartisan challenge in 2013.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, FORMER U.S. PRESIDENT: And this is my plan to meet it -- a plan that cut carbon pollution, a plan to protect our country from the impacts of climate change and a plan to lead the world in a coordinated assault on a changing climate.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But the rules he put in place in order to do that are seen as a threat to the economy by President Trump. The order he signed yesterday did away with many of those rules.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: With today`s executive action, I am taking historic steps to lift the restrictions on American energy, to reverse government intrusion and to cancel job-killing regulations.<br><br>(APPLAUSE)<br><br>(END VIDEO CLIP)<br><br>AZUZ: The White House says climate change is an issue that deserves attention, but that it can both protect the environment and provide more jobs. President Trump says his order will bring back jobs in the fossil fuel industry. But some environmental advocates say the new rules will endanger the environment and Americans health and that the order will harm clean energy jobs at the expense of allowing polluters to profit.<br><br>Some of the new rules like allowing leases for coal-mining on government land will take effect right away. Others open the door for more changes down the road.<br><br>At least $87 million have been set aside for the city of Flint, Michigan. It will go toward replacing Flint`s water pipes. The old ones are made of iron and lead and that contributed to a major problem that started in 2014 when to save money, the state of Michigan switched Flint`s water supply from Lake Huron to the Flint River. The river water was more corrosive and it wasn`t treated properly, so it ate into the old pipes and brought lead to the city`s residents, some of whom suffered health problems after this happened.<br><br>The water supply has since been switched back to Lake Huron and the $87 million settlement resolves just one of the civil lawsuits that have been filed against state and city officials. Some see it as a victory for the residents. Others say it`s not enough and they`re moving out, if they haven`t already.<br><br>(BEGIN VIDEOTAPE)<br><br>DOMINIQUE ABSELL, HIGH SCHOOL SENIOR: Because I wanted to serve my country and --<br><br>SARA SIDNER, CNN CORRESPONDENT (voice-over): Dominique Absell is only 18, but his life-long dream for his future is dead.<br><br>ABSELL: That was my dream to get to the Army and now I can`t --<br><br>SIDNER: The city he loves is now a source of anxiety, partly because of the water crisis and what has happened to his body since.<br><br>ABSELL: I start like getting headaches and passing out, seizures.<br><br>SIDNER: His family says doctors can`t point exactly why he began blacking out, sometimes several times a week. It means medically he can`t qualify for the Army. He isn`t even allowed to drive. His blood tests show very low levels of lead, convincing his mother the contaminants in Flint`s water are to blame, but there`s no medical proof.<br><br>SIDNER (on camera): You said you don`t know if it`s the water. What do you think it is?<br><br>BEVERLY DAVIS, MOTHER: It has to be the water. He just stopped passing out because I just stopped cooking with the water.<br><br>SIDNER (voice-over): Absell is one of the children who will inherit the city of Flint, a city that is now a shell of its former self. RealtyTrac estimates one in 14 homes has been abandoned. For three consecutive years ending in 2013, Flint has had the most violent crimes per capita and about 40 percent of the residents live beneath the poverty line.<br><br>Then came the decision by government officials to save money by switching the water supply. It end up creating a major health hazard. The biggest potential harm -- hitting Flint`s future generations, like 8-year-olds Julian (ph) and Nadia who play like children but speak in extremes about the water.<br><br>SIDNER (on camera): What`s wrong with the water?<br><br>NADIA BAYLOR, 8-YEAR-OLD: They have lead in it and they have poison in it because the pipes are dirty.<br><br>SIDNER: Do you know what lead does to people who drink lead?<br><br>UNIDENTIFIED BOY: Kill people.<br><br>SIDNER: At eight, they notice everything, like the number of times they`ve had to practice sheltering in place in case there`s a shooter, and the number of boarded up houses in their neighborhood. If it was up to them, their future won`t be in Flint.<br><br>And what about you? Why would you leave Flint?<br><br>BAYLOR: Because this water is poisonous and if I drink it, I go die. And I don`t want to die. Nobody want to die.<br><br>SIDNER (voice-over): From eight to 18, many of Flint`s children and their families worry the town is dying. The burly, soft hearted young man beside himself because he truly believes he has no future at all.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Yesterday, the Dow Jones Industrial Average, an index of 30 significant U.S. stocks rose 151 points and broke an eight-day losing streak. It`s been six years since it had one of those. The market did not lose a lot of value. It dropped a little relatively speaking each day.<br><br>But when a Republican plan to replace Obamacare fell through last week, investors got worried that President Trump could have a hard time getting his economic plans through Congress.<br><br>(BEGIN VIDEO CLIP)<br><br>CHRISTINE ROMANS, CNN CORRESPONDENT: You have to have perspective when you look at stock prices. So, these eight days of losses have been the longest since 2011, but look at how far the market has come since the election. You`ve seen about 2,300 points on the Dow Jones Industrial Average since Election Day. The NASDAQ has done very, very well. The S&amp;P 500 up about 9 percent.<br><br>So, all of this, again, the only story in the markets is Washington, Trump`s legislative agenda, a pro-growth legislative agenda, many on Wall Street are hoping for, and if that doesn`t look like it`s going to start rolling out quickly, then I think you have a stall here in the markets.<br><br>That`s what we`ve seen over the last week or so.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>A fluid that changes its behavior when it`s stressed is described as what?<br><br>Laminar, Newtonian, Non-Newtonian or Transonic.<br><br>If a fluid is Non-Newtonian, it behaves differently under stress than it does under normal circumstances.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Two examples of Non-Newtonian fluids, according to Science Learning Hub, include cream, when you whip it, it gets thicker, and tomato sauce, when you shake or stir it, it gets runnier.<br><br>There`s a gel called D3O that also behaves in a Non-Newtonian way. Handle it slowly and it stretches out like taffy but hit it with a hammers and it seems to harden and absorb shock. It`s been around since 1999. Sprinter Usain Bolt has worn it in his shoes and its developers hope it can be used to protect military troops and football players.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The average impact speed of football player is 25mph. Forty percent of NFL player suffers from brain injuries like concussions.<br><br>But this orange good could change that.<br><br>FELICITY BOYCE, MATERIAL DEVELOPER: It`s quite widely known as the goo.<br><br>DR. FLORIA ANTOLINI, CHIEF KNOWLEDGE OFFICER: It`s quite a (INAUDIBLE) experimentation.<br><br>BOYCE: Messy, sticky.<br><br>ANTOLINI: It behaves in a different way.<br><br>BOYCE: So, this is a non-Newtonian material. So, that means that when you knead it slowly, it`s very fluid and can flow very slowly, like a liquid.<br><br>But when a stress is applied to it, so something like an impact, the material instantly more viscous. So, yes, it`s more like a solid.<br><br>Obviously, you could just use this inside of protection by (INAUDIBLE). That`s the clever part, is incorporating this into something that can be used as a product.<br><br>SUBTITLE: D30 develops new protective material for athletes and the military. They can mould the goo into almost any shape.<br><br>ANTOLINI: In sports, one example is helmet for American football, as to try to reduce the risk of concussions.<br><br>We have developed this particular material. It`s extremely softer. It has to be very comfortable when the athletes that put the helmet on. It has to work very well in decelerating the back when bump against each other.<br><br>SUBTITLE: D30 claims it can reduce blunt impact force by 53 percent compared to materials like foam.<br><br>ANTOLINI: We can definitely contribute toward protecting people, so they experience less injuries.<br><br>BOYCE: It`s good to think that we could be doing our part to help.<br><br>(END VIDEOTAPE)<br><br>AZUZ: To two truths about cats. One, most of them can swim if they`re feline like it. Two, most don`t like water.<br><br>And again, Ferrill (ph) isn`t your typical cat. This unusual animal apparently loves the water so much his family takes him to the beach. And it`s not just the way he seems to enjoy. Ferrill is at home on the sand, in the sun, he even seems willing to help when his companions come out of the water and get to work on construction.<br><br>See? He likes building sand cat-stles. I bet he`d like to go catboarding, maybe catoboarding (ph), play catoball (ph). You can take him fishing.<br><br>For a cat who loves the beach, there are endless forms of ameowsment.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-29 CNN Student News.mp4"}