{"title":"CNNSN-2016-01-05-CNN-Student-News","script":"(CNN Student News) -- January 5, 2015<br><br>Diplomatic Trouble Brews Between Saudi Arabia and Iran; Zika Virus Reaches Puerto Rico. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: It`s Tuesday, January 5th, and you are 10 minutes away from being up to speed on international current events.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>We`re starting in the Middle East where diplomatic trouble is brewing between Saudi Arabia and Iran. The two countries want to have greater influence in the Middle East. They`re both officially Muslim countries, but the vast majority of Saudi Arabians are Sunni Muslims and the vast majority of Iranians are Shia Muslims.<br><br>Saudi Arabia executed a Shia Muslim religious leader last weekend. He had criticized the Saudi government and Iran supported him. After the execution, protesters in the Iranian capital attacked the Saudi embassy there. So, Saudi Arabia formally ended its diplomatic relations with Iran.<br><br>Yesterday, it cancelled all flights to and from Iran. And the nations of Bahrain and Sudan also cut diplomatic ties with Iran.<br><br>Experts on international politics are concerned that all this could lead to deeper problems in the Middle East. Tensions in the region between Sunni and Shia Muslims go back centuries.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Sunni vs. Shia Islam.<br><br>NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR: When Islam`s founder, the Prophet Muhammad died in the seventh century, his followers were split over who should take over, Abu Bakr was one follower. They wanted to choose. Others wanted his cousin and son in law, Ali. Ali became the leader for all Muslims for five years before he was killed. His son Husayn was killed in battle by what were to become the Sunnis. Since then, the followers of Ali have been known as Shia.<br><br>Sunnis vary from the very conservative and orthodox, life the Salafists of ISIS and al Qaeda, through the Wahhabis, all the way through the Sufis who have a sort of mystical interpretation of their faith.<br><br>Shia also very in the way they interpret and follow their faith. There are different sects like the Alawites of President Bashar al Assad of Syria.<br><br>Also, like the Houthi Saadis (ph), they are quite close in their faith to the Sunnis but still a sect of Shia.<br><br>Across the world, the vast majority of Muslims are Sunnis. What makes the Middle East so complicated are the maps that were drawn and the national boundaries that were put down about a century ago when British and the empires were pulling back from the region and the struggle for power today has its roots in how the region was divided, how those maps were drawn.<br><br>The Caribbean island of Puerto Rico, a territory of the U.S., has confirmed its first case of a virus called Zika. Puerto Rican officials say there`s no cause for alarm. Zika is transmitted by mosquitoes, so authorities are telling people to do what they can do to avoid mosquito bites. Wear long sleeves, use insect repellant, stay in rooms with air-conditioning and screen in windows.<br><br>Zika fever was discovered in the African country of Uganda in the 1940s. Global travel has helped spread it around the world.<br><br>While of Zika`s effect are debated, pregnant women may want to heed the CDC`s travel warning to Puerto Rico.<br><br>(BEGIN VIDEOTAPE)<br><br>SHASTA DARLINGTON, CNN CORRESPONDENT: You`ve probably never even heard of it. The Zika virus, it`s transmitted by mosquitoes and relatively new to this part of the world, but now, Brazil has linked it to the huge increase in birth defects. In fact, it`s carried by the same mosquito, Aeded Aegypti, that also transmits dengue fever and yellow fever.<br><br>But because of the relatively mild systems, we`re talking about a low fever, maybe a rash, maybe a headache. It really didn`t set off alarm bells when it first appeared her in Brazil.<br><br>But then doctors started to notice a big spike in the number of cases of microcephaly in newborns. That`s a neurological disorder that means these babies are born with very small craniums, with limited brain development, and that over the course of their life, they`re likely to need constant care.<br><br>Now, as doctors are researching this big surge in birth defects, what they found is that most mothers reported having had some kind of Zika-like symptom in the first stage of their pregnancy. Then, on November 28, the Brazilian health ministry took a very significant step. They announced a link between the Zika virus and microcephaly.<br><br>Brazilian officials are advising women to delay getting pregnant, if at all possible, especially women in the northeast of the country where microcephaly has been more prevalent and where six states have declared a state of emergency.<br><br>It`s hard to know exactly how widespread it is because it`s hard to detect, because many people don`t even have symptoms. So, the health ministry here in Brazil estimates that up to 1.5 million people may have been infected with the virus this year.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Checking in now with three of the schools watching today and requesting a &quot;Roll Call&quot; mention at CNNStudentNews.com.<br><br>Rio Tierra Junior High is the Golden State of the California. The Pioneers are there in the capital city of Sacramento.<br><br>To the Hoosier State, that`s Indiana. That`s where we heard from Concord Community High School and the Minutemen of Elkhart.<br><br>And in Ontario, Canada, we`re visiting St. Mary`s today, and the students of St. Mary`s District Collegiate and Vocational Institute.<br><br>China`s stock market took a beating on Monday. It came after a report that showed Chinese manufacturing had decreased at the end of last year. Stocks there fell so hard so fast that trading was stopped for the first time ever.<br><br>World markets are connected. What happens in one major economy often affects another. And the U.S. market followed suit, with the Dow Jones Industrial Average dropping 276 points yesterday.<br><br>The Dow is a group of 30 significant stocks. It gives a sense of how the overall market is doing. Yesterday was not its worst day ever -- far from it. And U.S. stocks could still rebound today.<br><br>But Monday was the market`s first day of trading in 2016 and its worst opening day of the year since 2008.<br><br>This next segment is going to trigger some serious deja vu. It`s not because we`ve covered it before, but if some reason you think we have, you`re probably in the age range when people experience deja vu the most often.<br><br>Dr. Sanjay Gupta explores what it is exactly and the latest ideas from the medical community about why we experience it.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: You know, I suddenly have this feeling that I`ve told you this before.<br><br>You know, it happens without warning, the strange feeling that you`ve been there, done that, even though you know you never have.<br><br>The French have a word for it deja vu, meaning already seen.<br><br>Now, while some claimed deja vu is a evidence of the paranormal such as past lives or alien abductions, other says we partially absorb scenes from television or movies to feel a sense of familiarity. It could be that our visual cortex is so fast at sending signals to our memory center, the hippocampus, that some believe the feeling of having seen it before is true, and it is true, but we saw it just a split second earlier.<br><br>About two-thirds of us experience deja vu, and oddly enough, it seems to happen most often between the ages of 15 and 25. So, it could be linked to the ongoing development of the brain. Scientists aren`t really sure. Because deja vu occurs randomly among healthy people, it`s been hard to study.<br><br>Now, we do know deja vu occurs in the medial temporal lobe, that`s this area of the brain over here. That`s where the rhinal cortex, the part of the brain that helps us recognize familiar, interacts with the hippocampus, that`s the part of the brain that stores details of specific memories.<br><br>Perhaps signals there get crossed, could be that brain circuits convulsed in an almost sort of seizure. And actually, you know what? That makes sense, because people with epilepsy do experience deja vu at the onset of the seizure. So, it`s now on epilepsy where most of today`s research is underway. In fact, neurologists have been able to trigger deja vu and people with epilepsy by stimulating, you guessed it, their medial temporal lobes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You know, you can tell some people that something tastes disgusting and they just got to try it anyway for themselves. This plant is kind of like that. It`s called titan arum, aka, the corpse flower.<br><br>It blooms for less than 48 hours, giving off an unparallel stink and then it collapses. For some reason, folks lined up in droves to get a whiff, the natural nose-assaulting nastiness notwithstanding. This happened recently when a titan arum blossomed in South Australia.<br><br>You couldn`t be bloomed to say the arum`s aroma was titanically rotten. But there are times not to follow the flow-er of the crowd, if no one knows when to hold their nose when sniffing whiffs that reek, perhaps the proboscis suffers no losses when plugging its probing beak.<br><br>CNN STUDENT NEWS is planting more for tomorrow. Don`t miss it.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-05 CNN Student News.mp4"}