{"title":"CNNSN-2017-02-14-CNN-Student-News","script":"(CNN Student News) -- February 14, 2017<br><br><br>Erosion Near a California Dam Leads to Mass Evacuations; Kentucky Sees a Spike in Heroin Overdoses; Pilot Whales Stranded in New Zealand<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Happy Valentine`s Day. Thank you for taking ten for CNN 10. I`m Carl Azuz.<br><br>Lake Oroville is a reservoir in Northern California. It`s been in the news a lot over the past few years first because of the dramatic effects that California`s recent drought had on its water levels. You can see it here, bridges that used to be over water, at one point spanning nothing but dry land.<br><br>Now, Lake Oroville is having the opposite problem, tons of rain and snow in recent months have cleared up a lot of California`s drought and the lake is now near capacity.<br><br>Its dam, the Oroville Dam, is the tallest in America. It provides flood control for the region. It has two spillways, passageways where extra water can flow out of the reservoir.<br><br>But there are problems with both of them. And that`s led to the evacuation of about 188,000 people who live in towns downstream.<br><br>In the main spillway, erosion has opened a hole almost the size of a football field and it`s at least 40 feet deep. Not an easy hole to fix.<br><br>The reservoir also has an emergency spillway. It had never been used in the 48 years that Oroville Dam had been there, until Saturday, when water started washing down the embankment. The problem, on Sunday, inspectors found that the emergency spillway was also eroding and if it fails, it could cause flash flooding all the way to Sacramento, 75 miles away.<br><br>CNN`s Paul Vercammen spent Sunday night reporting on how workers planned to reinforce the emergency spillway.<br><br>(BEGIN VIDEOTAPE)<br><br>PAUL VERCAMMEN, CNN CORRESPONDENT (voice-over): The heavy lifting with heavy equipment, they are breaking up rocks, putting these rocks in bags and they intend to put these rocks in the breach, in the backup spillway. Now, mandatory evacuations still in effect for almost 200,000 people. In cities Oroville, Yuba City, Marysville, they are evacuated in what some describe as a frantic, chaotic situation.<br><br>And moving in through the cities, you can see they were basically ghost towns. Gas stations with police tape all the round the pumps to indicate they had completely run out of gas during the evacuations.<br><br>(END VIDEOTAPE)<br><br>AZUZ: As of last night, water levels in the lake were dropping. Good news for the dram and the people who live in the region. But another storm is expected on Wednesday, so the danger isn`t over.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Who is the current leader of Canada?<br><br>Stephen Harper, Pierre Trudeau, Francois Hollande, or Justin Trudeau?<br><br>Justin Trudeau has served as Canada`s prime minister since 2015.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The U.S. and Canada have the world`s longest shared border. They have one of the world`s biggest trade relationships. And yesterday, the two nations` leaders shared a news conference in Washington, D.C.<br><br>This was a first official meeting between U.S. President Donald Trump and Canadian Prime Minister Justin Trudeau. They have very different view points on issues like immigration, climate change and economic policy. The one focus yesterday was on what they had in common.<br><br>(BEGIN VIDEO CLIP)<br><br>JUSTIN TRUDEAU, CANADIAN PRIME MINISTER: We are going to be creating greater opportunities for middle class Canadians and Americans now and well into the future.<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: We agree with that 100 percent. We have a very outstanding trade relationship with Canada. We`ll be tweaking it. We`ll be doing certain things that are going to benefit both of our countries.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The two men also met in the cabinet room with 12 female CEOs and business leaders, including First Daughter Ivanka Trump. The two leaders announced the launch of a new program between the U.S. and Canada to advance and support women in the workplace.<br><br>We reported last fall how the U.S. is going through what`s being called a heroin epidemic, a massive increase in abuse of the drug. It`s illegal, it`s highly addictive, it`s led to thousands of deaths.<br><br>One thing about the epidemic that`s puzzling to investigators is how overdoses seem to come in clusters. One weekend earlier this month for instance at least 14 people died of opioid overdoses around Cleveland, Ohio. Opioids are synthetic substances that act like heroin.<br><br>Last week, it was Louisville, Kentucky, where dozens of overdose calls came in over a few days. It could have been because the drug was combined with another very potent opioid painkiller, but for Louisville, this isn`t a new problem.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): Arlene Rice knows all too well the tool the opioid epidemic is taking on families across the country.<br><br>ARLENE RICE, SON DIED OF HEROIN OVERDOSE: It has been very devastating to our family. It has -- we will never be the same. We will never be whole.<br><br>CRANE: She lost her son Gabriel nearly four years ago to a heroin overdose. Of her four children, three have battled substance abuse.<br><br>RICE: I miss him. He`s -- he`s a best boy. We always say, &quot;I love that boy.&quot; And he was the best kid, even up until -- we were close up until the day he died.<br><br>CRANE: Janice Durbin`s son Jason has been fighting addiction for more than 20 years. He is currently in a treatment center.<br><br>JANICE DURBIN, SON BATTLING ADDICTION: It`s the worst I think because then you think, what did I do wrong or should I have done this better or that<br><br>better or -- because they -- everybody wants to tell you do tough love, and until they have a child who has an issue with addiction, they don`t know what that means.<br><br>CRANE: Louisville, Kentucky, is the latest city to experience a spike in heroin overdoses. This week, officials responded to 52 overdose calls in just 32 hours, more than double the amount from the week before in the same time span.<br><br>DURBIN: It really makes me sick, really. That`s the first thing that I think of. And it`s just getting worse and worse. And it seems like there`s nothing working or nothing being done.<br><br>CRANE: It`s not just the parents who feel frustrated. ER doctors here are overwhelmed with patients. In January alone, Metro Emergency Services answered 695 overdose calls. That`s 22 a day. Many of those patients are transported to Norton Audubon Hospital.<br><br>DR. ROBERT COUCH, NORTON AUDUBON HOSPITAL: We see it every day. And in times past, it would be unusual to have a -- you know, very many heroin overdoses. Now it`s unusual if we don`t have them. It`s a very good day in the emergency department if I don`t see a heroin overdose.<br><br>CRANE (on camera): And how often are those days?<br><br>COUCH: I haven`t had one of those days in a long time.<br><br>CRANE (voice-over): His worst day? This past fall when he treated nine overdoses in one shift.<br><br>COUCH: It`s just an incredible burden on the health care system.<br><br>CRANE: According to Dr. Couch, doctors are administering higher doses of a drug called Naloxone, a medicine that is used to treat opioid overdoses.<br><br>That`s because the heroin is getting stronger and stronger. That`s why people like Arlene never leave home without her Naloxone, also known as Narcan. She says she carries it with her lipstick.<br><br>RICE: I never got a chance to tell him, you know, how sorry I was.<br><br>CRANE (on camera): How sorry you were for what?<br><br>RICE: For not understanding his plight.<br><br>CRANE (voice-over): And for that, Arlene is now an advocate for those fighting substance abuse.<br><br>RICE: There does come a point where you sometimes wear down, but then you get back up and you fight. You`re like, I am not going to let this win. I am -- I will fight until the day that I die to try to ensure that someone else`s child doesn`t die. I can`t save all of them, but maybe one.<br><br>CRANE: Rachel Crane, CNN, Louisville, Kentucky.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Hundreds of pilot whales had been stranding themselves on a beach in New Zealand. It`s happening on that thin strip of land that stretches for miles into a bay. Whale beachings or strandings are relatively common on farewell spit, but they`re not usually this large.<br><br>More than 650 pilot whales have beached themselves here over the past week. That makes this the third largest mass stranding in New Zealand`s history.<br><br>Hundreds of volunteers tried to help, but 400 whales died over the weekend.<br><br>And bear with us, this is a little gross. Conservationists say the dead whale can explode in the heat, so they`ve been puncturing them so their carcasses don`t blow up and they can be safely moved to a nature reserve that`s closed to the public.<br><br>Scientists don`t know why whales beach themselves. It could be that they got lost or disoriented. It could be that they followed a whale that got in trouble. In any event, volunteers have been able to rescue dozens of the animals and some manage to save themselves when the tide rose and they seem out to sea.<br><br>You can read along with us from our home page. Right under the video box, click the word &quot;transcript&quot; while you`re watching. My big old head will bobble on the right side of your screen while you follow the words. It`s a great tool for learning English or seeing exactly what the puns are.<br><br>Well, speaking of bobbleheads, this is a private collection that a man called Bobblehead Bob has been putting together since the 1990s. He`s got more than 1,500 pieces. But because he`s fighting cancer, Bob is donating all of his bobbleheads to the National Bobblehead Hall of Fame and Museum.<br><br>Some are worth a pretty penny, but Bob says you can`t put a price on the joy they brought him and he wants others to enjoy them.<br><br>A kind idea -- and though it`s time for us to head out, I`m sure we`ll bobble more puns Wednesday. After all, we`re just bobbling with creative days.<br><br>That`s our Valentine`s Day edition of CNN 10. Hope you love the show. I`m Carl Azuz. We`ll see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-14 CNN Student News.mp4"}