{"title":"CNNSN-2016-03-22-CNN-Student-News","script":"(CNN Student News) -- March 22, 2016<br><br><br>Obama Meets Cuban Leader Raul Castro; Why is Brazil in Such a Big Mess?; American Football Arrives in Egypt<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to 10 minutes of international current events. From the CNN Center in Atlanta, Georgia, I`m Carl Azuz.<br><br>We`re starting in the Caribbean nation of Cuba. Yesterday was the third time the Cuban President Raul Castro and U.S. President Barack Obama met face to face since the two sides agreed to normalize relations. It was the first time that a U.S. president visited the island since Calvin Coolidge went there in 1928.<br><br>President Obama is hoping to influence the Cuban leader to make significant reforms, especially when it comes to issues like human rights and the communist government`s control over Cuban businesses. Cuba hasn`t moved as quickly to address these issues as the Obama administration had hoped and President Castro says there are profound differences that would always remain between Cuba and the U.S.<br><br>But President Obama says the intention is to get the ball rolling, knowing that change wasn`t going to happen overnight.<br><br>(BEGIN VIDEOTAPE)<br><br>PATRICK OPPMAN, CNN CORRESPONDENT: It`s a communist-run island just 90 miles off the United States, and for more than 50 years, relations between Cuba and the United States have been chilly at best, until now.<br><br>SUBTITLE: U.S. and Cuba relations in two minutes.<br><br>NARRATOR: Beginning of the rise of power of Fidel Castro in Cuba. Castro and his joyous troops were joyously acclaimed following his incredible victory over Batista.<br><br>OPPMANN: In 1959, Fidel Castro leads an army of thousands into Havana, forcing out the dictator Batista at the time, and becomes the country`s new leader.<br><br>There are high hopes for the young revolutionary, but also immediately confrontation begins with the United States.<br><br>The U.S. places an embargo on Cuba and soon after it breaks off, diplomatic relations.<br><br>Later the infamous, failed U.S. invasion at the Bay of Pigs.<br><br>The CIA hatches plans to assassinate Castro, hundreds of plots, according to the Cubans. And soon, the Soviet Union secretly deploys nuclear missiles to Cuba.<br><br>JOHN F. KENNEDY, FORMER U.S. PRESIDENT: To regard any nuclear missile launched from Cuba or against any nation in the Western Hemisphere as an attack by the Soviet Union on the United States.<br><br>OPPMANN: The Cuban missile crisis lasts just two weeks. But Cuba and the United States remained locked in Cold War tensions for decades.<br><br>In 1980, an exodus as more than 100,000 Cubans come to the United States after Castro loosens restrictions.<br><br>Two decades later, another Cuban leaving by boat, 6-year-old Elian Gonzalez. His arrival in the United States sparks custody battles, which Fidel Castro transforms into a propaganda victory.<br><br>Fidel Castro said he expected to die in power. But in 2006, a mystery illness forces him to step down.<br><br>His brother Raul takes over, and in 2015, does what many considered to be unthinkable: Restores diplomatic relations with Cuba`s long-time nemesis, the United States.<br><br>(END VIDEOTAPE)<br><br>AZUZ: One thing you notice when you see scenes of Cuba`s capital -- old cars. Many of them American, classics like Chevy Bel-Airs, vintage Plymouths and Pontiacs. There are an estimated 60,000 of them left in Cuba, and they could easily be described by some investors as romantic icons of American automotive history.<br><br>But only a tiny percentage of Cubans can actually afford cars, and for those few who can, keeping these classics running is their only choice.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: How Cuba keep old cars running.<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: A lot of you have been asking, how the Cubans keep all of these classic cars on the road? And you can see what Alberto is doing here right now. He`s replacing the engine of this 1954 Chevy.<br><br>Having an old car isn`t a luxury here in Cuba. It is a necessity because since Fidel Castro took power in 1959, it is extraordinarily difficult for ordinary Cubans to import foreign cars or car parts.<br><br>So, as a result, you have vehicles on the road that are 60, sometimes 70 years old and the parts are just as old as well. So, sometimes you have an American car like this with an engine from Russia, with parts from Germany.<br><br>They have a bartering system. They let each other know what they need. They buy, they sell and they trade.<br><br>And as a result of the isolation of the embargoes, Cuba is home to some of the most creative mechanics in the world. They patch together these cars to keep them going, long after they`ve been discarded in most other countries.<br><br>As the restrictions start to lift, Cuban may have more new cars. They might not have to do what they`re doing right now. But at least in the meantime, this is how you see all of these vintage cars really an icon of Cuban culture. It gets down to the nitty-gritty, patching these together, doing the dirty work, to keep carros antiguos on the road.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the final months before the Olympic Games, it`s common for international officials to ask if the host city will be ready. This happened in Beijing, London, Sochi.<br><br>But in Brazil`s case, in Rio`s case, there are concerns that go far beyond whether the venues will be finished. For one thing, Brazil is in its worst recession, a period of economic decline in 25 years. Budgets are tight. In some cases, they`re getting smaller.<br><br>For another, there`s widespread political unrest. A massive corruption scandal involving Brazil`s largest company, a government-owned oil company has brought down several executives and politicians.<br><br>Brazilian President Dilma Rousseff denies being involved in that, but millions have called for her impeachment. And she caused controversy last week by appointing Brazil`s former president as her chief of staff. That could protect him from being prosecuted for crimes he`s been accused of.<br><br>Protests have been far and wide and sometimes violent. And on top of all of this, the Zika virus is still spreading in the country.<br><br>So, uncertainty is soaring over the August Olympics and Brazil`s future itself.<br><br>Next today, exporting U.S. sports. The NHL, the MLB, the NBA, the NFL, they`ve all played games in other countries. It`s not just to show off what`s popular in the states. American sports organizations believe there`s a potential for growth, to make more money when their away games include locations as far away as Australia.<br><br>The NFL has a program that aims to both globalized the sport and help young people with limited opportunities. It recently brought several pro-football players to the North American nation of Egypt.<br><br>(BEGIN VIDEOTAPE)<br><br>MARSHAWN LYNCH, FORMER NFL RUNNING BACK: Hey, no, don`t do that. Do not lead with -- don`t do that. Not this, not that.<br><br>IAN LEE, CNN CORRESPONDENT (voice-over): This is how you get into beast mode.<br><br>LYNCH: Hey, don`t dive like that.<br><br>LEE: Learning to hit from former NFL running back, Marshawn Lynch.<br><br>(LAUGHTER)<br><br>LEE: American football is going abroad, bringing the hits, the pain, and unique motivation.<br><br>It`s American football without barriers, or AFWB for short. Ten NFL players held a three-day camp in Egypt.<br><br>GARY BARNIDGE, CLEVELAND BROWNS: Here`s a sport that it`s newer, it`s different in their culture. But it`s a fun sport. It`s a huge team sport.<br><br>It`s really the definition of a team sport. And it builds friendships and life-long friendships. This is something that we want to live with.<br><br>LEE: Football isn`t completely unknown in the land of pharaohs. Egypt already has two leagues and a dozen teams.<br><br>ANIS EL-SHERSHABI, CAIRO WOLVES: Actually, I prefer for lineman defense because I love hits. I love being aggressive something like that.<br><br>LYNCH: Get out of here, get out of here, let`s go, let`s go, let`s go!<br><br>LEE: Four hundred people signed up within hours to learn from the best, including from Egypt`s two all-female teams.<br><br>HAYDEER AYMAN, PINK WARRIORS: I had a dream like, for the sport, especially for women here in Egypt to prosper here.<br><br>LYNCH: For y`all, y`all show great teamwork, and that`s very important in the sport of football.<br><br>LEE: But there`s more to football than the hitting, drills and push- ups.<br><br>DEANGELO WILLIAMS, PITTSBURGH STEELERS: We want to polish it up from a standpoint of, you have to eat right, you have to be healthy when you play this sport, you have to make sure that you have the right equipment. Because when you have these popup sports in other countries they`re not always doing it right.<br><br>LEE: It`s unlikely the gridiron will overtake the pitch, at least any time soon. Soccer is still king in Egypt. But who knows, football could make an interception and lead to a touchdown here.<br><br>(CHEERS)<br><br>(END VIDEOTAPE)<br><br>AZUZ: Going somewhere we`ve never been before on the &quot;Roll Call&quot;, so take out your passport and say hello to our viewers in Kosovo.<br><br>In the capital of Pristina, thank you for watching at the American School of Kosova.<br><br>We`re making a stop in the U.S. state of New Hampshire next. Dover Middle School is in the city of Dover and it`s where you`ll find the Green Wave.<br><br>Finally to Northwest Idaho, we land in the city Post Falls, where the Jaguars are watching at Genesis Prep Christian Academy.<br><br>(MUSIC)<br><br>AZUZ: It`s the biggest and most advanced British research ship ever built. It`s a 400-foot icebreaker. Britain`s Natural Environment Research Council asked the public to name it, suggesting something inspirational, like historic figure or a landmark. The RSS Henry Worsley, the David Attenborough, the Pillar of Autumn all got some votes. But the leading name for this refined vessel, Boaty McBoatface, as in Boaty McBoatface.<br><br>The council doesn`t have to go with that name, but the public has spoken, and the public says Boaty McBoatface.<br><br>So, in this case, refinement isn`t what the public has all hoped. But hey, with options, you`re supposed to pick whatever floats your boat. And folks aren`t bowing to pressure. They`re in stern support of the name and if the council sinks it, well, that would be an aboat-face.<br><br>I`m your captain, Carl Azuz, and I`m shipping out.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-22 CNN Student News.mp4"}