{"title":"CNNSN-2015-11-18-CNN-Student-News","script":"(CNN Student News) -- November 18, 2015<br><br>The Global Fight Against ISIS Expands; How ISIS Funds Itself; Intensifying Refugee Debate in U.S. Politics. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: New developments in the growing international fight against the ISIS terrorist group. That leads off our show today. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>In addition to last week`s terrorist attacks in Paris, France, which killed at least 129 people, ISIS has claimed responsibility for bringing down a Russian passenger plane last month. That happened over Egypt`s Sinai Peninsula. Yesterday, the head of the Russian federal security service said the plane was bombed, that it had more than two pounds of explosives on it.<br><br>And Russia is offering $50 million for information that leads to the arrest of those responsible. Russia also announced it had doubled its airstrikes against ISIS targets in Syria, and that it would work more closely with France to fight international terrorism.<br><br>An international manhunt is stretching across Europe for Salah Abdeslam. He`s a 26-year-old suspect in the Paris terrorist attacks whose brother Ibrahim was one of the suicide bombers.<br><br>Also, yesterday, a soccer game between Netherlands and Germany was cancelled. The stadium in Hannover, Germany, evacuated. Police said they had concrete intelligence that someone wanted to bomb it.<br><br>German Chancellor Angela Merkel was planning to attend the game. As of last night, no arrests have been made. It`s not known if ISIS had anything to do with this, but the group, its affiliates and sympathizers are being closely watched worldwide.<br><br>(BEGIN VIDEOTAPE)<br><br>MIGUEL MARQUEZ, CNN CORRESPONDENT (voice-over): It`s the best funded terrorist organization in history. ISIS controls big territory in Syria and Iraq. And it runs its pillaging machine like a business, to fund its ultimate goal, one ginormous Islamic State.<br><br>Let`s follow the money:<br><br>At its heart, ISIS is a criminal enterprise. In 2014, the U.S. Treasury Department says it made at least half a billion dollars from seizing banks in northern and western Iraq.<br><br>But banks aren`t the only target. ISIS fighters loot houses, they steal cars, chop them up for parts, they trade weapons, and people. It`s a revenue stream that thrives on territory. The more they control, the more they can steal.<br><br>There`s a reason ISIS has become compared to the mafia. It extorts protection money from the people it lords over. You want to move your truck down the highway, pay a tax. You want to move money out of your own bank account, it will cost you. You`re a farmer with 100 sheep, ISIS takes five. The extortion game earns it several million dollars every month.<br><br>ISIS has made millions selling oil from fields it controls in Syria and Iraq, as much as $100 million in 2014. It`s less now that the price of oil has fallen, and the U.S. and its allies started bombing refineries.<br><br>But ISIS doesn`t need refineries to make money from oil. The unrefined crude it pumps out of the ground is worth plenty.<br><br>ISIS fighters smuggle in barrels across the border or in containers small enough to fit under a truck. A middle man buys the crude oil or whatever ISIS has managed to refine and sells it on the black market.<br><br>Kidnapping for ransom also big business. In 2014, ISIS made at least $20 million that way. The United States says it won`t negotiate with terrorists, but some European countries do and so do wealthy Arab families whose relatives are targeted.<br><br>ISIS is taking sledgehammers to ancient artifacts. But it also makes money looting and selling stolen treasures. A giant sculpture of an Assyrian idol might be destroyed, while a gold Babylonian coin is sold, because the coin was never worshipped.<br><br>And that`s how ISIS makes its millions.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s become a swirling controversy in the U.S. The Obama administration`s plan to accept 10,000 additional Syrian refugees next year.<br><br>Why?<br><br>French officials say at least one of the suspects at last week`s terrorist attacks in Paris slipped into Europe, among the millions fleeing Syria`s civil war. And most of the suspected terrorists had spent time in Syria.<br><br>The U.S. government isn`t changing its plans to accept more refugees, saying it can safely resettle them in America.<br><br>But a Republican lawmaker on the House Intelligence Committee says there`s no real vetting, no detailed investigations in place of the refugees.<br><br>At least seven U.S. governors who are all Democrats say they`ll allow the refugees in their states. But a majority of U.S. governors, at least 30 Republicans and one Democrat, say they won`t accept additional refugees from Syria. Experts say the final decision rests with the federal government, but the states that don`t agree can slow down the process.<br><br>(BEGIN VIDEOTAPE)<br><br>ERIC BRADNER, CNN CORRESPONDENT: In the wake of Paris attacks, there`s now a big split between Democrats and Republicans over what to do with Syrian refugees who President Obama had planned to admit into the United States.<br><br>SUBTITLE: The Partisan split over Syrian refugees.<br><br>BRADNER: Republican governors everywhere are raising their hands and saying, whoa, we don`t want these refugees in our states.<br><br>GOV. PAT MCCRORY (R), NORTH CAROLINA: I am now requesting that the president and the federal government cease sending refugees from Syria to North Carolina.<br><br>BRADNER: This sets up a big fight on Capitol Hill, where Paul Ryan, the new speaker, just weeks into his tenure, is under a lot of pressure from Republicans on the Hill and on the presidential campaign trail.<br><br>BEN CARSON (R), PRESIDENTIAL CANDIDATE: Congress I think should defund all the programs that allow these people to be brought here immediately, today.<br><br>BRADNER: This raises big questions ahead of the December government funding showdown. Funding for the government runs out on December 11th.<br><br>And so, this sets up the question of whether Republicans if they do try to do this will run into a veto from President Obama and what President Obama would do next.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: It is our moral obligation as fellow human beings to help people who are in such vulnerable situations.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our producers pick each day`s &quot;Roll Call&quot; schools from one place, the transcript page at CNNStudentNews.com.<br><br>We found Lake Stevens High School there. The Vikings are sailing in from Lake Stevens.<br><br>Woodland Middle School is also online. The Wildcats of Euharlee, Georgia, are watching this Wednesday.<br><br>And in the northern European nation of Denmark, thank you to Copenhagen International School for watching from the Danish capital.<br><br>Auto-Tune, a computer software that corrects a singer`s pitch, doesn`t strike the right note with everyone. But ever since it helps Cher score a hit with a strong &quot;Believe&quot; in 1998, it`s become a widely used and widely controversial component of modern music. You might be surprised at who invented and the fact that his background doesn`t have much to do with pop.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK GLASS, CNN REPORTER (voice-over): Dr. Andy Hildebrand isn`t your average engineer. He dreams in equations and algorithms. Twenty-five years ago while working for Exxon, he developed an approach that transformed oil exploration in the United States.<br><br>DR. ANDY HILDEBRAND, INVENTOR, AUTO TUNE: What they would do in the oil industry, it was -- they would detonate an explosion either on land or in the sea and then they have a long array of detectors that would listen to the reverberations from underground.<br><br>GLASS: Hildebrand`s algorithm converted these complex signals into a simple computer readout, telling the oil companies where exactly to drill.<br><br>HILDEBRAND: When I retired from the oil industry, I started doing some computing for music.<br><br>GLASS: The breakthrough came in 1997 - this series of symbols, the secret to a perfect singing voice. Auto-Tune was born.<br><br>Auto-Tune is now an integral part of an industry that was worth some $15 billion in 2014. The claim that it can make anyone sing in tune was one that needed to be tested. And who better than a tone deaf correspondent?<br><br>(singing): The camp town ladies sing this song, doo-dah, doo- dah.<br><br>(voice-over): With every warbled note, Auto-Tune set to work programmed with the right pitch, it pulled and pushed each note, modulating in real time, making me sound -- well -- in tune.<br><br>(SINGING)<br><br>GLASS: Hildebrand`s hoping to use the same software to help doctors monitor our health, making sure our hearts don`t skip a bit.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There are a lot of unusual vending machines. Some dispense cupcakes or rice. Some do pizza or hotdog sandwiches. This one does cars, as in you drive it home cars. It`s fully automated, it`s coin operated, and before you say that`s a lot of quarters, customers actually buy the car online first and then they head to this five-story glass tower, they got to walk, bike or get a ride. They put in a special coin, and voila, a car is dispensed.<br><br>Of course, dealers would call this indi-vincible. There`s no way to kick the tires first to test drive first to test drive this kind of self service, or to verify the vehicle has not passed its sell-by date. It`s really for people who are driven by fresh new ideas and don`t mind having to vend (ph) for themselves.<br><br>Hope to see you tomorrow on CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-18 CNN Student News.mp4"}