{"title":"CNNSN-2016-12-06-CNN-Student-News","script":"(CNN Student News) -- December 6, 2016<br><br><br>Results Come in From an Italian Vote; Complex Relationship Between China and Taiwan; How a Dangerous Type of Cyberattack Works<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS and we`re happy to see you. I`m Carl Azuz.<br><br>An update on yesterday`s story out of the European nation of Italy. Its prime minister is resigning after a constitutional change that he supported was strongly rejected by Italian voters.<br><br>Matteo Renzi said reducing the number of lawmakers in the country`s senate and weakening its power would make it easier for Italy`s government to pass laws and improve its economy. The critics said the reforms would eliminate checks and balances and give the prime minister too much power. And on Sunday, almost 60 percent of voters shut down the proposed changes.<br><br>The 41-year-old Renzi had staked his service as prime minister on this vote, and after results came in, he offered his resignation to the country`s president. Where does this lead Italy? It`s hard to say. It may depend on whether the current government can move forward without Renzi or if it has to call for new elections and another type of leadership take shape.<br><br>U.S. President-elect Donald Trump recently spoke on the phone with Taiwanese President Tsai Ing-Wen. Why is that significant? It makes Mr.<br><br>Trump the first American leader to do that since 1979. The reason: relations between the island of Taiwan and nearby China are delicate.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Taiwan &amp; China: One China.<br><br>MATT RIVERS, CNN CORRESPONDENT: This island of 23 million people is a vibrant democracy and a U.S. ally that sits just across the sea from the world`s largest one party state.<br><br>I`m Matt Rivers in Taiwan, officially known as the Republic of China.<br><br>STEVEN JIANG, CNN CORRESPONDENT: And I`m Steven Jiang in Beijing, the capital of what`s officially known as the People`s Republic of China.<br><br>It`s been called that since 1949 when the communists here won a civil war, forcing the previous government to flee to the island of Taiwan.<br><br>RIVERS: Both sides set up their own governments, each claiming to be the only legitimate rulers of the entire Chinese territory. Decades of hostility ensued. There was no travel, no trade or communications between two and the threat of military action was a constant presence. But those tensions begin to ease in 1990s, that`s when Beijing and Taipei came to an agreement on the so-called &quot;One China Policy&quot;.<br><br>JIANG: Both sides acknowledged despite the existence of two governments, there was only one nation of China, and that paved the way for economic and cultural cooperation. Businesses in Taiwan had invested billions of dollars here on the mainland, home to 1.3 billion people and the world`s second largest economy. And millions of mainland tourists have flocked to Taiwan after direct flights resumed.<br><br>China insists Taiwan as a renegade province that must be reunited with the mainland by force if necessary. Both the governments say that`s all the more reason to strengthen communication and build mutual trust.<br><br>And in November 2015, there was a breakthrough. China`s President Xi Jinping met Taiwan President Mai Ying-jeou in Singapore. It was the first time the leaders of two governments met since the end of the Chinese civil war some 66 years earlier.<br><br>RIVERS: But whether that trust can be built in Taiwan remains to be seen. Many people here are wary of the growing influence of their massive neighbor just across the straits, fearful that their unique way of life cultivated over the last six decades may be under threat.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, where does the U.S. stand in all of this? For decades, it supported the Chinese viewpoint that Taiwan is part of China. And to avoid angering China, the U.S. has had no diplomatic relations with Taiwan.<br><br>So, when U.S. President-elect Trump accepted a call from Taiwanese President Tsai, China complained to the Obama administration and lashed out at Taiwan. The White House said that some of the progress it`s made with China could be threaten by the phone call and it suggested that President-elect Trump wait to speak with the U.S. State Department before he speaks to other international leaders.<br><br>But Mr. Trump tweeted that China has not been cooperative with the U.S. on currency and tax issues or China`s controversial military developments in the South China Sea. And supporters of Trump`s phone call with the Taiwanese say it could make China rethink how it deals with the U.S. in the future.<br><br>Big question mark now over the Dakota Access Pipeline, a controversial oil pipeline. It would run from North Dakota to Illinois. The Obama administration originally approved the plan. But after months of protests by local native American groups and activists who joined them, the U.S. Army Corps of Engineers put the pipeline on hold, saying it wanted to have more discussion about it and this week, the government said it had decided not to allow the final piece of the pipeline to cross under the Missouri River at North Dakota`s Lake Oahe.<br><br>The Obama administration says alternative pipeline route should be considered. But the incoming Trump administration could change that decision.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA SIDNER, CNN CORRESPONDENT (voice-over): Drumbeat, cheers and tears, the sound of victory for the Standing Rock Sioux and thousands of others gathered to stop the Dakota Access Pipeline. This massive humanity leaving off the grid joined by thousands of military veterans helped exert so much political and legal pressure, it effectively forced the pipeline to be rerouted.<br><br>CHIEF ARVOL LOOKING HORSE, KEEPER OF WHITE BUFFALO CALF PIPE: People say that, now, this is a make it or break it. I guess we made it.<br><br>(CHEERS)<br><br>SIDNER: The pipeline was almost to the river when it was halted by the Army Corps of Engineer so they could take another look at its path.<br><br>Sunday, they decided it was a no go. For months, the Sioux Nation had been demanding the project be scrapped. They were convinced the pipeline carrying crude oil underneath the Missouri River would one day leak, poisoning the drinking water of millions down river.<br><br>But then, Energy Partners responded, saying this is simply a political move by the Obama administration that won`t stop the pipeline from going under the river. They contend the latest decision changes nothing, they have every legal right to continue. And with that, the celebrations could be short-lived.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: CNN STUDENT NEWS is changing, January 2017.<br><br>(END VIDEO CLIP)<br><br>AZUZ: All right. Another issue facing both the Obama and incoming Trump administrations, cybersecurity, guarding the nation`s online networks. A presidential commission recently gave a list of recommendations on how to better do this. It says that U.S. government and private security companies have to work more closely together to fend off cyber attacks. It also says the government has to pick up the pace and updating its technology.<br><br>The problem is, there`s no shortage of hackers in the U.S. and abroad who are trying to break in.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: DDOS, distributed denial of service. If your eyes are already glazing over it, I get it. But let me tell you why you should care. It`s a technique hackers use to target a website or app and take it offline.<br><br>You`ve probably seen it happened to some of your favorite services, like Twitter, Netflix and Spotify. And while these attacks usually only cause outages that last a few hours, there are constant reminder of how vulnerable our digital infrastructure is.<br><br>So, how do hackers do it? Think of a denial of service attack as the entrance to your favorite store getting flooded by a massive crowd of people. The doorway is packed so tight that you`re stuck waiting outside. In the digital world, it works the same. A hacker sits in his computer and uses malicious software to send so many requests to a website or app, and it crumbles under the pressure. And a distributed denial of services, well, it`s the same thing but on a much larger scale, instead of one computer, it can be hundreds of thousands, sending tens of millions of requests per second.<br><br>The latest wave of DDOS attacks has gone beyond just computers, to using malicious code to infect Internet connected devices in your home. Hackers take advantage of webcams and DVRs to help carry out the cyber strikes, all without you having a clue.<br><br>Not all hacks are about stealing information. In the case of DDOS, sometimes it`s just about wrecking havoc. And the attacks can have lasting effects. If hackers took down a major e-commerce site for even a few hours, it could be in a falling stock price and hundreds of millions of dollars in lost revenue.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We brought you a lot of video lately from the recent Guinness World Records day and here`s another one. The challenge, stock up a whole misocones (ph) as in traffic cones, raise them up and balance them on your chin. And the stacked cone chin balancing champion who`s from Japan broke his own world record, setting the new one at 26 cones. He says the secret is having a strong core and practicing for two to three hours a day.<br><br>Think of what he had to give up though. Hey, man, want to come to the party tonight? Oh, no, I cone not make it. But though it looked a little conical (ph) at first, and then it seemed he was in a cone of uncertainty, winning the record made all his hard work orangenius (ph), and what kind of cone head wouldn`t stick his chin out for that.<br><br>I`m Carl Azuz, balancing a few puns on CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-06 CNN Student News.mp4"}