{"title":"CNNSN-2016-09-06-CNN-Student-News","script":"(CNN Student News) -- September 6, 2016<br><br><br>Obama`s Last G20 Summit; Scale-Model Recreation of the Great Fire of London; The Business Potential of eSports<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking ten minutes for CNN STUDENT NEWS. I`m Carl Azuz. We know many viewers are just rejoining us after the summer break and welcome you to an exciting year ahead for our international current events coverage.<br><br>Today`s news starts in the eastern Chinese city of Hangzhou. China was the site of the annual G20 Summit.<br><br>G20 stands for group of 20, powerful world leaders from 19 countries, plus the European Union, who met on Sunday and Monday. Their focus: international economic cooperation. There were a lot of subjects discussed here, both at the summit itself and on the sidelines -- weaker than expected economic growth around the world, the threat of terrorism, the challenges of immigration.<br><br>It was U.S. President Barack Obama`s last G20. He and Chinese President Xi Jinping promised to move forward on a previous agreement to reduce their nation`s greenhouse gas emissions. But he and Russian President Vladimir Putin did not reach an agreement on how to end the violence in Syria. The U.S. leader saying that there were, quote, &quot;gaps of trust&quot; between the two governments.<br><br>While world leaders agreed to keep working together to sink up their economic plans, this particular G20 meeting was reportedly inclusive, without any major agreements or breakthroughs.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: This is a 400 feet (122m) wooden model of London`s skyline in 1666.<br><br>It took several months to build but just 45 minutes to burn.<br><br>The sculpture was set alight to commemorate the 350th anniversary of London`s Great Fire.<br><br>The burning took place on the River Thames.<br><br>KATE HARVEY, PRODUCER, ANTICHOKE: The Great Fire of London, which took place in 1666 was an extraordinary event for London. It was a fire that destroyed the majority of the city. Eighty thousand people were made homeless and ended up living in refugee camps on the fringes of London for many years afterwards.<br><br>SUBTITLE: In the 17th century, most buildings were constructed from timber and packed closely together.<br><br>The fire started in a baker`s shop and quickly spread, lasting 4 days.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. From the United Kingdom, you`re taking you to Vatican City. It`s an independent state surrounded by Rome, Italy, and it`s where Pope Francis, the leader of the Roman Catholic Church recently declared a new saint. Catholicism is the largest denomination of Christianity. Huge crowds were on hand for the canonization ceremony and though the Catholic Church`s newest saint died in 1997, you probably heard her name before, she was known as Mother Teresa.<br><br>Born in Albania, in 1910, she eventually devoted her life to helping poverty stricken people in the nation of India. Mother Teresa earned global recognition, including the Nobel Peace Prize in 1979 for her work and compassion for the poor. And in declaring her Saint Teresa, the pope praised her charitable work and called her an emblematic figure of womanhood and of consecrated life.<br><br>(BEGIN VIDEOTAPE)<br><br>NARRATOR: Nearly 2,000 years after the first Pope Peter, the Catholic Church has put halos on some 10,000 saints. They are the ones you`ve likely heard of -- St. Patrick, Ireland`s patron saint, St. Valentine, patron saint of love and engaged couples, and thousands of others that only the most pious may know.<br><br>To get the title of saint, contenders need to pass a few tests.<br><br>The first, they have to be dead. Usually for five years. But some have to wait in line a little longer. Saint Bede was declared a Saint more than 1,000 years after his death. Dying may be the easy part here.<br><br>You also have to perform two miracles. Candidates must answer prayers often for medical cures from their heavenly perch. The church believes Mother Teresa did just that, when a man with brain tumors and a woman with stomach cancer were inexplicably cured after praying with the nun.<br><br>John Paul II got the saintly seal when an order of nuns prayed to the former pontiff and cured Sister Marie Simon Pierre of Parkinson`s.<br><br>If there`s no medical or scientific explanation for the cure, the church says you officially have a miracle on your hands. If you pass all the tests, the Pope will induct you into one of the most sacred clubs and in the very end grant you a halo.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Days after making landfall in the U.S. state of Florida, a storm named Hermine is still having an impact on parts of the U.S. From North Carolina to Massachusetts, high winds and dangerous rip currents have caused states of emergency and kept people out of the ocean. The storm itself is now out in the Atlantic and forecasters think it will stay there before it weakens throughout the week.<br><br>Early last Friday, Hermine blew ashore on Florida`s gulf coast as a category one hurricane. It was the first hurricane to hit the state since 2005 and it raked across Southeast Georgia and the Carolinas before moving back out to sea in the Atlantic. At least two deaths were blamed on the storm. Some Floridian coastal areas saw severe damage in flooding and as of yesterday, tens of thousands of people still didn`t have electricity.<br><br>Last week, we called Hermine both a hurricane and a cyclone. Is there a difference between those storms and a typhoon?<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: If you`ve been hearing the word &quot;typhoon&quot; and thinking to yourself, well, that looks an awful lot like a hurricane, well, in fact, it is.<br><br>SUBTITLE: Typhoons vs. hurricanes. What`s the difference?<br><br>MYERS: Typhoons are hurricanes, are cyclones. They are the same thing, just in different oceans. A lot like a hot cake is a flat jack is a pancake is short stack. If you are west of the dateline, so west of Hawaii, north of equator you`re a typhoon. If you`re in the Atlantic or the Pacific, around America, you are a hurricane and if you are around the Indian Ocean or in the southern hemisphere, you`re a cyclone.<br><br>So, it`s not out of the question for a hurricane to become a typhoon if it moves over the dateline. In fact, after crossing the international dateline, Hurricane Genevieve turned into Typhoon Genevieve a few years ago.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Rise of eSports. These are electronic sports which include professional video gaming. Their popularity has exploded and with increased attention from viewers has come increased attention from advertisers. Now, playing a look at the business potential of eSports.<br><br>(BEGIN VIDEOTAPE)<br><br>PATRICK SUNG, CNN CORRESPONDENT (voice-over: ESports is one of the world`s hottest new markets -- not only for the players and fans, but for business as well. And, brother, business is aboomin`.<br><br>ESports` yearly revenue is expected to rise over $1 billion by 2019, a five-fold increase from 2014. Brands are pumping in almost 50 percent more in advertising and sponsorship this year, almost $325 million. And it`s all down to the eyeballs on it.<br><br>(on camera): Huge tournaments are held all over the world with audiences of up to 113,000 people in attendance. And that`s dwarfed by the online viewership with some tournaments reaching 34 million viewers by a platform such as Twitch.<br><br>RALF REICHERT, MANAGING DIRECTOR, ESL: The most simple way to eSports, it has 200 million fans worldwide who watch it. This is bigger than the NHL.<br><br>SUNG (voice-over): And what`s making it genuinely irresistible for sponsors is the global audience is going to get bigger, almost 50 percent bigger by 2019. Coca-Cola and Samsung are some of the big names already moving into the game, trying to woo fans. ESports enthusiasts are more likely to be successful high earners than the stereotypes of people holed up at basement dwelling gamers.<br><br>MARTIN VETTORI, PAYSAFECARD.COM: They`re really following the clubs. They`re living they`re living these hobbies. Here, you get three extras (ph) to the 14 to 25 year old and get a huge opportunity if you target those specific demographics.<br><br>SUNG: So, stop being surprised by eSports` rise. It`s no longer a niche phenomenon but a mainstream big money mainstay.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A spokesperson for California`s Department of Fish and Wildlife says it`s not unusual to see bears hanging around neighborhoods. It is unusual to see them taking a dip in your pool. The homeowners here may need to clean their pool. Now it`s not the time.<br><br>It seems California`s beer populations on the rise. They`re even known to sniff out garbage on trash day, at least until a fearless beagle comes charging in, scaring them away.<br><br>That`s got to be embarrassing. Being hounded away by a smaller species when the food is kind of trashy to begin with. But there was no bear-gaining with the dog. After the beagle-eyed bowwow berated them, their only move was to make a doggone break and then just grin and bear it y`all.<br><br>I`m Carl Azuz, and that`s CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-06 CNN Student News.mp4"}