{"title":"CNNSN-2016-12-16-CNN-Student-News","script":"(CNN Student News) -- December 16, 2016<br><br><br>Evacuation in Aleppo; Potential Threat Posed By North Korea; Big New Hack of Yahoo Technology Company<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome! I`m Carl Azuz.<br><br>You`ve heard there are some changes that are coming to CNN STUDENT NEWS and you`re going to find out exactly what they are later in today`s show.<br><br>This is our last program of 2016 and it starts by taking back to the war- torn city of Aleppo. It`s become a major flashpoint in Syria`s brutal five-year-old civil war. Hundreds of thousands have died since it started.<br><br>Rebels fighting the Syrian government have ruled eastern Aleppo for four years. But in the past two weeks, the Syrian regime has made major advances against the rebels and it`s on the brink of controlling all of Aleppo. This would further cement the Syrian government`s control of the country.<br><br>Under a ceasefire agreed to Wednesday night, evacuations for thousands of civilians and rebels are going on in eastern Aleppo. Though some international officials say tens of thousands are still trapped there. Some of the evacuees will have the chance to move to Turkey, most will be leaving one war zone for another. Travelling to part of a neighboring Syrian province that`s currently controlled by rebels and that`s most likely the Syrian regime`s next target.<br><br>As far as Aleppo goes, a U.N. adviser says it took 4,000 years to build the city and that one generation managed to tear it down in four.<br><br>Another international story we`ve been following concerns the secretive nation of North Korea. It`s been a rival of South Korea and the U.S. since fighting stopped in the Korean War in 1953. North Korea`s leader, Kim Jong-un has spoken out repeatedly against the U.S. and his communist government has continued to develop nuclear weapons, even though the United Nations says that`s illegal and has heavily penalized North Korea`s economy, to try to get the country to stop.<br><br>So, with a new American leader taking office in January, what can be expected between the U.S. and North Korea?<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL CORRESPONDENT: We don`t know where the Trump administration will place North Korean nukes on its list of priorities, but one thing is for sure, that in seven or eight years, North Korea has made leaps and bounds in terms of its nuclear capability and I`m talking about nuclear weapons.<br><br>SUBTITLE: What next for Trump and North Korea?<br><br>AMANPOUR: What is most, most troubling for the United States is that North Korea is working on long-range intercontinental ballistic missiles that would be able to reach the United States and that would, once there`s a militarized warhead, be able to carry a nuclear payload as far as the United States.<br><br>This is an existential problem for the United States unlike any other that exists in the world today.<br><br>We went to see the North Korean plutonium processing plant. Its only nuclear plant that was known to the world, back in 2008 at Yongbyon.<br><br>It has taken at least nine years to get this visa.<br><br>What we saw there under the Bush administration efforts to close down that plant, to restrict their nuclear weapons and nuclear program.<br><br>How many fuel rods are in the pond now?<br><br>UNIDENTIFIED MALE (through translator): About 1,600.<br><br>AMANPOUR: And then we went back, a few months later, to watch the cooling tower be blown up as a physical demonstration of pulling back on their nuclear program. Everything has changed in the years since then.<br><br>How will the president deal with it? What are the options?<br><br>War is not an option, according to all the analysts. You`re talking nuclear war if war becomes the option.<br><br>So far, of course, diplomacy hasn`t worked, at least not enough.<br><br>U.S. relies on China to try to do its North Korean bidding. China will have to be convinced by the United States that it will, the U.S., allow as part of negotiations, the Kim dynasty to survive. That is the most important thing to the Kim dynasty, and for China, it wants that as well because it doesn`t want to see destabilization in the whole millions of millions of North Koreans fleeing into China if the whole thing falls apart.<br><br>And so, it`s going to take some very creative, out of the box diplomacy that there will be no question of regime change, and therefore the best one could hope for is some really robust arms control agreement.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s not the kind of record anyone wants to set. The Yahoo technology company announced this week that it suffered what`s probably the largest hack ever. To make matters worse, Yahoo says the actual hack occurred in 2013, and Internet security experts say that means the hackers had more than three years to take advantage of the stolen information before Yahoo knew about it.<br><br>Analysts say even people who don`t have Yahoo email accounts could have had their information stolen, say if they posted pictures on Flickr, or played fantasy sports on Yahoo Sports. This is in addition to a separate hack in 2014 that Yahoo announced in September of this year in which 500 million accounts were hacked. The company says this time, more than a billion accounts were affected.<br><br>(BEGIN VIDEOTAPE)<br><br>SAMUEL BURKE, CNN BUSINESS CORRESPONDENT: Let`s just pause on that 1 billion number for a moment. That likely makes this the largest hack in the history of the Internet. This breach dates back to 2013, and Yahoo believes an unauthorized third party as they`re calling it stole user data that may have included names, email addresses and password. This breach does not include credit card data or bank account information.<br><br>Now, if you have a sigh of relief that financial information wasn`t part of the hack, not so fast. Remember, you can change your credit card numbers, but you can`t change information, like your date of birth. You`re likely not going to change your name and hackers can use all that information to try and get in to your other online accounts.<br><br>Now, affected users will likely be required to change their password, something that every user of Yahoo may want to do immediately, instead of waiting for that notification.<br><br>Now, this may put a question mark over Verizon`s $4.8 billion deal to buy Yahoo. In a statement, Verizon says, &quot;As we`ve said all along, we will continue to evaluate the situation as Yahoo continues its investigation. We will review the impact of this new development before reaching any final conclusions. Even if the deal does go on, it could go for a much lower price.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: CNN STUDENT NEWS is changing, January 2017.<br><br>AZUZ: Without further ado, the details.<br><br>On January 5th, we are going to relaunch with the brand new name. That is going to be CNN 10, as in CNN 10 minutes of awesome. It`s everything you love about CNN STUDENT NEWS with an incredibly new look. It will be 10 minutes long. It will explain global news to a global audience. It will break down complex topics and yes, there will be puns and yes, those will be pundrous.<br><br>Maps? We`ve got them. Friday recaps. You know this, but wait, there`s more!<br><br>To make sure this show is better than ever, we`re going to be bringing back some of your old favorites. There will be an interactive trivia segment.<br><br>There are going to be some sweet, random facts.<br><br>CNN 10, like Fridays, is awesome. It will better serve our growing audience and I, yes, I cannot wait to see you on January 5th, 2017.<br><br>Meantime, check it, this is a sneak peek of what our new animation is going to look like. You`re going to love it.<br><br>(MUSIC)<br><br>(END VIDEO CLIP)<br><br>AZUZ: So, on January 5th, you`ll find CNN 10 the same you found today`s CNN STUDENT NEWS. The new show is still design for you, if you`re watching in a classroom, on the go, or overseas. If you want world events explained in 10 minutes, we`re your international news source. And we didn`t need to punder or puntificate, whether to repuntroduce our pundering punch lines, the show kind of depuns on them. They couldn`t be pun included. We hope you pun-derstand.<br><br>I`m Carl Azuz, wishing you the best of Christmas, a happy Hanukkah, happy holidays. Can`t wait to see all you all in 2017.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-16 CNN Student News.mp4"}