{"title":"CNNSN-2015-08-26-CNN-Student-News","script":"(CNN Student News) -- August 26, 2014<br><br>Terrorists Target Ancient Temple; Price of Oil Affects Global Economy; U.S. Holds Out Against the Metric System<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Welcome to Wednesday`s show.<br><br>As always, we`re jumping right into our first story today, headed to the Middle Eastern country of Syria. The nation has been turned apart by civil war since 2011.<br><br>One group that`s benefitted from the instability there is ISIS. It`s a terrorist organization. ISIS is standing for Islamic State in Iraq and Syria.<br><br>That`s what they want, to create a country based on their own severe interpretation of Islam. They took over last parts of the region last year. They`re notorious for mass murders, brutally killing civilians, kidnapping people. And though a U.S.-led coalition aims to destroy ISIS,<br><br>most experts say the coalition has a long way to go.<br><br>This spring, the terrorists took over an ancient city called Palmyra. It`s in Central Syria. It`s thousands of years old. Its architectural ruins date back to the First Century A.D., and ISIS is destroying them.<br><br>On Tuesday, ISIS supporters posted photos of how the group blew up part of an ancient temple. It`s part of ISIS campaign to destroy relics of non-Muslim culture, though they`ve reportedly leveled Islamic shrines as well.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: Fighting ISIS is a slow and often quite a tricky thing to do and one of the reasons why the militant group has been so successful is that those combating it are often fractured and at odds with one another.<br><br>First of all, its core territory spans two countries. So, you have two governments. The Iraqi government and the Syrian government each with their own allies and enemies trying to deal with the problem.<br><br>Then you have different interest among the groups leading the charge. On the one hand, you have the U.S. and its main European and Arab allies bombing ISIS both in Iraq and Syria.<br><br>Now, they got a major boost when Turkey joined the coalition. That`s not just because Turkish warplanes started bombing ISIS`s positions, but also because Turkey allowed the coalition to use the bases inside Turkey like the one in Incirlik.<br><br>Then you have the Syrians. Their air force has been notorious for allegedly causing a lot of civilian casualties while bombing opposition controlled areas. But the Syrian military has also conducted many air strikes against ISIS in places like Raqqa, but also in Palmyra, which was<br><br>captured by the militant group.<br><br>The Syrian government`s main ally on the ground is Iran, which has been training pro-regime militias to fight ISIS and other groups.<br><br>Iran has also been helping the Iraqi government organizing Shia militias there. Then you have both the Syrian and Iraqi Kurds who`ve made major gains against ISIS.<br><br>But many of these groups and countries simply have no trust in each other and that`s one of the reasons why it`s so difficult to start a concerted effort to beat back ISIS.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s only one place we look for your Roll Call requests. It`s each day`s transcript page at CNNStudentNews.com.<br><br>Kicking things off today are the Boilermakers, always a cool mascot, there at Bradley-Bourbonnais Community High School in Bradley, Illinois.<br><br>Moving east. It`s tough to catch the Cheetahs, there at W.L. Chenery Middle School in Belmont, Massachusetts.<br><br>And on the eastern shore of the Baltic Sea, we`re visiting Latvia today. Say hell to the International School of Riga in the Latvian Capital.<br><br>On Wall Street, things started out pretty well yesterday. After losing 531 points last Friday, and dropping another 588 points Monday, the Dow Jones Industrial Average had gained back 442 at one point yesterday. That didn`t hold.<br><br>The Dow gives a measure of how the whole market is doing. And it took another hit before Tuesday`s trading was over, losing an additional 205 points.<br><br>Half of America has money invested in the market. A lot of it was lost. And one major factor in this is China`s economy. It`s slowing down.<br><br>Because what happens in one country can affect markets in another, you see how the Dow reacted. China is not the only factor in this, though.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: The price of oil has plunged, falling to the lowest levels since the 2009 economic crisis. But this isn`t just about money lost in trading pits or say to the gas pump, oil is a signal for the global economy. It powers the planet, supplying a third of all energy consumed.<br><br>So, in a sense, the economic activity of billions of people is reflected in a price of a single barrel of crude.<br><br>Let`s break down the global game of supply and demand that`s driving the drop.<br><br>The world is producing more oil, especially in America. New technologies allow companies to extract oil from shale rock, boosting U.S. production at nearly 90 percent since 2008. Meanwhile, OPEC, the international cartel that represents many of the biggest oil producing<br><br>isn`t turning off its spigot, keeping production level stable.<br><br>While new oil floods the market, demand is falling. Economic stumbles in Europe and China have curbed the world`s thirst and oil consumption will grow by less than 1 percent this year. Low demand, high supply, a perfect recipe for falling prices, which helps one part of the<br><br>economy and hurts another.<br><br>Who`s benefiting? Consumers. The Energy Department expects prices to average $2.60 a gallon next year, the lowest in five years. That gives U.S. consumers an extra $60 billion to spend.<br><br>Getting hurt? The American energy industry. U.S. production costs are high. And if companies scale back, that could threaten jobs, especially in states like North Dakota, Pennsylvania and Texas. Local jobs, international demand. American production and Chinese consumption,<br><br>all that activity is summed up in a drop of oil. So, watch out when oil drops.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: The U.S. is one of only three countries in the world that aren`t on the metric system. But one of America`s highways is.<br><br>Arizona`s Highway 19 dates back to a Carter administration era test of the metric system. Never caught on nationally, of course, but many locals say they`re used to it, and they want to keep their highway just as it is, going the distance in kilometers. Now, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: An Arizona transportation official says if the signs are updated, they may show kilometers and miles. And if you`re the type that prepares to burn off a kilogram by drinking water by the liter and running a 5K, you might like the idea behind Highway 19, which connects Tucson,<br><br>Arizona, with Mexico.<br><br>But why hasn`t the metric measured up in other parts of the U.S.?<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT (voice-over): To be sure, only the United States, Liberia and Myanmar have not officially adopted the metric standard, and the U.S. Metric Association, yes, there is such a thing, says being among the outliers costs real money.<br><br>We have to convert, repackage and re-label products for trade. Research and technology are constantly straddling the metric American fence, and -- well, it`s just confusing.<br><br>In 1999, NASA literally lost a $125 million Mars orbiter in space because of a mismatch between American units of measurement and the more commonly used metric standards.<br><br>Of course, we`ve tried to change. In the `70s, the White House starting with President Ford pushed for a makeover under the Metric Conversion Act. President Carter also championed the system. It didn`t hurt that he was a runner since road races are routinely measured in<br><br>kilometers.<br><br>REPORTE: Running to win this morning?<br><br>JIMMY CARTER, FORMER PRESIDENT: I`m running to finish.<br><br>FOREMAN: And soon soda, gasoline and more was being sold by the liter. Federal contracts went metric, too, but commerce was trumped by culture. Some people were clearly not ready to watch football on a 91- meter field, or measure American babies in centimeters.<br><br>And although President Reagan signed an act designating the metric system as the preferred system of measurement, he later shut the program down, unwilling to touch it with a ten-foot pole.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s hard to imagine that back in 1930s, the U.S. Navy had aircraft carriers that flew. They were airships like blimps, that could lower a trapeze for biplanes to hook onto midair. This is the last one, the USS Macon. It lies 1,400 feet deep off California`s Point Sur, where<br><br>it crashed during a storm in 1935. That ended the military`s flying aircraft carrier program.<br><br>Even though experts say it`d be too expensive and time consuming to try to recover the airship, scientists have continued to explore the wreckage since it was first discovered in 1990. It includes the USS Macon and parts of the biplanes it carried.<br><br>Past and present coming together on CNN STUDENT NEWS. No puns today. We`re planning on bringing them back tomorrow and we hope you`ll be watching and probably groaning when we do.<br><br>Hope the rest of your day goes well.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-26 CNN Student News.mp4"}