{"title":"CNNSN-2016-05-12-CNN-Student-News","script":"(CNN Student News) -- May 12, 2016<br><br><br>Takeaways from West Virginia and Nebraska; The Significance of Political Turmoil in Brazil; How You Can Help Break the Mosquito Lifecycle<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VIDEO CLIP)<br><br>WOLF BLITZER, CNN ANCHOR: With Donald Trump no longer facing any primary opposition, the focus tonight is on the Democrats ongoing contests and the general election battle ahead.<br><br>JEFF ZELENY, CNN SENIOR WASHINGTON CORRESPONDENT: The focus on West Virginia. The Clinton campaign believes they will lose that state. A bit ironic, eight years ago, she won that state over Barack Obama by some 40 points.<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: Let`s assume Bernie Sanders wins West Virginia tonight, 60-40, right? Remember, 301. If he wins 60-40 because of the number of delegates at stake, it`s a net gain of only five delegates. That`s the problem for Bernie Sanders right now. It`s the same rules that have kept him competitive. The proportionality of the Democratic rules make it hard for him to catch up right now.<br><br>BLITZER: Donald Trump easily wins, without any opposition, the Republican presidential primary in West Virginia.<br><br>DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: The fact that West Virginia is Trump territory is really at perfect illustration of the kind of voter that he appeal to so successfully.<br><br>BLITZER: Bernie Sanders is the winner.<br><br>KING: A lot of Clinton supporters say &quot;get out&quot;, Bernie Sanders supporters are energized. It`s called the Daytona 500 for a reason. Let him, you know, he has every right to stay in the race because he still has a possibility.<br><br>ANDERSON COOPER, CNN ANCHOR: He`s still winning.<br><br>KING: But it`s really hard to see, he has to win 66 percent of the remaining pledged delegates, just to catch her, to beat her by one. It`s very unlikely, but it`s a crazy year. Let`s play on.<br><br>(END VIDEO CLIP)<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Thank you for watching.<br><br>We start with a quick update on the U.S. presidential nomination process. Voters in Nebraska and West Virginia went to the polls earlier this week to help nominate a Republican candidate for president. Businessman Donald Trump is now running unopposed. He won both states and he is now 90 delegates away from the 1,237 he`ll need to clinch the Republican nomination for president. He is expected to do that, and become the party`s nominee.<br><br>For the Democrats, even though former Secretary of State Hillary Clinton is still in the lead, it was her challenger, Vermont Senator Bernie Sanders who won in West Virginia. Nebraska had its Democratic vote back in March. So, as of right now, former Secretary Clinton has 1,719 pledged delegates and 516 superdelegates. Senator Sanders has 1,425 pledged delegates and 41 superdelegates. A Democrat needs 2,383 delegates to win the party nomination.<br><br>Most of the lawmakers in Brazil senate said they plan to vote to move forward with impeachment proceedings against Brazil`s president. Teachers, you can find the results of that vote at CNN.com.<br><br>This does not mean that Brazilian leader Dilma Rousseff has been removed from power. If a simple majority of the Senate votes in favor of impeachment proceedings, it means she has to leave the presidential palace for 180 days and defend herself in a trial. Rousseff says she`ll fight with every means possible to finish out her term, which is scheduled to end in 2018.<br><br>Brazil is the largest and most populated country in South America. It`s the continent`s largest economy. It`s a regional leader. Because of all that, and the challenges it faces as it prepares to host the Summer Olympics, officials around the world are watching.<br><br>(BEGIN VIDEOTAPE)<br><br>SHASTA DARLINGTON, CNN INTERNATIONAL CORRESPONDENT: Dilma Rousseff is one of the most unpopular presidents in Brazil`s history, possibly in the world. So, what happened after she was reelected in October 2014?<br><br>SUBTITLE: Why Brazil wants to impeach Rousseff.<br><br>DARLINGTON: Well, to start with, the economy is tanking. Many call it a depression, high unemployment, high inflation, and that means a lot of Brazilians frankly aren`t in the mode to put up with political corruption. Investigators had already started to reveal a bribery scandal involving the state-run oil company Petrobras before Rousseff`s reelection.<br><br>But it snowballed afterwards with accusations against top business leaders and politicians in Rousseff`s Workers Party. That meant that while Rousseff herself wasn`t implicated, millions of Brazilians have taken to the street and with public opinion in their favor, opposition lawmakers decided to forge ahead with an impeachment motion in Congress, accusing Rousseff not of corruption, but a breaking budget laws to try and hide the sorry state of the economy ahead of reelection.<br><br>Now, the impeachment proceedings will drag on for months. All of this however is going to play out on a global stage as Brazil gears up for the Olympic Games in August.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Zika virus, which can cause birth defects in the unborn babies of pregnant women, is spreading in Brazil and throughout South and Central America. It`s mainly transmitted by bites from certain types of mosquitoes. And as the weather and the mosquito season heat up, health officials are concerned the various could make an impact in the U.S. They`ve been recommending wearing long sleeves and pants and using insect repellant whenever we go outside.<br><br>And there are some extra steps we can take just outside our doorsteps.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: For many, a mosquito bite is just a bump or an itch.<br><br>But with Zika and West Nile, a mosquito bite is a much bigger deal.<br><br>If you can break the life cycle of the mosquito, you can reduce the mosquito population.<br><br>Protecting your home from mosquitoes.<br><br>CHAD MYERS, AMS METEOROLOGIST: Mosquitoes grow in water. That`s how they hatched. Female mosquito puts the eggs in the water and three to seven days later, after a number of changes, a real mosquito flies out to bite you.<br><br>If you get rid of the water, you get rid of the mosquitoes, you get rid of the next batch, the next hatch of mosquitoes. So, look for bottle caps or solo cups, or bird baths, or dog dishes or kiddie pools, old tires in your yard, even English ivy can make its own problems with its little cap of water that it holds. If it holds if long enough, it can be a breeding ground for more mosquitoes.<br><br>So, if you eliminate the water, you eliminate the hatch, you break the cycle and you reduce the population of mosquitoes in your area.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`re not making one request on each day`s transcript page at CNNStudentNews.com, you`re missing your chance to be on the &quot;Roll Call&quot;.<br><br>Columbia Falls-Junior High is here today. It`s from Columbia Falls, Montana, and we welcome the Wildcats.<br><br>Colmer Middle School is in Mississippi, the city of Pascagoula. Watch out for the Panthers while you`re there.<br><br>And not too far from the Gulf of Riga, it`s great to see the International School of Latvia is watching, in the community of Pinki.<br><br>(MUSIC)<br><br>AZUZ: Paula Claussen couldn`t accept what she saw just outside Tijuana, Mexico. Lean-tos, where some people are living, were blown right over by high winds, rats, tarantulas and scorpions could walk right into some of the makeshift homes there.<br><br>This is according to Project Mercy, a nonprofit that Claussen founded in 1991. It`s changing lives in the region one house at a time.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA CLAUSSEN, CNN HERO: San Diego is one of the wealthiest cities in the States. But just right across the border, it`s a different world.<br><br>In the outskirts of Tijuana, there is no running water, no sewage system. The floors are dirt and vermin crawl under the walls. It`s hard for Americans to imagine.<br><br>Twenty-five years ago, I went to just donate clothes and I was shocked. I knew I had to do something to try to help them.<br><br>I started an organization that builds homes for people in need free of charge.<br><br>UNIDENTIFIED FEMALE (translated): It leaked everywhere.<br><br>CLAUSSEN: The water comes through.<br><br>UNIDENTIFIED FEMALE (translated): The house does not have a door. It`s very unsafe. It`s pretty difficult to live like this.<br><br>CLAUSSEN: This is so dangerous, all these wires.<br><br>In order to receive a house, we require that families work in the construction of a house with their neighbors.<br><br>Volunteers from California come down to build. They come away with a totally different attitude. It creates a bond.<br><br>We have developed a house that is sturdy, which can be built in one day.<br><br>UNIDENTIFIED FEMALE (translated): No more cold, no more rain. It`s safer.<br><br>CLAUSSEN: These are our neighbors. To see the joy and the relief on their faces, that gives me the energy to continue.<br><br>(END VIDEOTAPE)<br><br>AZUZ: One thing you`ll notice about this hiker in Mount Kilimanjaro in Tanzania is the odd shape of the backpack. You could fit a pizza in there -- and they did. This was a publicity stunt that won Pizza Hut the Guinness World Record for highest elevation pizza delivery, 19,347 feet up.<br><br>Pizza Hut says it used an airplane, a motor vehicle and a relay of professional hikers to deliver the pizza. It took three days. And even with a battery heated backpack, we`re not sure how fresh the pepperoni and extra cheese pie tasted.<br><br>In terms of flavor, it might not have mountain too much. But in terms of experience, it was at the summit. We just hope they tip the driver and the pilot and the hikers, because after that mountain of effort, a little extra dough is always in good taste.<br><br>I`m Carl Azuz and we`ll deliver more news and puns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-12 CNN Student News.mp4"}