{"title":"CNNSN-2017-05-31-CNN-Student-News","script":"(CNN Student News) -- May 31, 2017<br><br><br>Britain`s Upcoming Vote; The Young Victims of U.S. Drugs Epidemic; Reasons Why China is Building an Underwater Observation System<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: This is world news explained in 10 minutes, aka CNN 10. And I`m Carl Azuz. It`s great to have you watching on this last day in May.<br><br>There`s an important vote coming up in the United Kingdom next week. We mentioned it once before. It`s an early or snap election. Though the country`s general elections are scheduled to take place every five years, British Prime Minister Theresa May called for a vote this June because of divisions in parliamentary.<br><br>Here`s what`s happening: Prime Minister May is working to push through the Brexit, the British exit from the European Union. It`s a controversial move for the country. Britons voted for it last summer, but they`re still deeply divided over the decision. Those disagreements are reflected in the nation`s government.<br><br>Most British lawmakers say they`ll go through with the Brexit, but for Prime Minister May, the process would go much more smoothly if she had more members of her own political party, the Conservative Party, in parliament. She`s hoping the early election will give her that.<br><br>Polls show the Conservative Party is in the lead, but there are questions about how much so. And the future of Britain`s role in Europe hangs in the balance.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR: Not caring about the British on June the 8th would be like closing your eyes at a football match when someone`s about to score a goal. Britain`s standing in the world rides on Brexit and Brexit rides on this vote.<br><br>SUBTITLE: Why you should care about the U.K. election.<br><br>THERESA MAY, BRITISH PRIME MINISTER: We need a general election and we need one now.<br><br>ROBERTSON: Prime Minister Theresa May`s gamble is she will significantly increase her conservative majority and strengthen a hand of Brexit talks.<br><br>If she has called it wrong, she`ll be in huff to her critics, hobbled at E.U. talks, less likely to deliver the prosperous Britain she promises.<br><br>Under such a scenario, Britain`s force for good around the world would be under threat, less aid, less influence. However, the world should be reassured whatever the outcome, there is no overnight shift to an obsolete U.K., but a gradual decline and an evolving global order.<br><br>If May`s calculus is correct, she will only have to battle in Brussels and not Westminster, one fight, not two. Overseas investors can breathe easier. International businesses look to new and better horizons from British bases.<br><br>But if you blink and the ball misses the back of the net, though this election like so many recently confounds the pundits, and the ball goes in any one of a number of myriad directions, good or bad, then you`ll have taken your eye off the most critical game play upon which the future of one of the world`s greats depends.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Illinois, Indiana, Kentucky, Michigan, Ohio and Tennessee, these are six U.S. states that are teaming up to address an epidemic of addiction to prescription drugs. The U.S. government says that overdoses of opioids, manmade chemicals that are used as painkillers, are now the leading cause of injury death in the country. It says abuse of these drugs is taking place in every American community.<br><br>And the states we mentioned are trying to stop the problem by sharing information on prescriptions, tracking overdoses, allowing counselors to practice in different places, discuss what`s working and what`s not, and try to help the children who are being left behind by parents who are addicted.<br><br>(BEGIN VIDEOTAPE)<br><br>MICHAEL &quot;POPPY&quot; FLYNN, RAISING HIS GRANDCHILDREN: Don`t be a bad girl.<br><br>SANDRA FLYNN, RAISING HER GRANDCHILDREN: Good night.<br><br>UNIDENTIFIED GIRL: Good night, nanny.<br><br>DEBORAH FEYERICK, CNN NATIONAL CORRESPONDENT (voice-over): Welcome to the zoo.<br><br>S. FLYNN: It`s impossible to be quiet in the zoo.<br><br>FEYERICK: Meet the Flynn Family. Grandma Sandra is 64 years old.<br><br>M. FLYNN: Give me a big hug.<br><br>FEYERICK: Her husband, Michael, who everybody calls Poppy is 73.<br><br>FEYERICK (on-camera): You are now raising 5-year-old twins?<br><br>M. FLYNN: Yes, ma`am. And the other three.<br><br>FEYERICK (voice-over): They are raising five grandkids in a cramped, colorful Kentucky home that`s equal parts chaos and love. Willa now 16 is the oldest.<br><br>FEYERICK (on-camera): When was the last time you saw your mom, Willa?<br><br>WILLA BRUMAGEN, RAISED BY GRANDPARENTS: Five years ago when I was 10.<br><br>S. FLYNN: She kind of disappeared. No one knew where she was.<br><br>FEYERICK (voice-over): The she Sandy is referring to is her own daughter whose youngest children were all born addicted to drugs.<br><br>S. FLYNN: The state came in and said she could not care for them anymore. And they called and asked us if we would take all five and said, of course.<br><br>FEYERICK: An estimated three million kids in America are being raised by someone other than their mom and dad. The opioid and heroin epidemic has hit Kentucky especially hard. More than 68,000 children there are now being taken care of by grand parents, relatives or foster patients.<br><br>MARY JO DENDY, RESOURCE CENTER COORDINATOR: They`ve been abandoned. They`ve been forgotten in a lot of ways in preference for the drugs.<br><br>FEYERICK (on camera): When you look at the generation of kids that`s being raised, how do you think it`s going to turn out?<br><br>S. FLYNN: It has to impact them. There is always going to be a want, a need that something they didn`t get from mom.<br><br>FEYERICK: Do you feel on some level that you`ve been abandoned in some way by your mom.<br><br>BRUMAGEN: I know she cared about me. She used to be a really sweet person. But now, I don`t know. I learned to accept it where I am right now.<br><br>FEYERICK (voice-over): Not far away in another part of Lexington, Kentucky, grandmother Kathy Allen drops by the high school to pick up grandkids Kayla and Madison.<br><br>KATHY ALLEN, RAISING HER GRANDCHILDREN: Did you have a nice day at school?<br><br>KAYLA ALLEN, RAISED BY GRANDMOTHER: Uh-huh.<br><br>FEYERICK: Now 14 and 16, the sisters were small when they were initially placed in foster care.<br><br>(on camera): How does your childhood compare? How do you describe it?<br><br>KAYLA ALLEN: It was terrible.<br><br>FEYERICK: It was terrible.<br><br>KAYLA ALLEN: Yes. When you think about childhood, you think about happy like things. But -- there wasn`t really any.<br><br>FEYERICK: According to Generations United, nearly 40 percent grandparents caring for grandchildren are over age 60. One in five lives below the poverty line.<br><br>KATHY ALLEN, RAISING HER GRANDCHILDREN: Foster parents can earn as much as $600 to $1,200 per month per child, whereas grandparents aren`t even receiving the first food stamp.<br><br>FEYERICK (voice-over): Kayla and Madison are in touch with their father who is currently in prison. They say they have little to no contact with their mom. Her choice, not theirs, they say.<br><br>MADISON ALLEN, RAISED BY GRANDMOTHER: I forgive my mom so many times. But, like, like she just keeps going back. And it`s hard to forgive every single time.<br><br>FEYERICK: A generation of children who feel abandoned by parents who they believe chose drugs over them.<br><br>Deborah Feyerick, CNN, Lexington, Kentucky.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What body of water is located between the Asia mainland and the Philippines?<br><br>The East China Sea, Yellow Sea, Andaman Sea, or South China Sea?<br><br>The only one of these options bordered by the Philippines is the South China Sea.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Why is China building an underwater monitoring system?<br><br>China is planning to build a massive underwater observation system across the disputed East and South China Seas.<br><br>The monitoring network will cost an estimated two billion yuan ($290 million).<br><br>China hopes to use the system to provide long-term observational data.<br><br>Chinese researchers plan to use the system to support their maritime experiments.<br><br>But experts say it could be used to detect the movement of foreign vessels, especially submarines.<br><br>Beijing claims almost all of the South China Sea, parts of which are also claimed by five other countries.<br><br>China has built up and militarized many of the islands and reefs it controls in the region.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s an event where success is when everything comes crushing down. This is a circle field or circle bomb of dominoes. They have to fall from the middle of the circle toward the outside edge. And because they did, all 76,017 you see here, they set a new Guinness World Record.<br><br>But the circle was just part of a more massive display of over 250,000 pieces. It was constructed by a team of young builders called the Incredible Science Machine.<br><br>Of course, the team had to block out the time to build it, to make sure they got all the rect-angles right, and to keep any knockoffs from resulting in total fall-ure. And even though everything fell flat, the judges fell for it, and it easily toppled the previous record.<br><br>I`m Carl Azuz and that`s CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-31 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-31 CNN Student News.mp4"}