{"title":"CNNSN-2016-02-17-CNN-Student-News","script":"(CNN Student News) -- February 17, 2016<br><br><br><br>Politics Swirl Around A Potential Supreme Court Nominee; Oil- Producing Nations Consider a Strategy for a Global Glut, Lasers Threaten Pilots. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, thanks for watching this Wednesday. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Yesterday, we told you about the sudden of U.S. Supreme Court Justice Antonin Scalia and said there was a political battle brewing over his replacement. Today, we`re explaining why.<br><br>First, the Constitution. It says the president nominates justices to the Supreme Court with the advice and consent of the Senate. What that means is that the Senate has the power to confirm or reject whoever the president nominates.<br><br>Now, the plot thickens. The president is a Democrat. The Senate is controlled by Republicans. And while the president and congressional Democrats want Scalia successor nominated and confirmed this year, Republicans want to wait until after a new president is sworn in to move forward with Supreme Court nominees.<br><br>Why this tension? There`s a political split in the Supreme Court. Until Justice Scalia`s death, five of the high court`s members were nominated by Republican presidents, four were nominated by Democratic presidents. Now, though, the court is split four to four.<br><br>So, the new justice could dramatically impact the cases that divide the court.<br><br>(BEGIN VIDEOTAPE)<br><br>JEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: Federal judges, including Supreme Court justices, serve for life. That`s why presidents regard these judicial appointments as such an important way to extend their own legacies.<br><br>The Constitution does not set out a resume that a Supreme Court has to have. There`s no requirement in the Constitution that a Supreme Court justice even be a lawyer. But traditionally, presidents have nominated impeccably qualified sitting judges.<br><br>Both presidents and senators like to say that the confirmation process is all about qualifications. But it`s really also about politics. Virtually, every important issue in American politics and even American life winds up in front of the Supreme Court, and they have the last word. Both the president and the senators trying to figure out how the nominee`s stance on the hot-button issues that the Supreme Court deals with and that`s why the senators will vote yes or not.<br><br>There is no law that says a president can`t nominate someone to the Supreme Court in his last year in office. The Senate on the other hand can run out the clock when they don`t want a president to fill that seat.<br><br>The Supreme Court is designed to operate with nine justices. What makes Justice Scalia`s death so unusual in Supreme Court history is that most justices announce that they plan to retire and then a president nominates their successor. So, there is no vacancy at any point in the Supreme Court. With eight justices, there are possibilities for tie votes, which can create a significant amount of confusion in the law.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What is OPEC?<br><br>NINA DOS SANTOS, CNN CORRESPONDENT: Whenever you hear about oil, the word OPEC isn`t far behind. OPEC stands for the Organization of Petroleum Exporting Countries.<br><br>It`s a group of 12 nations that have a lot of (INAUDIBLE) in the energy market because they produce about one third of the world`s total oil and export it around the globe. That`s about 30 million of barrels of oil every single day. It was formed in 1960. The goal: to coordinate oil production to insure that members are pumping enough supply to meet demand.<br><br>If all 12 countries play by the rules, it can help to regulate and stabilize global oil prices. But there were also plenty of major oil-producing nations that are not part of the OPEC club, including the United States, Canada, Mexico, and Russia. And they don`t attend OPEC meetings, and as such, they`re not bound by the decisions.<br><br>And as these nations have increased their production over the past few years, OPEC`s influence in the market has plunged.<br><br>There`s now an excess of oil supply, which has pushed down prices significantly. The price drop has caused political problems in some OPEC countries that rely on oil sales heavily to fund their governments.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OPEC does not want to lose that influence. That`s partly why it continues producing oil at a record rate even as global oil prices stay very low. Yesterday, there was a meeting between OPEC member Saudi Arabia and non-member Russia. They were looking at ways to work together to help reduce the world`s oversupply of crude oil and raise the price of it.<br><br>The agreement they reached was to freeze their oil production levels where they are, not increase them, not decrease them. And because that`s not expected to have much impact on the world`s oil supply, international prices dropped again yesterday.<br><br>(MUSIC)<br><br>AZUZ: The one and only place our producers look for your &quot;Roll Call&quot; requests, each day`s transcript page at CNNStudentNews.com.<br><br>On yesterday`s transcript, we heard from the Tigers. The Mitchell Junior/Senior High School Tigers, they`re in Mitchell, Nebraska.<br><br>And the Bobcats are here, too. Sahuarita Intermediate School is watching. You find it in Sahuarita, Arizona.<br><br>And from Germany, we welcome our friends at Netzaberg Middle School. That`s in the community of Netzaberg.<br><br>The British Airline Pilots Association says laser pointers should be classified as offensive weapons. Why?<br><br>On a flight from London to New York earlier this week, a laser pointer was aimed a Virgin Atlantic passenger plane. A pilot said he wasn`t feeling well afterward and the plane returned to the U.K. No serious injuries were reported. But a British Airways pilot did have his eyesight damage last year when a military strength laser shined into the cockpit of his plane. It`s a problem that`s increasing in the U.S.<br><br>(BEGIN VIDEOTAPE)<br><br>RENE MARSH, CNN AVIATION CORRESPONDENT: Shining a laser at an aircraft is a federal crime. The number of incidents have dramatically increased over the years.<br><br>SUBTITLE: Lasers threaten pilots in the sky.<br><br>MARSH: Through October 2015, there had been more than 5,300 laser strikes one aircraft. That`s up roughly 37 percent from nearly 4,000 just last year. And compare that to 2006 where there were nearly 400.<br><br>So, what`s the harm? Well, it can temporarily blind the pilot and even distract a pilot who`s thousands of feet in the air.<br><br>There are different color lasers. There are reds, there are greens. But the green light is what the human eye is most sensitive to. The eye sees green light 30 times brighter than it actually is and that`s why those green lasers are so dangerous.<br><br>There are goggles that pilots can use to block out these laser beams, but the problem is, that may also block out navigational lights that pilots do need to see, lights on the runways, lights on other aircraft. So, they can`t use it during all phases of flight.<br><br>In some cases, the pilots have been hospitalized and doctors even say the laser can burn someone`s retina. So, there could be lasting damage. The bottom line is this is a distraction that pilots do not need at some of the most critical points of flight.<br><br>(END VIDEOTAPE)<br><br>AZUZ: NASA wants to know more about what long-term spaceflights do to the human body. And astronaut Scott Kelly is kind of a guinea pig. He`s almost through with his mission to spend 342 days on the International Space Station. That will be a record for U.S. astronauts when Kelly comes back to earth on March 3rd.<br><br>Scientists are comparing the shape he`s in with that of his twin brother back on earth. And even though Scott has called the $160 billion space station a magical place, there are some things it cannot replace.<br><br>(BEGIN VIDEO CLIP)<br><br>SCOTT KELLY, U.S. ASTRONAUT: So, because we`re in this environment that`s like a laboratory in many ways. In some ways, it`s kind of like a submarine or a ship, but one in which you cannot leave and one in which, you know, I`m at work when I go to sleep, I`m at work when I wake up, you know, I`ve been here since March, it`s not like the days seem to go by slower, but definitely the whole period of time has -- you know, it seems like a long time, a year now seems longer than I thought it would be.<br><br>And so, I definitely have an appreciation for, you know, certain things that freedom and, you know, being on earth provide. It`s different when you`re in space and you`re doing something, thinks is important. But I, definitely, I would -- you know, kind of relish my freedom more after this experience maybe than I did before.<br><br>(END VIDEO CLIP)<br><br>AZUZ: A shelter dog in Florida literally danced her way to a new home recently.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED KID: What are you doing?<br><br>(END VIDEO CLIP)<br><br>AZUZ: Oh, you know, just standing up to get down. This is Ginger. She was named for Ginger Rogers and if you knew who that was, you can see why.<br><br>The one-year-old dog was found on a street corner in Orlando. The shelter volunteer recorded her dance video last Wednesday. It immediately went viral and Ginger was adopted last Thursday.<br><br>There`s a lot her new family can learn from their dog-termine pet. Don`t let your circumstances keep you down. Hold your head high. With the right attitude, anything is paw-sible. The best part is, she can teach them how to doggie.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-17 CNN Student News.mp4"}