{"title":"CNNSN-2017-04-25-CNN-Student-News","script":"(CNN Student News) -- April 25, 2017<br><br><br>Workers Freed from Alleged Exploitation in Brazil; U.S. Retailer Bebe Closing Its Stores; U.S. Astronaut Peggy Whitson Sets Another Record in Space<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hey. I`m Carl Azuz. This is our Tuesday edition of CNN 10 and we`re grateful to have you watching.<br><br>Our first story this April 25th involves alleged human trafficking. The U.S. Department of Homeland Security defines human trafficking as modern day slavery. It involves deceiving people, defrauding them or forcing them into a type of labor or prostitution.<br><br>The DHS says trafficking brings billions of dollars of yearly profit to people who illegally trade human lives. And according to the Global Slavery Index, some form of slavery traps more than 48 million, men, women and children, in 167 countries.<br><br>In Brazil, South America`s largest and most populated country, slavery was officially abolished in 1888. But like in so many other countries, including the U.S., human trafficking continues in Brazil. In one area where people are taking advantage of is in agriculture. It accounts for more than 6 percent of the country`s gross domestic product. More than 15 percent of its labor force.<br><br>CNN`s Freedom Project, which aims to stop the forces behind modern day slavery, recently sent a reporter to interview workers in the Amazon. They tell a story of entrapment and suffering on a cattle ranch before police came after the people accused of exploiting them.<br><br>(BEGIN VIDEOTAPE)<br><br>SHASTA DARLINGTON, CNN INTERNATIONAL CORRESPONDENT (voice-over): In a small town of Arapaima, the streets turned into mud and laundry flaps in the breeze.<br><br>But for this family, it`s a little patch of paradise.<br><br>It`s Saturday lunch time when we visit. Luis Cardoso Da Silva, or C. Luis (ph) and several of his eight children sipped chilled Coca-Cola and feast on rice, beans and fried liver, the kind of normal life they tell us that they haven`t seen for a long, long time.<br><br>LUIS CARDOSO DA SILVA, RANCH WORKER (through translator): I want to spend more time here at home, maybe line up a little something close to my family. There would be nothing better than that.<br><br>DARLINGTON: We met C. Luis (ph) and some of his family three days earlier, in entirely different circumstances. One of Brazil`s four mobile units tasked with cracking down on labor exploitation around the country found them living and working on a nearby ranch.<br><br>They tell inspectors they haven`t received money for two years.<br><br>ANDRE WAGNER, MOBILE UNITED COORDINATOR, LABOR MINISTRY (through translator): They sleep here. The corral is right here next to them.<br><br>This is a chute where the cattle are removed and put on trucks. Basically, sleeping like animals.<br><br>DARLINGTON: The mattress that C. Luis (ph) and his wife share below the cattle chute, surrounded by pools of fetid mud. So, Luis, a fence maker, says they had to buy their own tools. And instead of paying salaries, he says the ranch owner paid them in food and accused them of owing him money.<br><br>DA SILVA (through translator): Here, we get up early. By 7:00, we`re already working and come back for lunch and then we go out again until 5:00 or 5:30. Every day, that`s our work. And at the end, we don`t have any money. We don`t have anything.<br><br>DARLINGTON: He says he couldn`t leave because he feared for his family.<br><br>Mateus Canudo is just 16. He mends fences.<br><br>MATEUS CANUDO, RANCH WORKER (through translator): You pull out the wires, dig holes, you put the posts. The work covers the food.<br><br>DARLINGTON: The task force comprised of labor inspectors, federal police and prosecutors, say it`s one of the worst cases they`ve seen in years.<br><br>They`re even filing criminal charges.<br><br>ADRIANA SCORDAMAGLIA, FEDERAL PUBLIC PROSECUTOR: We found group of people living in animal pens, without mattresses and toxic pesticides near the locations where they work. I`m confident I have enough evidence to take them to justice.<br><br>DARLINGTON: A judge is reviewing the charges.<br><br>The first priority however, removing the family from the ranch. They load up a truck with their few valuables.<br><br>DA SILVA (through translator): When I left there, my heart opened up. It was a pleasure to get back to my house with my family. So many things have changed.<br><br>DARLINGTON: A house that C. Luis (ph), nearly 70, rents in town for his youngest children, paid for with his government pension.<br><br>MARIA DALVA SOUSA GOUVEA, RANCH WORKER (through translator): I took a bath. I went to pick up my son. He was sleeping when I arrived and I picked him up.<br><br>UNIDENTIFIED MALE (through translator): I drink chilled water since there you can`t. There isn`t any. We`ve just been watching movies since we didn`t have a TV there.<br><br>DARLINGTON: The best news comes a few days later, when the ranch owner`s family agrees to pay roughly $38,000 in back wages and penalties for pain and suffering.<br><br>Money they`ll use to finally buy a house of their own, a safe haven for their future.<br><br>Shasta Darlington, CNN, Arapaima, Brazil.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these U.S. clothing retailers in oldest?<br><br>American Apparel, American Eagle Outfitters, Bebe or Hollister?<br><br>Women`s retailer Bebe opened its first store in 1976, making it the oldest company on this list.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Another month, another announcement that a U.S. retailer company is closing its stores. This time, it`s the women`s clothing company Bebe. It plans to shut down all of its physical retail locations in May. What`s not clear yet is whether Bebe is going out of business or becoming an online only business. What is clear is that U.S. stores are closing at an epic pace.<br><br>J.C. Penney plans to close 138 stores. Payless Shoe Source is shutting down hundreds of locations. Macy`s and Staples are each closing dozens of stores. Sears isn`t sure it can survive.<br><br>A big reason why all this is happening: e-commerce businesses like Amazon are taking market share. More customers are shopping with their phones, instead of their feet. A fast fashion companies like Zara and H&amp;M are cutting into other companies` sales.<br><br>U.S. astronaut Peggy Whitson is on a long mission to the International Space Station. She arrived on the orbiter last November. She`s scheduled to be there until this September. And over her multiple missions to space, which started in 2002, Whitson has officially surpassed the previous record of 534 days in orbit set by astronaut Jeff Williams.<br><br>Whitson is a biochemist who first started working for NASA in the 1980s. She has more than one record to her name, and discussed them in a recent interview with CNN`s Rachel Crane.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: How does a girl from Beaconsfield, Iowa, with a population of less than 20, become the commander of the International Space Station?<br><br>PEGGY WHITSON, U.S. ASTRONAUT: I don`t know. I think it`s kind of a miracle actually.<br><br>SUBTITLE: Peggy Whitson, NASA record breaker.<br><br>CRANE: You have broken another incredible record. You will have to spend more days in space than any other U.S. astronaut.<br><br>WHITSON: I`m sure there`s somebody out there keeping track.<br><br>SUBTITLE: Yup, we are -- Peggy has amassed one of the best resumes in NASA`s history.<br><br>Most cumulative hours in space by any U.S. astronaut (534 days and counting).<br><br>First woman to command the International Space Station.<br><br>Most spacewalks by a woman (8).<br><br>Oldest woman in space (57).<br><br>CRANE: Do you think that our bodies and brains could actually handle a mission to Mars?<br><br>WHITSON: Actually, that`s exactly why we`re spending this time up here, is to find out what the limitations are so that when we get ready to go to Mars, we will know that we are capable and ready.<br><br>CRANE: What advice would you give to young girls out there who hope to go to space one day?<br><br>WHITSON: The biggest piece of advice I would say is don`t underestimate yourself. Push yourself. Challenge your self to do more than you think you can.<br><br>SUBTITLE: Commander Whitson also has some advice for future commercial space explorers.<br><br>WHITSON: Enjoy it. It`s going to be a blast. You`re going to love every second of it. Being zero gravity and move around at will.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We hope that architects and aspiring architects can learn something from the old Jeremiah Morrow Bridge in Warren County, Ohio. Crews tried to bring it down with explosives the other day. When the smoke cleared, part of it was still standing. The demolition folks blamed the faulty connection in the explosives, so they tried it second time with more explosives and that worked.<br><br>The bridge was replaced with a new one that`s supposed to last 100 years. But given that part of the old was still standing after 53 years and an explosion, we hope they didn`t burn bridges with its designer.<br><br>Even if that first blast only got a five out of ten, the second spanned the gap, helping the project get on level ground. We trust you got a charge out of it, and though that`s the last leg of today`s show, we`ll have more stories and puns on deck tomorrow.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-25 CNN Student News.mp4"}