{"title":"CNNSN-2015-04-09-CNN-Student-News","script":"(CNN Student News) -- April 9, 2014<br><br>The Tsarnaev Trial; The Brief. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Guilty on all counts -- the verdict in the Boston Marathon terrorist attack leads off today`s education of CNN STUDENT NEWS.<br><br>Yesterday, a jury in the trial of Dzhokhar Tsarnaev convicted him of 30 counts, including his role in the bombing, using a weapon of mass destruction and the murder of four people, including the shooting death of an MIT police officer three days after the attack.<br><br>Survivors of the bombing said they were relieved by the verdict, that it`s not a happy occasion, but one that brings them a step closer to closure.<br><br>Next in Tsarnaev`s trial is the penalty phase, when the jury will once again hear arguments from both sides and then decide whether he gets the death penalty.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRIS WELCH, CNN CORRESPONDENT: It`s been nearly two years since a terrorist attack rocked the finish line of the iconic Boston Marathon and shook the city to the core.<br><br>Now, after a month of testimony from dozens of witnesses, the vast majority for the prosecution, a federal jury has reached a decision.<br><br>But it`s their next move that will mean life or death for 21-year-old Dzhokhar Tsarnaev.<br><br>Tsarnaev faced 30 federal charges related to the events of April 15, 2013, when two pressure cooker bombs executed near the marathon`s finish line, killing three people and injuring about 260 and the days` long manhunt that followed.<br><br>With the death penalty attached to 17 of those charges, attorneys mounting Tsarnaev`s defense focused less on guilt or innocence but more on his degree of involvement.<br><br>The defense sought to portray Tsarnaev as a college student influenced and manipulated by a radicalized older brother, 26-year-old Tamerlan, who was killed in a shootout with police days after the bombing.<br><br>But the prosecution argued the younger Tsarnaev was a willing partner in the attacks and helped choose a day when people would crowd Boston`s streets.<br><br>The same jury will deliberate Tsarnaev`s sentence, life in prison without parole or death. The jury must vote unanimously for a death sentence.<br><br>In Boston, I`m Chris Welch.<br><br>(END VIDEO TAPE)<br><br>Sound Check<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Climate change is having an impact on our public health. We know that in addition to the adverse impacts that may have when it comes to more frequent hurricanes or more powerful storms or increased flooding, we also know that it has an impact on public health.<br><br>AZUZ: It`s a new approach from the president in talking about climate change. Previously, he`s pushed Congress and taken executive action to limit greenhouse gas emissions in the US. The president and most climate scientists say these gasses are the reason why the Earth`s average temperature has risen 1.4 degrees over the last century.<br><br>Critics say climate change is not a pressing threat. But the Obama administration is now saying it`s hurting people`s health, connecting climate change to diseases like asthma.<br><br>H. Sterling Burnett, an environment and energy policy researcher in Chicago, says linking climate change to health problems in children is, quote, &quot;The worst form of hype.&quot;<br><br>A recent Gallup Poll found that climate change is not a top environmental concern of most Americans.<br><br>Last week, we reported on a major agreement between Iran and several other countries, including the U.S., about Iran`s controversial nuclear program.<br><br>President Obama says it will prevent Iran from building a nuclear weapon. In exchange, other nations will remove their sanctions that have stifled Iran`s economy.<br><br>But some international concerns have been raised about this agreement and it`s months away from being finalized, if it`s finalized.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CORRESPONDENT: The proposed nuclear deal with Iran is a landmark diplomatic activism. It goes a lot further than many were expecting.<br><br>But a final agreement still faces many substantial hurdles.<br><br>First on Capitol Hill, lawmakers on both sides of the aisle are demanding the right to review any agreement and they`re already drafting bipartisan legislation to do just that. President Obama and his advisers recognize they may have to cede that power to Congress.<br><br>Second, hardliners inside Iran -- Iran`s supreme leader, Ali Khamenei, may have endorsed the nuclear negotiations, but hardliners are already marshalling opposition to a deal with a country they still see as the Great Satan.<br><br>Third, America`s regional allies -- we hear a lot about Israeli opposition and Prime Minister Benjamin Netanyahu said that the proposed agreement threatens Israel`s very survival.<br><br>But America`s Arab allies are also nervous, sparking fears of a regional nuclear arms race.<br><br>President Obama is going to invite Arab leaders to Camp David this spring to try to calm those fears.<br><br>And finally, the details of a final agreement. Within minutes of announcing the accord, U.S. and Iranian officials were already giving vastly different interpretations of what they agreed to.<br><br>Sanctions, the U.S. said that economic reform would be phased in. Iran said it would be immediate.<br><br>On nuclear research and development, the U.S. talked about caps, Iran said they would have unfettered capability.<br><br>After nearly four decades of hostility between Iran and the West, this is a major opening. But the final stretch running up to the June 30th deadline for a final agreement will be far from easy.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: These schools all made requests at the one place we look for Roll Call candidates, our transcript page at CNNStudentNews.com.<br><br>Show me Summersville, show me Summersville High School. It`s The Wildcats who are watching in The Show Me State of Missouri.<br><br>In The Bay State of Massachusetts, we heard the roar of The Tigers. Douglas Middle School in Douglas is watching.<br><br>And how about The Panthers?<br><br>Our viewers in Smiths Station, Alabama are online. Great to see you at Smiths Station Junior High School.<br><br>(ON SCREEN)<br><br>Character Study<br><br>In Miami, Florida, it`s estimated that a third of those who are living in poverty are under 18 years old. Drop out rates are high in many schools.<br><br>After school programs are being eliminated.<br><br>But according to the organizer of Guitars Over Guns, the program has dramatically turned things around for more than 225 students.<br><br>It`s way he`s a CNN Hero and a study in character.<br><br>(BEGIN VIDEO CLIP)<br><br>CHAD BERNSTEIN, CNN HERO: As a kid, I struggled a lot with self-esteem and bullying and that desire to fit in.<br><br>(music)<br><br>BERNSTEIN: When I found trombone, the music became the place that I could do that that. As a professional musician, the disappearance of music in schools concerns me because I would be lost without music. UNIDENTIFIED MALE: Guitar Over Guns will be meeting today. Please be on time and ready to rock. BERNSTEIN: Our program offers free after-school programming to at-risk middle schoolers. Music is the most important tool we have in reaching these kids.<br><br>UNIDENTIFIED MALE: Guys, if you could please finish up with the grades and go to the instruments.<br><br>BERNSTEIN: In the classroom, we split the program up into 30-minute chunks, a mentoring exercise, instrument instructions and ensembles.<br><br>(music)<br><br>BERNSTEIN: Our mentors are professional musicians. We build relationships.<br><br>How is everything?<br><br>We get to know their families and what their lives are like at home. A lot of times these kids only see to the end of their block. We like to give them exposure to the rest of the world.<br><br>Over there is where we`re going to be recording vocals.<br><br>The best part about our program is watching these kids really transform.<br><br>(music)<br><br>UNIDENTIFIED MALE: Before the program, I wouldn`t even think that I would be in a studio.<br><br>UNIDENTIFIED MALE: You`re a little bit off timing.<br><br>UNIDENTIFIED MALE: But now, I probably could do medicine. I could do music. I probably could even be like a teacher.<br><br>UNIDENTIFIED MALE: You want to punch in the ending?<br><br>UNIDENTIFIED MALE: Without this program, I would `d either be in jail or dead.<br><br>(music)<br><br>BERNSTEIN: When I see a kid have their moment, it makes you realize that we`re doing work that matters.<br><br>(END VIDEO CLIP)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Just doing a quick selfie here for our Facebook site. But one person I wouldn`t try to take one with is Britain`s Prince Harry.<br><br>(BEGIN VIDEO CLIP)<br><br>PRINCE HARRY: No, I hate selfies. Seriously, you need to get out of here. I know you`re young, but selfies are bad.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Harry hates selfies. He was at an event in Australia when he said no to a fan and instead encouraged a normal photograph.<br><br>Selfie critics quickly praised the prince, but selfie supporters would probably regret a royal rejection.<br><br>I guess it comes down to whether you have selfie control, insisting on one could be considered selfie-ish. But if no one else can take the picture,<br><br>why not try your selfie?<br><br>It`s hard to picture a world without them, even if they give some folks photo-bias.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-09 CNN Student News.mp4"}