{"title":"CNNSN-2015-08-18-CNN-Student-News","script":"(CNN Student News) -- August 18, 2014<br><br>The Iran Nuclear Deal; Debate Over the Role of Japan`s Military; White House Spending Millions to Combat Heroin<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS. We`re bringing you current events from around the world with no commercials. My name is Carl Azuz. It`s great to see you this Tuesday, August 18th.<br><br>(MUSIC)<br><br>AZUZ: If you follow the news over the summer, you probably heard something about the Iran nuclear deal. It`s an agreement reached by Iran and six other countries led by the U.S. and it concerns Iran`s controversial nuclear program.<br><br>For years, Iran has insisted the program was for peaceful purposes like nuclear power. Other countries, including the U.S., were concerned it was being used to make nuclear weapons.<br><br>The international deal announced on July 14 is called the Joint Comprehensive Plan of Action. It gets rid of many international sanctions, these economic penalties on Iran. That could mean tens of billions of dollars will start flowing into Iran`s economy.<br><br>In exchange, Iran is required to significantly limit its nuclear program in the years to come and to allow international inspectors to investigate its facilities to make sure Iran lives up to that end of the deal.<br><br>President Obama calls the agreement a good one, saying Iran`s access to a nuclear bomb would speed up without the deal and that there will be another war in the Middle East without the deal.<br><br>Iranian President Hassan Rouhani also called it a good agreement, saying the prayers of his nation have come true.<br><br>But Israeli Prime Minister Benjamin Netanyahu says the deal itself would bring war and cause a nuclear arms race in the Middle East. He strongly opposes the deal with Iran, which has repeatedly threatened Israel in the past.<br><br>And U.S. critics say President Obama`s original goal was that Iran would end its nuclear program altogether, that this deal falls short of that. The U.S. Congress gets to weigh in on this. After a 60-day review period, lawmakers could vote to nullify, basically cancelled out the U.S. part of<br><br>the agreement. President Obama says he`ll veto any legislation that prevents the Iran deal from going through. Congress could vote to override that veto, we`ll be keeping an eye on this in the weeks ahead.<br><br>This is the CNN STUDENT NEWS Roll Call. Who is watching from the around the world?<br><br>Well, we`ve got the Eagles today, the ones from Military Magnet Academy. It`s in Charleston, South Carolina.<br><br>Flying over the Pacific, on the Hawaiian island of Molokai, we heard from the Farmers. They`re watching at Molokai High School in Ho`olehua. I hope I got that right.<br><br>And in Southeast Asia, hello to the International School of Ho Chi Minh City. Thank you for making us part of your day in Vietnam.<br><br>There`s a major debate going on in Japan right now about the future role of its military.<br><br>Japanese Prime Minister Shinzo Abe wants his nation`s troops to be able to fight in conflicts outside of Japan. Their ability to do that would be limited, but this would also be a significant change in the way Japan`s military has operated since the end of World War II.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN CORRESPONDENT: Japan`s pacifist constitution came about after a very dark period in Japanese history. You think about the country that you see today.<br><br>Imagine that 70 years ago here in Japan, Tokyo and many other major cities were flattened. They were in ruins. Two atomic bombs have been dropped on the country, several million had died. And both the Japanese and the Americans wanted to find a way to insure this kind of catastrophe would<br><br>never happen again.<br><br>And that is how Article 9 of the Japanese constitution came about. The Americans helped write it and essentially what it does is expressly forbid Japan from using the military as a means to settle international disputes. In a separate treaty, the United States agreed to defend Japan from its<br><br>enemies and that has been the status quo for the last seven decades.<br><br>But now, some here are saying that it`s time to change.<br><br>Japan technically doesn`t have a military. It has a self defense force that for decades has been very limited in what it`s allowed to do.<br><br>Essentially, it can only defend the Japanese mainland.<br><br>Under these reinterpretations of the Japanese constitution, the self defense force may be able to have a more expanded militarily.<br><br>A lot of people are upset about this and we`re seeing it right here on the streets of Tokyo. Some of the largest protests in several years, people saying they don`t want to see Japan go to war. They don`t want to see Japanese troops coming home in body bags and they certainly don`t want a<br><br>repeat of those dark days of World War II.<br><br>China, South Korea, they`re also worried. They remember just 70 years ago when Japan was an aggressor, an occupier, a killer. They`re very leery about the enhanced role of the Japanese military.<br><br>But if you look at it from Shinzo Abe and his party`s perspective, from the United States` perspective, they`re saying, hey, the world is a different place today. There`s a greater threat of terrorism and the United States and other allies are saying that they need Japan`s help, they need Japan to<br><br>contribute to keeping the Asia Pacific region stable and safe. Huge historic changes that are happening right now that have global ramifications.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Abuse of the drug heroin has skyrocketed in the U.S. Since 2002, the number of people who died from heroin overdoses has quadrupled.<br><br>Yesterday, the White House announced a new program that targets heroin abuse in 15 states, where it`s gone up recently. The plan would team up public healthy officials with police and instead of punishing users of the illegal drug with the arrest or jail time, the plan would focus on treating<br><br>them, and finding out who`s distributing the drugs.<br><br>Critics say the $2.5 million that the Obama administration is committing to this program isn`t nearly enough and that this won`t do much to address heroin addiction in the long term.<br><br>Heroin is an incredibly addictive opiate.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: How do these chemicals affect the brain?<br><br>One big way is by exerting powerful pain relief to the rest of the body. Chemicals flood the system and latch on to millions of opiate receptors peppered throughout the body.<br><br>Think of opiates in the receptors like puzzle pieces. When they bind together, pain signals are dulled or they go away altogether.<br><br>If the brain already has opiate receptors, does that mean it can naturally provide pain relief? That`s right. Feel good chemicals like endorphins are natural opiates that dull pain and also give you a rush.<br><br>The problem with manmade opiates that mimic endorphins, take too many and they can overwhelm the system, give you too much of a rush, that can lead to dependence or abuse.<br><br>Addiction becomes an even bigger problem, because opiates also slow down breathing and heart rate. Mix them with other things that slow down your body and everything could grind to a halt. In fact, every 19 minutes, someone dies of an accidental prescription drug overdose, most of the time<br><br>involves an opiate. It`s now more common than dying in a car crash.<br><br>If you want to avoid that fate, don`t take more that you`re prescribed. Don`t use other people`s prescriptions. Never mix opiates with alcohol and maybe try other ways of alleviating your pain, like over the counter pain relievers and good old fashioned exercise.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, heroin overdoses aren`t the only grim statistic that`s up in the U.S. Traffic deaths are 14 percent higher this year than at this time last year. That`s according to the National Safety Council.<br><br>It says 2015 is on pace to be the deadliest year for drivers since 2007. Why? The council says as the U.S. economy improves, more people have jobs and are driving to them.<br><br>Gas prices are also likely factor. They`re 30 percent lower on average than last year, which makes it cheaper to drive. Of course, all that affects traffic, too.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: The time you spent stuck in traffic each year depends a lot on your daily commute. According to the U.S. Census, the average spends 50 minutes commuting to and from work everyday. Traffic makes it worse.<br><br>Drivers in the 10 worst congested U.S. cities waste about 47 hours in traffic each year. That`s more than a week`s vacation time.<br><br>So, what`s the solution?<br><br>Experts say building our way out of congestion won`t work. In fact, studies show building bigger roads actually makes traffic worse. New road just create new drivers. Public transportation can help but some urban engineers say it won`t fix the problem.<br><br>Another potential solution is to charge people to drive on congested routes. Experts believe people will continue to drive as long as it`s easy and cheap. Increasing the cost could reduce the number of cars in the road.<br><br>Whatever the solution, let`s hope it comes soon. According to NREX (ph), traffic costs American families about $1,700 each year. That cost is expected to rise to $2,300 in just 15 years.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Gateway Arch stands 630 feet tall over St. Louis, Missouri. It weighs more than 1,700 tons. It`s made of steel and concrete. What`s it like to clean it?<br><br>Well, first, you got to climb up, step by step. It probably helps if you`re not too scared of heights. The arch can sway a bit in the winds, so you want to be prepared for that, too. Other than that, well, it`s probably like cleaning any monument to Westward Expansion.<br><br>But you might not want to get roped in to a job like that. Finding the right spots to clean can be a game of hide and seek. But it`s important that someone steps up to this monumental task, because after all corrosion is its arch enemy.<br><br>That cleans up today`s edition of CNN STUDENT NEWS. I`m Carl Azuz. We hope to see you right back here tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-18 CNN Student News.mp4"}