{"title":"CNNSN-2015-02-10-CNN-Student-News","script":"(CNN Student News) -- February 10, 2014<br><br>Boston Buried by Snow; Aid for Ukraine; SpaceX Mission Delayed<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, HOST: On this ninth day of February, 2015, welcome to CNN STUDENT NEWS.<br><br>I`m Carl Azuz at the CNN Center.<br><br>If you`re watching this in Boston, Massachusetts, you`re probably at home. The reason why leads off this edition of CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>Three snowstorms in three weeks have pummeled parts of the Northeast. Everywhere from New York on up has gotten hit.<br><br>In Boston, average snowfall if 47 inches in a year. The Massachusetts capital has seen 70 to 80 inches of snow in two weeks.<br><br>One challenge, plowing it out of the way. That costs money, from paying the workers to fueling and running the equipment.<br><br>Boston`s mayor said his city has already gone through its $18 million budget for snow removal. Business has slowed down in some areas, with some people unable to travel far from their homes and school was called off Monday and Tuesday in Boston and other cities in the U.S. Northeast.<br><br>(ON SCREEN)<br><br>Sound Check<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: It is true that if, in fact, diplomacy fails, what I`ve asked my team to do is to look at all options.<br><br>What other means can we put in place to change Mr. Putin`s calculus and the possibility of light defensive weapons is one of those options that`s being examined. But I have not made a decision about that yet. I have consulted with not just Angela, but will be consulting with other allies about this issue.<br><br>It`s not based on the idea that Ukraine could defeat a Russian Army that was determined. It is rather to -- to see whether or not there are additional things we can do to help Ukraine bolster its defenses in the face of separatist aggression.<br><br>(END VIDEO CLIP)<br><br>(ON SCREEN)<br><br>Sound Check<br><br>AZUZ: OK, a few points about that.<br><br>The U.S. and most often Europe support the government of Ukraine. For almost a year now, it`s been battling separatist rebels who want closer ties with Russia. And Russia has been accused of supporting those rebels.<br><br>President Obama is considering giving Ukraine`s government additional weapons to fight the separatists. He`s been discussing this with German chancellor, Angela Merkel, who said last week she doesn`t like that idea.<br><br>President Obama said Western leaders can`t allow Europe`s borders to be redrawn at the barrel of a gun.<br><br>But they were redrawn last year, when Russia annexed a region of Ukraine named Crimea. That`s part of the reason why Russian President Vladimir Putin remains so popular in his country, despite the struggles it`s facing.<br><br>(BEGIN VIDEOTAPE)<br><br>MATTHEW CHANCE, CNN CORRESPONDENT: For his supporters, Putin has restored Russia to its rightful place in the world as a major power. He`s brought back Crimea into the Russian fold. He`s given Russians, many of them, at least, back their pride.<br><br>(ON SCREEN)<br><br>What next for Vladimir Putin?<br><br>CHANCE: Well, this was really a perfect economic storm to -- to hit Russia. International sanctions over its role in Ukraine were already having an impact. And then, on top of that, the collapse of the global oil price, Russia`s main export, really pushed this country over a cliff.<br><br>More and more Russians are simply unable to pay their bills and buy food, and the real fear is that that`s going to get worse as this economic crisis evolves and deepens.<br><br>It`s striking, really, that so far, the popularity of the Russian president, Vladimir Putin, is -- is holding up, soaring even. He ended the year with opinion polls giving him an incredible 85 percent approval rating.<br><br>All of that, of course, might change, as the economic pain increases, already, we`ve seen limited social protests on the streets against rising prices, against spending cuts.<br><br>But I don`t think this economic crisis necessarily spells the end of Vladimir Putin.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: From the Midwest to the South Korean capital, it`s time to take roll. Let`s go.<br><br>Mickel Middle School is in the capital of Nebraska. That`s Lincoln. That`s where we`re linking up with the Missiles. Thanks for watching.<br><br>Next stop, Tuba City, Arizona. That`s where The Warriors are. A shout-out to Tuba City High School.<br><br>And in the capital of South Korea, that`s Seoul, it`s great to see our viewers at Yongsan International School of Seoul.<br><br>SpaceX is a private space exploration company. But it`s receiving $1.6 billion from NASA and that`s going toward a number of cargo resupply missions to the International Space Station.<br><br>Its latest mission was supposed to lift-off from Florida on Sunday. That was delayed a couple of times, first because of a radar malfunction and then because of the weather. The earliest it could be is tonight.<br><br>The company has been successful at getting supplies to the station, but if it can land a reusable rocket, SpaceX would make history.<br><br>UNIDENTIFIED MALE: Three, two, one.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: The SpaceX Falcon 9 rocket is on a twofold mission. First, it`s carrying a deep space climate observatory into space to monitor solar winds.<br><br>The second, the one that will be monitored closely around the world, involves the rocket booster`s reentry.<br><br>Traditionally, once the rocket has been propelled into space, the huge booster burns up or falls into the ocean on reentry as garbage.<br><br>But scientists hope to be able to reuse it, saving millions of dollars, ultimately perhaps changing the economics of space travel.<br><br>The SpaceX Falcon 9 is made up of two sections called stages. Together, the stages have a combined 10 engines. The payload is carried by a capsule on the top of the rocket.<br><br>UNIDENTIFIED MALE: One...<br><br>UNIDENTIFIED MALE: The rocket`s first stage powers lift-off, about two and a half minutes into flight at 80 kilometers high and traveling at 10 times the speed of sound, the first stage engines are shut down.<br><br>Seconds later, the first and second stage of the rocket separate. The second stage of the rocket continues on, sending the climate observatory into orbit.<br><br>SpaceX is attempting to land Falcon 9`s first stage on a custom built floating platform it calls the autonomous spaceport drone ship. The rocket stage has to significantly reduce its speed, obviously, deploy landing legs and then make a soft landing on the SpaceX logo.<br><br>This is SpaceX`s second attempt to land what is really a 14 story tall stage one. The first attempt in January almost successful, but landed too hard.<br><br>X marks the spot and if stage one lands on it successfully, it will be a breakthrough in creating reusable rockets.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: If you`re the type to plan ahead, you`re thinking about potential careers and according to Salary.com, the average median salary for photographers is about $55,000 a year. The average median for helicopter pilots is about $86,000 a year.<br><br>But when the two work together, the pictures are priceless.<br><br>JASON M. PETERSON: Hi. I`m Jason M. Peterson.<br><br>ROB MARSHALL: I`m Rob Marshall.<br><br>VIN FARRELL: I`m Vin Farrell and this is what it`s like.<br><br>MARSHALL: And this is what it`s like.<br><br>PETERSON: To shoot New York City.<br><br>FARRELL: To shoot New York City from above.<br><br>(ON SCREEN)<br><br>Wish You Were Here<br><br>PETERSON: Good to go.<br><br>FARRELL: I have a passion for taking pictures. I have a passion for symmetry and architecture. And because of New York on air, this is an aerial content company, we get access to the sky. we do a lot of work for television and movies, but we also do a lot of work for advertising.<br><br>Me and Jason Peterson, and Rob, our pilot, are going to head up this morning and go catch Coney Island and the Verrazano Bridge.<br><br>PETERSON: The pilot, honestly, is really everything. You know, a great pilot is a cinematographer. And they`re setting me up for the shot as much as I am taking the shot.<br><br>UNIDENTIFIED MALE: I`m the guy who puts people in place.<br><br>UNIDENTIFIED MALE: And I`ve got to know what he wants to get from the camera to make the shot happen.<br><br>PETERSON: One of my favorite experiences is the first time we flew over the Empire State Building. The doors open on the helicopter, tilt it over, down the peak. Even the images we captured, which were really amazing, still didn`t capture what that moment was like.<br><br>Seeing Coney Island from above is one of my favorite shots that I`ve ever taken, direct, overhead, seeing Coney Island, all of the rides, it doesn`t look like an amusement park, it looks like a box of candy, almost, from above. You know, that sort of view has been amazing.<br><br>FARRELL: My purely selfish intention, on one level, is to just take great shots and have cool pictures and have cool images and it`s pretty cool to do that, to have the ability to do that.<br><br>AZUZ: He makes a good viewpoint. From any view, the bird`s eye view gives a viewy viewsable view that viewfinders view unviewusally well.<br><br>You`ve got to agree that shooting from sky to sea is a sight to see. The sights you see from skyscrapers scraping the sky, you see?<br><br>I`m Carl Azuz for CNN STUDENT NEWS, where the sky is the limit.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-10 CNN Student News.mp4"}