{"title":"CNNSN-2015-09-23-CNN-Student-News","script":"(CNN Student News) -- September 23, 2014<br><br>Russian Drones Fly Over Syria; Pope Francis Arrives for His Visit to the U.S.; Salvage Operation Recovers Parts of Civil War-Era Ship<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to 10 minutes of international current events. I`m Carl Azuz, reporting from Atlanta, Georgia, for CNN STUDENT NEWS.<br><br>First up this Wednesday, Russian drones over Syria. We`ve told you before how Russia has been building up military equipment and troops in Syria. It seems to be supporting the Syrian government in the Middle Eastern country`s civil war. That concerns the U.S. because it opposes Syria`s government and wants its president removed.<br><br>Russia has started to fly drones, unnamed aircraft there. U.S. officials say it looks like they`re doing surveillance. They haven`t said whether the drones are armed.<br><br>Here`s where this gets more complicated, though, the U.S. is leading airstrikes against the ISIS terrorist group in Syria. American officials are now concerned about possible run-ins between American and Russian aircraft in the skies over Syria.<br><br>Next up, Pope Francis, the leader of the Roman Catholic Church, arrived on U.S. soil yesterday. It`s the pontiff`s first trip to America. And when his plan arrived, President Obama, First Lady Michelle Obama and their daughters, as well as Vice President Joe Biden and his family were there to greet the pope.<br><br>He`ll be in the U.S. for six days, travelling to Washington, New York, and Philadelphia, and will give the first ever joint address to Congress by a pope. He`s influential and closely watched both inside and outside the Catholic Church.<br><br>(BEGIN VIDEOTAPE)<br><br>JASON CARROLL, CNN CORRESPONDENT: In just over two years, Pope Francis has shown the world how the leader of the Catholic Church can be compassionate, comedic, controversial and captivating.<br><br>Here are some ways the pontiff has surprised us all.<br><br>For one he certainly hasn`t been shied about getting up close and personal with his fans. From letting someone play with his cap and giving a pair of school boys a lift in the Popemobile, to even posing in a few selfies. And remember that homily when a young boy walked up on stage to get a closer look at the pope, even kissing his cross. But the pontiff didn`t seem to mind.<br><br>Several cardinals even tried to persuade the child to leave but he refused, instead wrapping his arms around the pope`s legs, and was then allowed to sit in his chair while the pope gave a speech. In another endearing moment, Pope Francis clowned around with a newlywed and donned a red nose with the bride and groom.<br><br>And then there`s the humble side of the pope. At a detention center in Rome, he washed the feet of two women ruffling the feathers of a few traditionalists. It is written in liturgical law that only men can take part in the ceremony, which reenacts Jesus washing the feet of his 12 disciples, all of whom were men.<br><br>In another sign of humility, Pope Francis embraced a disfigured man suffering from a genetic skin condition known as neurofibromatosis. The truly powerful image went viral.<br><br>Pope Francis has also made news that have disturbed some conservatives who believe he`s making too many changes too quickly. He authorized priests to forgive the sin of abortion and make it easier and faster to get an annulment. He issued a papal encyclical about the dangers of climate change, pleading for global action to help stop it.<br><br>In the wake of the attack on the &quot;Charlie Hebdo&quot;, the pope condemned the violence, but said there are limits to free speech. &quot;If someone says a swear word against my mother,&quot; the pope said, &quot;He`s going to get a punch in the nose.&quot;<br><br>And throughout it all, Pope Francis has earned some interesting titles. In 2013, &quot;Esquire&quot; named him their best dressed man, and &quot;TIME&quot; gave him the iconic label of &quot;Person of the Year&quot;. &quot;Rolling Stone&quot; also elevated the pope to rock star status by making him the first religious head to grace the cover, paired with the headlines, &quot;The times they are a-changin`&quot;.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Germany, Hawaii, and Michigan, get ready to travel on today`s &quot;Roll Call&quot;.<br><br>Wiesbaden High School, we`re shouting out the Warriors today. Hello to our viewers in Wiesbaden, Germany.<br><br>From the Hawaiian island of Oahu, say hello to the Rams. They`re watching from Admiral Arthur W. Radford High School in Honolulu.<br><br>And in northern Michigan, Harbor Springs is on today`s roll. Great to see the Swordsmen of Harbor Light Christian School.<br><br>You learn in science that black holes formed when stars collapsed and that they have such incredibly intense gravity that not even light can escape them, at least that`s the theory.<br><br>There is some controversy over whether black holes actually exist. Some scientists, including Stephen Hawking, have said they don`t. Others argue they`re mathematically impossible.<br><br>Those who disagree with that say that not only are they real, but that two of them are about to collide.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Black holes are some of the strangest and most mysterious object in space. Scientists say they have found new clues that two black holes might be merging, a phenomenon some consider the Holy Grail of physics.<br><br>NASA says two of its space telescopes have found new information about an odd repeating light signal coming from the center of a distant galaxy in the Virgo constellation, about 3.5 billion light years from Earth.<br><br>Researchers say the new data is the best evidence yet that the light signal is coming from two super massive black holes and that the duo is orbiting closer together than any pair detected so far. Scientists were able to track the changing light patterns over the past 20 years, using ultraviolent data from Hubble and the Galaxy Evolution Explorer.<br><br>The two black holes are expected to collide and merge in less than a million years, triggering a huge explosion.<br><br>Why all the interests in black hole mass up? For the most part, black holes are a huge mystery. Scientists think there are billions of them in the universe. But they can`t actually see them. Experts say they can detect gas and other materials being sucked into the black holes.<br><br>In the final moments before they collide, it`s predicted the black holes will cause ripples in the space and time called gravitational waves. And scientists say those waves could hold clues about the fabric of our universe.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: The Gettysburg address is one of the most famous speeches in American history. But there`s no known photograph of President Lincoln actually giving it.<br><br>&quot;Why?&quot;, you ask. Well, it`s short. Like ten sentences and 272 words short, like two to the three minutes short.<br><br>Some historians think that because it`s so short, photographers didn`t have time to set up their cameras to capture.<br><br>Now, that`s random.<br><br>(END VIDEO CLIP)<br><br>AZUZ: All right. Sticking with the Civil War theme, CSS Georgia, CSS standing for Confederate States Ship, served near the southeast Georgia coast. It never fired a shot in battle. Confederate troops intentionally sunk it when Union forces approached in late 1864.<br><br>A little more than 100 years later, a dredge ran into the ship`s wreckage in the Savannah River. Now, the U.S. Navy is helping recover a giant relic of the American Civil War.<br><br>(BEGIN VIDEOTAPE)<br><br>CODY BUMPASS, NAVY DIVER 1ST CLASS: We are right now in Savannah, Georgia, to salvage the CSS Georgia. It`s an old confederate ironclad.<br><br>CWO3 JASON POTTS, ON-SCENE COMMANDER, CSS GEORGIA: The Georgia has had numerous failed salvage attempts. So, there`s no shortage of debris down there, in addition to the Georgia.<br><br>We`ll mobilize here onboard are naval command and support platform moored in the middle of the Savannah River.<br><br>BUMPASS: Anytime you`re working underwater, it really comes down to feeling your way around, especially working in zero civility. I mean, six inches to a foot is a good day.<br><br>Right now, we`re lucky enough to have the archeologists and underwater sonar device that could literally pinpoint us and put us on to any artifact that they`re previously discovered already.<br><br>POTTS: Something we`ve been saying a lot of is diving into history. You know, we`re actually revisiting the Civil War and every single dive. And after every dive, we also have a chance to take a look at some of those things from that period here on deck, and, you know, kind of asking the question, what is the thing?<br><br>Even though we don`t have plans for the Georgia, we know a lot about ships construction just based on period. And we`ve also been relying heavily on the previous archeological operations, the things they found in map to guide us in our salvage operation. Our divers are outfitted with the helmet, mounted camera light system. So, we can actually see what they`re seeing, but a little bit better on the camera top side.<br><br>We`re also showing a variety of sonar technologies to track our divers movements and effectively guide them through that debris field on the bottom.<br><br>Just about everywhere we step down there, we`re walking on some piece of wreckage. The wall of debris field is very wide. I`d say it`s also very dense. There are a good number of artifacts on the bottom, and it`s always a new challenge. And really, Georgia, she doesn`t want to give up any of her secrets easily.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Three things you might see in New York City: pizza, the subway, and rats?<br><br>They`re generally not seen all at once, though, so it`s no surprise this video went viral. A ravenous rodent recently recorded running rapidly with a ration of pizza. The slice was larger than the carrier. And though we don`t actually get to see him eat his hard won sample of subway sustance, we can assume he rat-turn for it later on.<br><br>Guess when you`re rat, you got to get to carry it out. Delivery could be a trap. And though the to-go meal made us all stop and stare, even those with unmistakable moso-phobia, rodent have wanted to miss it.<br><br>Rats all, folks! CNN STUDENT NEWS pizzas together another show tomorrow. It`d be slice to see you all then.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-23 CNN Student News.mp4"}