{"title":"CNNSN-2017-05-30-CNN-Student-News","script":"(CNN Student News) -- May 30, 2017<br><br><br>Flooding in Sri Lanka; Meaning of Memorial Day; NASA Releases New Jupiter Images; A Study on Facebook Use<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz for CNN 10. And we`re kicking off our last week of the season. After this Friday, we`ll be off the air and scheduled to return on August 14th.<br><br>First story today takes us to Sri Lanka. It`s an island nation in the Indian Ocean, a little larger than the U.S. state of West Virginia, and about half a million Sri Lankans have been affected by the worst flooding the nation has seen in 14 years. It was brought on by the monsoon rains which typically hit in May, but this year`s rains were heavier than usual and they came after two months of drought.<br><br>The result floods have killed more than 160 people, around a hundred others are still missing and Sri Lankan authorities expect a number of deaths to rise as the rains continue.<br><br>It`s not just flooding. Landslides have occurred across the country. Some have blocked roads and officials have warned the people who`ve bee stranded about the possibility of crocodile attacks.<br><br>In addition to the Red Cross, the neighboring country of India has sent ships, divers and medical teams. Other countries are also sending aid, as many Sri Lankans have lost everything they had.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: NASA releases new Jupiter images.<br><br>Juno spacecraft shows the first close-up of the planet`s southern lights.<br><br>Juno flew below Jupiter`s innermost radiation belt. It found a magnetic field twice as strong as predicted, 10 times stronger than any on the Earth.<br><br>Jupiter has massive polar cyclones, part of a complex, turbulent world than expected.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next today, Monday was a day of remembrance in the U.S. The Memorial Day holiday honors those who died while serving in the nation`s conflicts.<br><br>The tradition began during the U.S. civil war. It was originally known as Decoration Day because it`s when mourners decorated the graves of those who`ve been killed. After World War I, the name was changed to Memorial Day. And now, on the last Monday in May, it`s marked with parades, public events, speeches and church services nationwide.<br><br>As part of the tradition, the U.S. president lays a wreath at the Tomb of the Unknowns at Arlington National Cemetery.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: We only hope that every day, we can prove worthy, not only of their sacrifice and service, but of the sacrifice made by the families and loved ones they left behind.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And at an event benefitting veterans and first responders, Vice President Mike Pence summed up the holiday by saying: their duty was to serve, our duty is to remember.<br><br>(BEGIN VIDEOTAPE)<br><br>BARBARA STARR, CNN PENTAGON CORRESPONDENT: We come every Memorial Day when we can, and we thank Arlington for letting CNN be here and bring you these images. This is the place where so many of those fallen on the battlefield since 9/11 have come to their final resting place, 890 souls in action since the 9/11 attacks buried here.<br><br>The passage of time, the years, is quite remarkable. The latest who have fallen on the battlefield is just 22 years old. So, back on 9/11, very small children on that day.<br><br>Here today, we see what we have seen every year we have been here. Families, parents, grandparents, small children, battle bodies, they come, they pause, they pay their respects. And, of course, this is going on at cemeteries in towns and cities all across this country today as people remember those who served.<br><br>It is here though that it becomes a national moment, so many of those who are buried fell in places that become part of national conversation, places like Fallujah, Ramadi, Diyala Province in Iraq. In Afghanistan, places like Kandahar, and if you`ll permit me, a special shoutout to some of those how fought in the Korengal Valley of Afghanistan. They`re good buddies.<br><br>So, this is a very special place. It`s very meaningful. We have seen the same families in some cases year after year. We`ve watched their children grow up. Many of them have come up to me this morning for a bit of a chat.<br><br>What these families want is what military families want across this country. They just want to make sure they are never forgotten.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The place where Vietnam memories are collected.<br><br>The Vietnam Veterans Memorial is located on the south end of the National Mall and receives around 3 million visitors each year.<br><br>When anyone leaves a memento, it travels 12 miles here, to the National Park Service`s regional storage facility.<br><br>JANET DONLIN, NATIONAL PARK SERVICE MUSEUM TECHNICIAN: As we found the corner, this is where we store the Vietnam collection. There`s over 1,400 boxes here. They`re all organized by when they were left at the wall. So, it`s all in chronological order and we`ve been collecting since 1982. I think there`s probably anywhere between 250,000 and 400,000 objects.<br><br>SUBTITLE: The Vietnam Memorial is the only location on the Mall where items are saved for posterity.<br><br>DONLIN: This was actually a flag that was given to John George Sparks. He was a prisoner of war for five years in Vietnam. So, you can see here there`s a cross and there`s a little ribbon that kinds of holds the cross the place. It describes that this cross is made out of the toothpaste tube that -- well, a toothpaste tube that he used in Vietnam, and the tie here comes from his POW uniform.<br><br>This was a letter that was left by possibly a wife of a POW. In two days, it will be 50 years since he became missing in action. All these years, I have loved you and believed that you were alive in a POW camp and would come home to us. But now, I am accepting that you are with the Lord and have been. I loved you then, Bruce, and I love you now and I always will love you.<br><br>This motorcycle was left at the walls, actually left at the Vietnam Veterans memorial. It was left in 1995 for Memorial Day. So, there`s a group of veterans who got together. They got together in made this motorcycle in honor of the 37 men from Wisconsin who were MIA or POWs.<br><br>This is a retired plate in Wisconsin. No one else can put this on their motorcycle. It`s not to be ridden on until all 37 are accounted for.<br><br>SUBTITLE: More than 1600 Americans remain unaccounted for from the Vietnam War.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these technology companies is the youngest?<br><br>Yahoo, Amazon, Google, or Facebook?<br><br>This companies are listed from the oldest to the youngest. Facebook was founded the most recently in 2004.<br><br>(END VIDEO CLIP)<br><br>AZUZ: More than 13 years later, Facebook is closing in on 2 billion people who used it every month. That`s more than a quarter of the entire world`s population. But does using it make their lives better?<br><br>A new study suggests that the more time people spend on Facebook, the less happy and healthy they`re likely to be. This involved researchers from Yale University and the University of California, San Diego. They looked at information from more than 5,000 people and what they said about themselves in terms of their Facebook use and their health.<br><br>The study concluded that people who used Facebook more often tend to be less happy with their lives overall and more likely to report mental health issues than people who don`t use Facebook as often.<br><br>The study was published in the American Journal of Epidemiology and there have been others with similar findings. What researchers suggest is that Facebook is not a good substitute for interacting with friends in person, though many users say it has been effective in connecting them with people they cannot visit in person.<br><br>There`s also been separate research that has found some upsides to using Facebook. One of them being that people who portrayed themselves honestly in their profile had benefitted when their Facebook friends show them support.<br><br>(MUSIC)<br><br>AZUZ: Any vending machine can drop chip, sodas or candy bars. Where`s the red meat?<br><br>(VIDEO CLIP PLAYS)<br><br>AZUZ: Here it is.<br><br>This butcher shop in Wisconsin couldn`t keep up with customer demand, so it brought in a machine to help dispense meat. The owner says everything is fresh and it`s not just brats and bacon you can buy here. Seasonings and even potato salad are waiting for that special hungry customer.<br><br>Now, those who want to see their stake card might butcher this idea and no vegetarians are going to be vended. But if you`re looking for a meat idea on how to meet the meaty needs of the most uncompromising meatheads, with this, you`ll never need to ask, where`s the beef?<br><br>I`m Carl Azuz. This is CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-30 CNN Student News.mp4"}