{"title":"CNNSN-2015-03-17-CNN-Student-News","script":"(CNN Student News) -- March 17, 2015<br><br>Recovering from the Pam; Ending Chemical Weapons<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Happy Saint Patrick`s Day.<br><br>I`m Carl Azuz.<br><br>CNN STUDENT NEWS is kicking off another 10 minutes of commercial-free coverage.<br><br>Authorities are slowly combing over the South Pacific nation of Vanuatu. It has 83 small island. About 65 of them are inhibited and it  just suffered one of the most powerful storms ever to make landfill.<br><br>Tropical Cyclone Pam was a category five storm. At one point, it had sustained wind speeds of 165 miles per hour.<br><br>It raked over Vanuatu for 24 hours last weekend. At least 24 lives were lost, but officials don`t know yet the full extent of the damage. They think this could be one of the worst disasters ever seen in the Pacific.<br><br>International aid is coming in slowly, but it`s hard to get to the islands. The fact that radio and phone communications have been knocked out is just one of the problems hampering recovery efforts.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN CORRESPONDENT: Just trying to get a sense of the scale of the damage here in a country that has more than 80 islands, some of them very difficult to reach right now, is very hard to do. We`ve just been trying to survey some of the extent of the damage here in the capital, Port Villa.<br><br>(voice-over): It takes a view like this to give you a sense of the sheer power of the wind of Cyclone Pam when she ripped through here on Friday night, tearing trees in half and damaging nearly every building in this area. Some houses were quite simply flattened.<br><br>Fortunately, residents tell me nobody in this neighborhood was hurt in this terrible storm. And that`s due, in large part, to training and preparation.<br><br>Where was everybody on the night of the storm?<br><br>UNIDENTIFIED MALE: Everybody was inside the evacuation center.<br><br>WATSON: This church right here?<br><br>UNIDENTIFIED MALE: This church building, yes.<br><br>WATSON: And that was part of a plan.<br><br>UNIDENTIFIED MALE: Of course, that was part of the plan which we -- the training that we had. And the church is just like a mini -- a main evacuation center due to cyclones.<br><br>WATSON: Do you think that saved lives?<br><br>UNIDENTIFIED MALE: Of course it did.<br><br>WATSON: The church is still serving as a temporary shelter for dozens of people from this community. There is still no electricity three days after the storm. There is still no running water. And untold thousands and thousands of people made homeless.<br><br>And a bigger problem is nobody really knows the extent of the damage or the potential loss of life on dozens of other islands of Vanuatu, one of the poorest countries in the Pacific.<br><br>What -- what`s striking is people -- many of them have had their homes destroyed. Some of these people, they rely on subsistence farming, basically for food. They`ve had their farms destroyed, estimated some 80 percent of these subsistence farms on one of the main islands here, Tanna, destroyed. So people are spending what little money they have to buy some rice and -- and they`re going to run out of those funds, as well.<br><br>That gives you a sense of how difficult this -- a challenge this is going to be for this, really one of the poorest countries in the Pacific.<br><br>(END VIDEO TAPE)<br><br>AZUZ: UNICEF, the United Nations fund to help children worldwide, says 60,000 kids in Vanuatu need help. It`s among the church groups, government and international aid organizations that are sending assistance to Vanuatu.<br><br>CNN`s Impact Your World site has a list of these groups. For ideas on how and where you can contribute, CNN.com/impact is a good starting point.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: The first school featured in today`s Roll Call is in a part of North Dakota that`s listed on The National Register of Historic Places. Fort Totten is named for a military site built just after the Civil War. It`s where Four Winds High School is watching. Their mascot is The Indians.<br><br>In the Buckeye State, we`re glad to be part of your day at St. Joseph Orphanage. Hello to the students watching in Cincinnati, Ohio.<br><br>And in Ukraine, we received a Roll Call request from the Kyiv International School. It`s in the capital of Kiev.<br><br>It wouldn`t be hard to find Bostonians who are absolutely sick of snow. But they do have a silver lining in this white winter. They`ve just weather their city`s snowiest season since 1872. That`s as far back as Boston`s weather records go.<br><br>And with 108.6 inches of snow recorded this season, they`ll have bragging rights for at least another year.<br><br>It`s been a winter of superlatives for Beantown -- coldest month ever, this February; snowiest January storm ever, this year; having just posted the snowiest winter ever is the icing on the city.<br><br>One disclaimer, though, winter is not over yet. This record could grow.<br><br>(ON SCREEN)<br><br>Just the Facts<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE (voice-over): Just the Facts -- chemical weapons like mustard gas or nerve agents are named for the toxic chemicals they carry. They can cause death, permanent damage or temporary disability to people or animals.<br><br>Their use in warfare was outlawed in 1925, though they have been used since then. Some nations have developed chemical weapons as a threat or a deterrent to attacks.<br><br>During the cold war, the U.S. and Soviet Union built up massive stockpiles of chemical weapons.<br><br>(END VIDEO TAPE)<br><br>AZUZ: The U.S. and Russia are now in the process of destroying those weapons. Critics of the international commitment to eliminate them say that if the U.S. is ever attacked with chemical weapons, it won`t have any left of its own to retaliate with. Supporters say America has a range of non-chemical weapons that it could use instead.<br><br>Another reason for their destruction -- terrorist groups have tried to get chemical weapons. The process of eliminating them is not a simple one.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: We plan for the worst possible event. You know, is this a dangerous profession?<br><br>A lot of professions are.<br><br>(ON SCREEN)<br><br>Ending Chemical Weapons<br><br>KIM JACKSON, OPERATIONS MANAGER: I never thought I would be working with chemical weapons. This is my most favorite job. I love what I do. And what we`re doing here is actually part of a noble mission. In 1997, over 200 nations signed the Chemical Weapons Convention treaty so that all those nations would complete destruction of their declared chemical weapons stockpile.<br><br>We will destroy nearly 780,000 different projectile munitions filled with mustard agent, which is 12 percent of the U.S. stockpile.<br><br>UNIDENTIFIED MALE: Mustard agent is a sulfur chlorine organic compound. It was used in World War I and it got the name mustard because those soldiers who had been exposed to it said it smelled like mustard.<br><br>VINCENT BLUNN, CHIEF OF PLANS, OPERATION AND TRAINING: And essentially what mustard agent does is that once the vapor gets into your body or on your skin, it`ll cause blistering. If you breathe it in, it will cause blistering in your lungs. If you get enough of it, it can be fatal.<br><br>MICHAEL QUINN, COMMANDER: Pueblo Chemical Depot is a United Nations United States Army facility. It is one of the last two remaining chemical warfare stockpile storage sites. The procedures, the equipment, the training that we have here on the installation are designed to -- to take care of the workforce and protect the environment and the community.<br><br>IRENE KORNELLY, CHAIRMAN, CITIZENS ADVISORY COMMISSION: The relationship, when it`s come to the destruction of the weapons, started out pretty rocky. The community did not want an incineration technology and the Department of the Army said that the only thing that they would do with this was incineration.<br><br>Concerns were that one of the byproducts of incineration of mustard agent was mercury vapor. Mercury vapor is a very dangerous chemical to have on crops that are used for organic farming.<br><br>Ultimately in about 2000, the community and the Citizens Advisory Commission voted on the use of neutralization followed by bio treatment.<br><br>JACKSON: This is the first time that we`ll be destroying chemical weapons using the neutralization process. The neutralization process is where we add steam, caustic and the agent together in a batch process to chemically neutralize any remaining chemical agent.<br><br>QUINN: The future for the Depot, it will eventually close. This is the last mission of this institution, this organization.<br><br>JACKSON: This is very important to not only the United States but to the world, as well. You know, mustard agent was used during World War I and it`s nice to see that here we are today, all of us here at the project can say we had a hand in completing the destruction of America`s aging chemical weapons stockpile.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: It`s an annual Saint Patrick`s tradition in the Second City, orange dye, which quickly turns green, brings a little Irish spirit to the Chicago River. It was spread on Saturday and glows green at least through the holiday itself. Officials say it`s totally safe for wildlife, though it may confuse it.<br><br>And Tampa, Florida has its own colorful celebration. It`s part of the city`s River O`Green Festival, which also includes food trucks and games for kids.<br><br>We`re not sure which city dyed it first or if it made the other green with envy. Either way, it`s a riverent way to celebrate a Saint Patrick`s treat the people are just dying to see.<br><br>I`m Carl Azuz wishing you a Happy Saint Patrick`s Day.<br><br>END<br><br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-17 CNN Student News.mp4"}