{"title":"CNNSN-2015-11-16-CNN-Student-News","script":"(CNN Student News) -- November 16, 2015<br><br>Coverage Of Paris Terrorist Attacks<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking time for CNN STUDENT NEWS this Monday.<br><br>We`re focusing today`s show on the recent terrorist attacks in Paris, France, and the international response to them.<br><br>On Friday night, three teams of terrorists assaulted six locations throughout the French capital. They were armed with guns and suicide bombs. Their attacks were coordinated. Meaning, they were timed to coincide. And the targets included a stadium, a concert hall and some restaurants.<br><br>At least 129 people were killed. More than 350 others were wounded, dozens of them left in very serious condition.<br><br>It was the worst violence in France since World War II. Shortly after the attacks, French President Francois Hollande said France`s borders would be closed. Meaning, people wouldn`t be allowed to enter or leave the country, though in several places, it appeared that travelers could still come and go.<br><br>President Hollande blamed the Islamic extremist group ISIS for the attacks. And the terrorist group itself said it was responsible. French officials reported that seven of the attackers were killed, but they weren`t sure how many terrorists were involved overall, and they`re currently hunting for anyone else involved.<br><br>A car rented in Brussels, Belgium was found in one of the attack sites. That led to a number of police raids and arrests in the Belgian capital.<br><br>Officials say at least one of the terrorists entered Europe along with millions of refugees from war-torn Syria. That further complicates the European crisis in terms of how to maintain security.<br><br>The attack also shows that the threat from the ISIS terrorist group is changing, and extending well beyond Iraq and Syria.<br><br>(BEGIN VIDEOTAPE)<br><br>EVAN PEREZ, CNN JUSTICE REPORTER: The recent attacks in Beirut, perhaps the downing of the Russian airliner and now, Paris, shows us that ISIS is supplanting al Qaeda as the most dangerous terrorist group in the world.<br><br>What we`re seeing here is ISIS moving to really phase two of its development. Attacks like the one in Paris really are indiscriminate.<br><br>They`re meant to kill as many civilians as possible. Hitting the French capital on a Friday when people are out on a beautiful evening is the kind of attack that will shake Western society for many years to come.<br><br>In response to this, the FBI has been increasing training for police departments around the country to get ready for what type of attacks ISIS likes to carry out. What we`ve seen is increased security at nightclubs, at stadium, any place where people gather. The FBI says that the vast majority of the 900 or so investigation of extremists in this country are ISIS-focused.<br><br>This is a terrorist organization that is no longer just trying to build and control territory in Iraq and Syria. It is trying to project attacks in the West. And that is a scary prospect for counterterrorism officials around the world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: That said, American officials say there`s no credible or specific threat to the U.S. at the moment.<br><br>And as far as France`s response to the attacks goes, President Hollande says his nation would be ruthless in fighting back against Daesh, another name for ISIS. Last night, the French air force said it launched a major bombardment of ISIS targets in Raqqa, Syria.<br><br>(BEGIN VIDEO CLP)<br><br>FRANCOIS HOLLANDE, PRESIDENT OF FRANCE (through translator): It`s an act of war committed by a terrorist army, Daesh, an army of jihadist against France.<br><br>(END VIDEO CLIP)<br><br>AZUZ: At an international meeting in Turkey, the leaders of the world`s 20 largest economies stood in a moment of silence over the weekend. The G20 Summit, which is usually focused on global economic growth, is now being dominated by discussions about Paris.<br><br>German Chancellor Angela Merkel said the leaders there were sending a signal that they`re stronger than any form of terrorism. And President Obama said the U.S. would increase its efforts to get rid of ISIS.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: The skies have been darkened by the horrific attacks that took place in Paris. The killing of innocent people based on a twisted ideology is an attack not just on France, not just on Turkey, but it`s an attack on the civilized world.<br><br>(END VIDEO CLIP)<br><br>AZUZ: President Obama was criticized about another statement he recently made about ISIS. The day before the Paris attacks, he said in an interview that U.S. strategy had contained the terrorist group. Afterward, an Obama administration official said that by contained, the president meant that ISIS`s momentum on the ground in Iraq and Syria had been stopped.<br><br>Meanwhile, Paris is both a city in shock and a city on edge. French authorities say it`s possible that some terrorism suspects may still be at large. In addition to a state of emergency, France`s government announced three days of national mourning for victims of the attacks. Memorials have appeared at several places in the city.<br><br>And though many Parisians have been fearless in their determination to go out in public, a panic broke out last night near one of the attack sites.<br><br>Officials don`t know why people suddenly started screaming and running away.<br><br>Ben Wedeman was there shortly before this happened and police cleared the area.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): In times like these, it`s far better to light a candle than curse the darkness.<br><br>Darkness fell on Paris Friday evening, but the lights haven`t gone out.<br><br>With hundreds flocking today to the Place de la Republique with a simple message:<br><br>ANIQUE, PARIS RESIDENT: We are not afraid. Don`t stay at home. Be outside and say to the world, we are not afraid.<br><br>WEDEMAN: The signs say it all, &quot;resistance&quot;, &quot;not afraid&quot;.<br><br>THOMAS, PARIS RESIDENT: We`re under shock obviously, but we`re not scared, and this is not how we`re going to give up our values. Today, more than ever, we will stand up for the &quot;liberte, egalite, fraternite&quot;. I guess, as painful as it is, it is in a day such as this one again that those words have meaning for all of us as a community. And again, this is something that we`ll have to do together.<br><br>WEDEMAN: The posters on the monument from last January`s attack fading. That pain fading with it now revived.<br><br>(on camera): After the attacks that police advised people to stay at home, and here at this square, through a loud speaker, the police had been advising people to leave this square, to leave the area. But they`re just not leaving.<br><br>(voice-over): But the attacks bring in to sharp focus a jarring truth, says Paris resident Ben Kramer.<br><br>BEN KRAMER, PARIS RESIDENT: We have to realize that we are at war.<br><br>WEDEMAN: A war against dark forces in the City of Light.<br><br>Ben Wedeman, CNN, Paris.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Blue, white and red, the colors of the French flag, colors illuminating the top of One World Trade Center in New York, the Opera House in Sidney, Australia, two of the many landmarks worldwide, which glowed in silence support of the people of Paris. The attacks involved and brought together so much more than the population of one city.<br><br>(BEGIN VIDEOTAPE)<br><br>CNN CORRESPONDENT (voice-over): In an early hours of a long an awful night, landmarks the world over lit for France.<br><br>Social media filled with symbols of solidarity, under the hashtags #peaceforparis, #prayforparis, tears shed for a nation in shock.<br><br>The U.S. president briefed as the attack was unfolding, expressed this outrage and pledged his support.<br><br>OBAMA: This is an attack not just on Paris. It`s an attack not just on the people of France. But this is an attack all of humanity and the universal values that we share.<br><br>MAGNAY: Russia`s President Vladimir Putin, still reeling from the plane crash in Egypt Sinai which killed so many of his own, sent his condolences in the very hours.<br><br>And as the true horror of what happened here became clear, Europe`s leaders coming out one by one, united in sympathy, determined not to let the terrorists win.<br><br>ANGELA MERKEL, GERMAN CHANCELLOR (through translator): We are crying with you. We will join you in the fight against those who did something so unfathomable to you.<br><br>DAVID CAMERON, UK PRIME MINISTER: Nous sommes solidaires avec vous. Nous sommes tous ensemble. We stand with you, united.<br><br>CNN CORRESPONDENT: For those fleeing Syria, a painful association with the terror they`ve left behind and a feeling that they must defend themselves and their religion in the wake of this attack. Scenes in a land where they may have hoped to find refuge similar to the carnage they fled, an act of war, France`s president says, on European soil.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`re grateful to have you watching and hope to see you again tomorrow when CNN STUDENT NEWS returns. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-16 CNN Student News.mp4"}