{"title":"CNNSN-2016-09-22-CNN-Student-News","script":"(CNN Student News) -- September 22, 2016<br><br><br>A Pair of Officer-Involved Shootings; Candidates Fight to the Finish in Pennsylvania; Character Study of a Professional Chef<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: American communities on edge after a violent night in Charlotte, North Carolina, and a shooting in Tulsa, Oklahoma. That`s first up on today`s show.<br><br>In Charlotte Tuesday, a 43-year-old African-American man named Keith Lamont Scott was shot and killed by an African-American policeman. Officers were searching for another person at an apartment complex when they encountered Scott. Police say he got out of his car with a gun and did not drop it after police repeatedly told him to. An officer then shot and killed him.<br><br>The Scotts family said he had no gun. That he was siting in his car reading a book and waiting in one of his children to come home from school.<br><br>Tuesday night, there were protests and violence in Charlotte. Stores were looted. Trucks were set on fire. Some demonstrators shut down a major expressway running through the city. Sixteen police officers were injured as well as several civilians. Wednesday, the Charlotte-Mecklenburg police chief said evidence and witnesses supported the officer`s claim that Keith Lamont Scott did have a gun and no book was found at the scene of the shooting.<br><br>Charlotte`s mayor asked for calm and said a full investigation would be made.<br><br>More tensions and protests in Tulsa, Oklahoma, where last Friday, a white police officer shot an unarmed black man named Terence Crutcher. His family says he was waiting for help on the road after his car broke down. The officer`s lawyer says Crutcher was behaving strangely and at one point, he appeared to be reaching into his car for what the officer feared was a weapon. That`s when the officer opened fire.<br><br>But Tulsa`s police chief later announced Crutcher had no gun, though investigators say they found the drug PCP in Crutcher`s car. A lawyer for the Crutcher family says it`s irrelevant if Crutcher was intoxicated, that police should not have used deadly force.<br><br>Crutcher`s father wants the officer charged with murder. State, federal and local authorities are investigating in Tulsa.<br><br>In the upcoming U.S. presidential election, battleground or swing states could hold the key to victory for either Republican nominee Donald Trump or Democratic nominee Hillary Clinton. The reason, voters in these states don`t strongly favor one party or candidate over the other. Yesterday`s show took you to a southern battleground, Florida, where the race is too close to call.<br><br>A northern state potentially in play this year is Pennsylvania.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: I`m expecting a huge turnout in November and we`re going to have Donald Trump and we`re going to make America great again.<br><br>Thank you.<br><br>(APPLAUSE)<br><br>MIGUEL MARQUEZ, CNN NATIONAL CORRESPONDENT (voice-over): Pennsylvania Republicans counting on enthusiasm.<br><br>PETE BECKLEY, TRUMP VOLUNTEER: You want to knock on that door. I`ll knock on 722.<br><br>MARQUEZ: In an uphill battle to turn this blue collar state red in November.<br><br>BECKLEY: It wasn`t won by Republicans for the last few presidential elections. We think Trump`s going to win this state.<br><br>UNIDENTIFIED FEMALE: Are you going to vote for Donald Trump?<br><br>UNIDENTIFIED FEMALE: Probably, it`s the only choice.<br><br>MARQUEZ: The last time Pennsylvania went Republican, 1988. The latest poll shows Clinton ahead in the states. But with exceptionally tight races in Ohio and Florida, Republicans here sense momentum.<br><br>(on camera): If Donald Trump wins Pennsylvania?<br><br>TERRY MADONNA, DIR. FRANKLIN &amp; MARSHALL COLLEGE POLL: He wins the presidency. Here`s why: Pennsylvania is more Democratic than both Florida and Ohio.<br><br>DONALD TRUMP (R), PRESIDENTIAL NOMINEE: Thank you. Whoa!<br><br>MARQUEZ (voice-over): If he wins here, he wins there. Trump running strong in rural Pennsylvania, but needs support in vote-rich Philadelphia and its suburbs where a third of the state`s voters live.<br><br>MADONNA: You cannot lose the Philadelphia suburbs. Not only are we talking about a large number of votes, but we`re talking about the largest pool of swing voters.<br><br>TRUMP: Child care is such a big problem.<br><br>MARQUEZ: Trump announced his child care initiative appealing to swing voters, women and moderates in those Philly suburbs.<br><br>TRUMP: We`re going to solve that problem.<br><br>MARQUEZ: He and his running mate, Mike Pence, have already been to the state nine times.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Hello, Philly!<br><br>MARQUEZ: Democrats, too, have descended on the Keystone State, fighting to keep its 20 electoral votes in their column.<br><br>HILLARY CLINTON (D), PRESIDENTIAL NOMINEE: So, let`s go out! Let`s make our case!<br><br>MARQUEZ: Clinton and Tim Kaine have been here 11 times and that`s not including the Democratic convention held here in July.<br><br>Her most powerful surrogate, President Obama, made his first solo campaign on behalf of Clinton right here in Philly.<br><br>OBAMA: I need you to work as hard for Hillary as you did for me.<br><br>UNIDENTIFIED MALE: All right. Thank you all so much for coming out to help out with our 2:00 p.m. shift.<br><br>MARQUEZ: Voter registration in July and August ahead of 2008, a banner year. So far this year, Democrats have registered 418,000 new voters to Republicans 321,000.<br><br>For both candidates, turnout critical.<br><br>CLINTON: If I`m in the White House young people will always have a seat at any table where any decision is being made.<br><br>MARQUEZ: Clinton seeking support from younger voters. Many still burned out from a primary in which their guy didn`t win.<br><br>Jordyn Tannenbaum was a Bernie Sanders delegate. Like many, she says fear of a Trump presidency is a bigger motivation than love for Clinton.<br><br>JORDYN TANNENBAUM, CLINTON VOLUNTEER: It`s not an election that it`s OK to sit out. You know, you can`t -- protest votes aren`t going to do much this election. It`s too risky.<br><br>ANDREW CHANG, CLINTON VOLUNTEER: But it`s our job to talk to them about why they feel that way and hopefully change that into positive energy.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A nonprofit organization in northern California is helping people on two fronts, one, those it serves, to include low income earners facing serious illnesses, and two, the people who actually served them who include teenagers. They may be doing community service hours or building character, or just looking to work with their friends.<br><br>Cathryn Couch is the professional chef who started all of this and she`s today`s &quot;Character Study&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: I have stage three colorectal cancer. People have a lot of advice about how I should eat during my treatment, but I`m single parent. I`m trying to work full time and I`m tired.<br><br>CATHRYN COUCH, CNN HERO: When people get sick, their life becomes very complicated. Eating well tends to go to the bottom of the list, but it`s really critically important.<br><br>We bring teens from all over our community together to prepare healthy meals for low income people who are dealing with serious health crisis.<br><br>UNIDENTIFIED FEMALE: So, we have specials on here. We`re making a rock cod Veracruz.<br><br>COUCH: We`re cooking in commercial kitchens with professionally trained chefs. They get put to work, doing everything from chopping unions.<br><br>Making salad dressing. Baking off fish, making soup.<br><br>The youth are our future and if we connect them to the power of community service, we help them discover their capacity for leadership and shape much healthier communities.<br><br>After food is cooked, the meals get packaged.<br><br>Delivery angels take those bags up and deliver them right to our client`s door.<br><br>Sometimes clients come to visit.<br><br>UNIDENTIFIED FEMALE: This was really healthy food and tasted good too.<br><br>COUCH: The young people really feel the impact that they`re making.<br><br>UNIDENTIFIED MALE: Just to see the joy in her face, so much love here.<br><br>COUCH: It really shapes how you see yourself.<br><br>UNIDENTIFIED FEMALE: I totally feel in love with the idea of making a difference. Whatever career I`m going into is going to be dedicated to helping people and healing people.<br><br>UNIDENTIFIED FEMALE: Thank you so much.<br><br>I come home and I have meals for me and my kids. And it`s free. It`s the best thing.<br><br>COUCH: People feel cared for. They feel connected to the community through what we`re doing and that`s really important for their healing.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A monowheel, it`s a like cross between a unicycle, a motorcycle, and a hamster wheel. Here`s what a monowheel looks like. Though in fact, you are looking at the fastest monowheel on the planet, a vehicle named WarHorse, which recently rode to a Guinness world record speed of just over 61 miles per hour.<br><br>It makes motorcycles look safer than Volvos partly because of the challenge for riders to keep control and not start looping around inside of the motorized wheel.<br><br>So, like many things in life, it`s a balancing act. It can throw you for a loop, you can find yourself going round and round in circles where other racers fear to tread. But when you circle back, when you look at this with circuitous logic, pulling off a stunt like that makes for one epic wheelie.<br><br>CNN STUDENT NEWS is back tomorrow. Hope to see you on Friday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-22 CNN Student News.mp4"}