{"title":"CNNSN-2016-04-21-CNN-Student-News","script":"(CNN Student News) -- April 21, 2016<br><br><br>Trump &amp; Clinton Win New York Primary; Predictions are Mae for the Atlantic Hurricane Season; Palmyra`s Ancient Triumphal Arch Resurrected in London`s Trafalgar Square. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Your daily ten minutes of current events starts right now. My name is Carl Azuz. It`s great to see you as always.<br><br>One of our primary stories today includes results from the New York primary. Tuesday`s U.S. presidential nomination contests there were a significant boost to the frontrunners of both major political parties.<br><br>Businessman Donald Trump claimed victory for the Republicans. He was born in the borough of Queens in New York City. His win in New York moved him closer to the 1,237 delegates a Republican would need to clinch the party nomination. Mr. Trump now has 847, Texas Senator Ted Cruz has 553, Ohio Governor John Kasich has 148 delegates.<br><br>Former Secretary of State Hillary Clinton wasn`t born in New York, but she represented the state as U.S. senator. Her win there moved her closer to the 2,883 delegates a Democrat would need to clinch the party nomination. She now has 1,443 pledged delegates and 487 super delegates. Vermont Senator Bernie Sanders has a 1,183 pledged delegates and 40 super delegates.<br><br>We are 10 days away from the official start of the Atlantic hurricane season. And meteorologists of Colorado State University have issued their predictions about what kind of season this could be. They`re expecting 12 named storms will form this year and that five will become hurricanes.<br><br>That`s about average for the season the runs from June 1st through November 30th, though hurricanes can form outside those days.<br><br>Forecasting hurricanes is not an exact science. Predictions from Colorado State and the National Hurricane Center have often missed the mark. Still, they can help Americans and relief workers prepare in advance.<br><br>One additional complication this year, though. El Nino, natural warming of Pacific Ocean temperatures that can affect weather patterns all over. El Nino is weakening and that could increase hurricane chances in the Atlantic or make them just entirely unpredictable.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: El Nino and La Nina play a critical role in the weather, not only around the U.S., but around the world.<br><br>Now, meteorologists don`t have a crystal ball, but looking at La Nina and El Nino can give us a good indicator of the weather patterns of the next couple of weeks and even months.<br><br>Let`s El Nino first of all across section of Pacific Ocean, and you can see all the deep red where the trade winds relaxed, warmer than normal waters are able to spill to the eastern portion of the Pacific, bringing stormy conditions to the West Coast of the U.S., as well as South America, along the equator.<br><br>Very different from a neutral year. You can see the Pacific Ocean in balance, a normal upwelling in the eastern Pacific and warmer waters in the western Pacific.<br><br>La Nina has more upwelling than normal, and so, you can see all of the school waters spilling over much of the Pacific, warmer than normal waters in the western Pacific, bringing stormy conditions there.<br><br>But it`s not just the Pacific you need to keep in mind during these years. It`s the Atlantic as well. The jet stream rise further to the south during an El Nino year, increasing that wind shear and bringing us fewer than normal hurricanes in the Atlantic and more than normal in the Pacific typically.<br><br>And during a La Nina year, we could see an increase in hurricanes in the Atlantic, and fewer in the Pacific, that jet stream riding high to the north, creating a little less wind shear.<br><br>(END VIDEOTAPE)<br><br>AZUZ: By the year 2020, there will be a new face on the U.S. $20 bill. Treasury Secretary Jacob Lew made the announcement yesterday. The Treasury Department has the authority to decide who appears on U.S. currency, as long as the person is deceased. And though the image of former President Andrew Jackson has been in the front of the $20s since 1928, it will be moved to the back of the bill. The front replaced by a prominent abolitionist and women`s rights advocated named Harriet Tubman.<br><br>A former slave, Tubman escaped to freedom in 1849 and then led hundreds of other slaves to freedom through the Underground Railroad. It was a secret organization of safe houses that helped them move from place to place on their way to Canada. After the Civil War, Tubman ran a home for orphans and the elderly.<br><br>Secretary Lew originally proposed featuring a woman on the $10 bill alongside former Treasury Secretary Alexander Hamilton. But after the public had its say, he decided to overhaul the $20.<br><br>Tubman is not the first woman to appear on U.S. currency, but she is the first on paper money in more than 100 years.<br><br>(MUSIC)<br><br>AZUZ: Coast and coast and overseas, we`re covering some ground on today`s &quot;Roll Call&quot;.<br><br>Camarillo is a city in the Golden State of California. And Rancho Campana High School is there. It`s the home of the Monarchs. Monarchs rule.<br><br>Next to Ellicott City, Maryland, the Lions are next to our &quot;Roll Call&quot;. Hello to Howard High School.<br><br>And across the pond, we come to the community of (INAUDIBLE) Germany. It`s great to see you everyone today at Erich Kastner School.<br><br>Up next, it`s made from Egyptian marble. It costs more than $140,000 to create. It stands 20 feet tall and weighs almost 11 tons and that`s in only two-thirds the size of the original.<br><br>This is a replica of Palmyra`s Triumphal Arch. It stood in the Syrian city for 2,000 years. But when the ISIS terrorist group took over Palmyra last year, they blew up the artifacts because ISIS saw it as un-Islamic. Critics have questioned the value of recreating the arch. That value symbolic to supporters in the city where it now stands before it`s shipped and displayed around the world.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): The Triumph Arch of the ancient Temple of Bel in Palmyra blown up by ISIS, now recreated and unveiled on London`s Trafalgar Square.<br><br>London Mayor Boris Johnson called this effort defiant against terrorism.<br><br>BORIS JOHNSON, LONDON MAYOR: This stood for 2,000 years and then along came the so-called Daesh, Islamic State. And it`s a measure of a disregard for them and our determination to use technology to redress what they`ve done.<br><br>PLEITGEN: Palmyra was one of the most well-known and most visited ancient sites in Syria, until ISIS overrun the area in 2015.<br><br>But before the extremists could reach the town, Syria`s antiquities minister, Mahmoud Abdul Karim, led a covert operation to evacuate many of the ancient statues, frescos and other items. The effort to recreate the Triumph Arch was spearheaded by the Institute for Digital Archaeology, using 3D printing technology to make it look and feel almost like the original.<br><br>(on camera): Those behind this project say they believe that this technology could also be used to recreate other ancient artifacts destroyed by terror groups like ISIS. There`s also critics who say that no matter how good the replica is, you can never replace an original.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Starting life over in any new community, far from where you were born, can be challenging for anyone. Add to that, a language barrier, little or no previous education, and the often horrifying memories of living in a war zone and you have the kind of young people that Luma Mufleh has been working to help for more than 12 years.<br><br>(BEGIN VIDEOTAPE)<br><br>LUMA MUFLEH, CNN HERO: More than 10 years ago, I saw kids outside playing soccer and they reminded me of the way I grow up playing soccer in Jordan.<br><br>The kids were from Sudan and Afghanistan. They reluctantly let me play and that`s how it started.<br><br>The person with the ball should have two passes going like this.<br><br>I started a soccer team for refugees.<br><br>Let`s go.<br><br>We called it the Fugees.<br><br>Ready? We`re going headers, go.<br><br>We`re giving them a sense of belonging.<br><br>Nice.<br><br>All the kids left their countries because of war. They`ve all seen horrible atrocities.<br><br>Here you go.<br><br>For kids that were robbed of their childhood, this is one place you get to be kids again.<br><br>But I realize their needs were so much more.<br><br>So, I started a school for refugee kids.<br><br>Good morning.<br><br>They struggle academically and emotionally. Our curriculum is tailored to address their individual needs.<br><br>So, does this make sense now?<br><br>They experienced so much and they need to heal.<br><br>UNIDENTIFIED MALE: When I first came here, the kids at my school, they were very mean. They said, go back to Africa. I feel really, really angry.<br><br>Coach Luma, she helped me a lot. My grades have dramatically improved. I`m planning to start college on the fall.<br><br>I don`t think I would be the young man I am today without Fugees.<br><br>MUFLEH: A good coach pushes their players to be excellent at everything that they do. But there are so many things stacked against them. I`m trying to give them all the opportunities that they deserve.<br><br>One, two, three --<br><br>KIDS: Go Fugees!<br><br>(END VIDEOTAPE)<br><br>AZUZ: Scientifically speaking, it happens when electrically charged electrons and protons in the earth magnetic field collide with neutral items in the upper atmosphere, producing a luminous phenomenon in high latitudes. You can just call it really pretty (ph) &quot;Northern Lights&quot;.<br><br>And while you`d normally have to travel to Canada or Siberia or Alaska to see these, NASA`s provided this time lapse video of what they look like from the International Space Station.<br><br>So, an astronaut`s eye view of the Aurora Borealis. They make a soothing a night light, a bluish green hued bright sight, it`s easy to adora and aurora so real is just so enlightening.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-21 CNN Student News.mp4"}