{"title":"CNNSN-2015-10-30-CNN-Student-News","script":"(CNN Student News) -- October 30, 2014<br><br>China Abandons One-Child Policy; Paul Ryan Becomes the U.S. Speaker of the House; Punishing Crimes in Class<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This October 30th, CNN STUDENT NEWS would like to remind you that Fridays are awesome!<br><br>I`m Carl Azuz and we are starting today with a headline from China.<br><br>Yesterday, its communist government announced it was ending its controversial one-child policy that was implemented 35 years ago. Before then, China`s population was booming. So, the government tried to limit most Chinese couples to one child.<br><br>There were some exemptions made in rural communities and for China`s rich who could afford to pay an expensive fine for the extra children they had.<br><br>But the Chinese government forced tens of millions of others to end their pregnancies. Some were forced to use birth control or get sterilized. The government says this did decrease the speed of China`s population growth, but some experts say that growth would have slowed down naturally without the policy.<br><br>Another effect, the government estimates that in 15 years, China can have the highest elderly population on earth, with 400 million people over age 60. That could strain health care services and hinder economic growth if there aren`t enough young workers. The government hopes to prevent this and trigger and baby boom by allowing couples to have two children.<br><br>But population experts say the decision may be too little too late.<br><br>(BEGIN VIDEO CLIP)<br><br>REP. PAUL RYAN (R-WI), SPEAKER OF THE HOUSE: The House is broken. We`re not solving problems. We`re adding to them. And I am not interested in laying blame. We are not settling scores, we are wiping the slate clean.<br><br>(END VIDEO CLIP)<br><br>AZUZ: That was the new U.S. speaker of the House, Representative Paul Ryan, a Republican from Wisconsin.<br><br>You might remember, he was Mitt Romney`s vice presidential running mate in the 2012 presidential election. Ryan was elected to the speakership yesterday. He got the votes of 236 members of the House of Representatives.<br><br>Currently, there are 247 Republicans and 188 Democrats in the chamber. The majority party chooses the speaker. The position is second in line to the presidency behind the vice president.<br><br>Speaker Ryan replaces John Boehner, who announced his resignation last month.<br><br>In his farewell address, Speaker Boehner said he left with regrets or burdens, just a regular guy humbled by the chance to do a big job.<br><br>(MUSIC)<br><br>AZUZ: For our last &quot;Roll Call&quot; of October, we`re taking you from northeastern Louisiana to southwestern Cameroon.<br><br>Bogalusa, Louisiana, leads things off. It`s where we found Ben`s Ford Christian School, the home of the Eagles.<br><br>Next to Idaho. From the city of Kamiah, please welcome the Kubs with a K. Kamiah High School is on the roll.<br><br>And from the capital of the African nation of Cameroon, hello t our viewers at the American School of Yoaunde. It`s great to have you watching from Yoaunde.<br><br>A school resource officer in South Carolina was fired earlier this week and one thing that the FBI is looking into is whether he used excessive when arresting a 16-year-old student, something that the officer`s lawyer denies. But the incident has fueled a national debate over discipline in American schools.<br><br>And what we`re doing today is taking a look at what the law says about what can be done concerning school discipline.<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: If a student does something wrong, how far can schools discipline that student under the law?<br><br>SUBTITLE: Punishing crimes in class.<br><br>CEVALLOS: The answer to that question has changed a lot in just the last few decades. It used to be police officers really weren`t in schools 30 years ago. But that all changed in the 1990s.<br><br>In 1994, Congress passed the Gun-Free Schools Act. The act required states receiving federal funding to pass some very specific laws about student discipline. These laws led to a massive increase in police presence at our schools.<br><br>The school resource officer or SRO is a deputed police officer who`s stationed right there on campus. As a result, schools now have police forces stationed on campus, and not surprisingly conduct that used to be jut on campus disciplined became a criminal case.<br><br>There`s arguably some good justification for increased police presence in schools. There had been tragic school shootings over the last couple of decades, and there are real concerns about increased security on campus.<br><br>So, when it comes to schools disciplining students, the legal authority has expanded dramatically. If a student misbehaves, brings a weapon to school, or otherwise breaks the law, school resource officers can and will arrest the student. It`s what we deputized them to do and it is within the law.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next today, in the U.S., a lot of people are talking about getting an extra hour of sleep this weekend. We fall back, meaning we turn our clocks back one hour on Saturday night. This could help kids catch up on sleep after a busy night of hallowed trick or treating, but also means there`s very little daylight left after the school or workday is over.<br><br>Why do we do this?<br><br>(BEGIN VIDEOTPAE0<br><br>AZUZ (voice-over): Daylight Savings Time sounds kind of special. You`re not just saving time, you`re saving daylight time.<br><br>But it puzzles the daylights out of some folks why we fall back to standard time.<br><br>That`s what it`s called -- Standard Time.<br><br>We spend eight months out of the year in daylight saving time, but standard, which is hardly the standard, is still called standard.<br><br>It`s been shrinking since World War I. That`s when Daylight Saving Time was first implemented to save energy.<br><br>The switch made the sunset time, later in the day so people didn`t have to turn their lights on as early.<br><br>But what about winter, and the fall back to Standard?<br><br>Well, look at it this way. Most parts of the U.S. only get about 9 1/2 hours of daylight in winter time.<br><br>That`s not much. If we didn`t set our clocks back in the fall, sunrise wouldn`t be until 8:30 a.m. in many places -- you`d be starting and ending your day in the dark.<br><br>Falling back to standard keeps the time of dawn a little closer to what we`re used to, and it helps us start our day in the light.<br><br>Plus, there`s that whole extra hour of sleep thing, assuming you go to bed on time when we fall back.<br><br>So, less daylight, but more sleep -- unless you happen to live in Arizona or Hawaii. Most parts of Arizona and all of Hawaii don`t observe Daylight Saving Time. They don`t have to. It`s not required by law.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Ruben Lucious Goldberg made his mark in the early 1900s. He liked to make fun of how obsessed Americans were with technology. What made him famous were cartoons that showed this incredibly complicated machines accomplishing very simple tasks.<br><br>The Rube Goldberg device we`re showing you today adds an addition complication. It`s slow, like waiting for grass to grow slow.<br><br>(BEGIN VIDEOTAPE)<br><br>JEANNE MOOS, CNN CORRESPONDENT (voice-over): We`ve seen a Rube Goldberg machine featuring dogs..<br><br>We`ve seen Pee-wee Herman make breakfast.<br><br>We`ve seen OK GO turn one into a music video.<br><br>But we haven`t seen one starring a tortoise -- until now.<br><br>Cartoonist Rube Goldberg would be charmed by what`s billed as the slowest Rube Goldberg machine.<br><br>UNIDENTIFIED MALE: It`s my Rube slow-berg.<br><br>MOOS: How slow is inventor Bob Partington`s contraption?<br><br>As slow as molasses. Boating down a stream of molasses took about 10 minutes.<br><br>Next leg -- Ingrid the tortoise. Actually Ingrid wasn`t all that slow after her handlers --<br><br>UNIDENTIFIED MALE: Just put a strawberry down there.<br><br>MOOS: And after her flag launched the ball, Ingrid had dessert.<br><br>Next, the popsicle obstacle. It took about two hours for them to melt, which brought the ball, to a line waiting at the DMV. The turnstile was connected to the minute hand. And what better choice of music for the Department of Motor Vehicles -- Kanye West.<br><br>(MUSIC)<br><br>MOOS: But the slowest part was watching the grass grow. This segment took 6 weeks.<br><br>(on camera): The grass actually pushes the ball it does.<br><br>UNIDENTIFIED MALE: It does. It was shocking.<br><br>MOOS (voice-over): Bob had to water the seeded soil chamber by tiny chamber to make the grass sprout.<br><br>UNIDENTIFIED MALE: Chamber gets flooded and the grass grows.<br><br>MOOS: There were tons of edits, and numerous takes. No wonder some cried &quot;Fake. But still, awesome and beautiful and worthy of applause.&quot;<br><br>To those who say fake, I say Rube Goldberg was a cartoonist.<br><br>MOOS: Aiming for whimsy, not mechanical perfection. After six weeks, three days , seven hours and two minutes, this Rube slowberg machine slowly and intentionally --<br><br>(MUSIC)<br><br>MOOS: -- missed. No hole in one, but maybe a hole in wonder.<br><br>(END VIDEOTAPE)<br><br>AZUZ: As frustrating as golf itself, or a Rubik`s cube. Can you image putt puttering around for six weeks plus only seeing your machine lost its shin? Only time would tell if you could Goldberg again and give it another shot.<br><br>We hope you`ll have a great weekend and fun Halloween ahead. Hope to see you well-rested after the fall back next week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-30 CNN Student News.mp4"}