{"title":"CNNSN-2016-03-16-CNN-Student-News","script":"(CNN Student News) -- March 16, 2016<br><br><br>What is a Brokered Convention?; NFL Acknowledges CTE Link to Football<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is a serious engine. In terms of horse power, you`re looking at about 12 million and four of these things put together would generate about 2 million pounds of thrust.<br><br>It`s not new. NASA`s RS-25 rocket engine has been around since the 1970s. It`s powered dozens of space shuttle missions. But NASA is testing it again, in the hopes that it will power future manned rocket missions to places like Mars.<br><br>Hi. I`m Carl Azuz. Welcome to the show.<br><br>We are one day after another Super Tuesday of sorts in the U.S. presidential nomination process.<br><br>Voters in five states went to the polls yesterday to pick the Democrat and the Republican that they want to appear on a presidential ballot this November. The latest results from yesterday`s contest are at CNN.com.<br><br>There can be only one candidate from each party on the presidential ballot. Each time a candidate wins a state, he or she wins a certain number of delegates from that state. The first candidate to reach a specific number of delegates overall would win the party`s nomination. That`s made official at the national conventions over the summer.<br><br>But what if no one wins enough delegates to cleanse a party`s nomination? With several candidates in the race on the Republican side, this is a possibility. And it could trigger something unique in American politics, a brokered convention.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: What is a brokered convention?<br><br>As the primary fight continues to heat up, we keep hearing people talk about the possibility of a GOP brokered convention.<br><br>KATE BOLDUAN, CNN ANCHOR: The idea of a brokered convention.<br><br>UNIDENTIFIED MALE: That`s what we talk about with the brokered convention.<br><br>DON LEMON, CNN ANCHOR: And if you do have a brokered convention.<br><br>REPORTER: What exactly is it?<br><br>A brokered convention happens when no one candidate has a majority of the delegates needed to secure the nomination. The Republican candidate needs 1,237 to win the nomination.<br><br>What happens at a brokered convention?<br><br>First, during the Republican National Convention, a delegate vote is taken. This is called the first ballot. And if no candidate has the number of delegates needed, the convention is considered brokered and things start to get a bit more complicated.<br><br>Once the convention is brokered, the delegates are longer tied to their original candidate and are free to vote for whomever they want and all bets are off. This is when serious wheeling and dealing takes place. Delegates can be persuaded to change their vote, and the candidate who originally have the most delegates may lose support and can suddenly be cast aside.<br><br>The voting keeps on going until a candidate wins the designated number of delegates, and this can take some time like it did in 1880.<br><br>S.E. CUPP, CNN POLITICAL COMMENTATOR: The 1880 reference is also similar in that you had 14 guys running in that primary, 14, just like this one.<br><br>And the frontrunners, there were three frontrunners going into this, they went through 35 ballots, 35. And then two of the frontrunners ended up throwing their support behind a guy who wasn`t even running, Garfield.<br><br>REPORTER: Garfield became the dark horse, or an unexpected winner, and this is what some people have been talking about when it comes to Mitt Romney.<br><br>GLORIA BORGER, CNN CHIEF POLITICAL ANALYST: It`s likely Trump is going to be the nominee, but then we might have a brokered convention if he`s not.<br><br>And that`s clearly the scenario that Romney prefers, which would of course, blow everything wide open.<br><br>REPORTER: So, will it come down to a brokered convention? It`s rare. The last GOP brokered convention was back in 1948. But for now, the race for delegates is on.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Here we go now with three of the schools that have made request to be part of the CNN STUDENT NEWS &quot;Roll Call&quot;.<br><br>Instituto San Robert is first up. Great to see everyone watching in Monterrey, Nuevo Leon, Mexico.<br><br>To the U.S. east coast, where we`re looking up to the Hawks. Mount Holly Middle School is in Mount Holly, North Carolina.<br><br>And in the northern state of Wisconsin, we`ve got the Raiders online. Medford Area Middle School is in Medford.<br><br>Another political headline today: the Obama administration has reversed its decision to allow oil drilling on the Atlantic coast.<br><br>The background here: the U.S. government estimates there are billions of barrels of crude oil and trillions of cubic feet in natural gas on the Atlantic Ocean`s outer continental shelf. Last year, the Obama administration said that for the first time, it would allow companies to search for oil in offshore areas east of Virginia, down to Georgia. Drilling there was supported by oil companies, as well as lawmakers and governors who said it would create new jobs in the region. Environmental groups, as well as thousands of cities and dozens on the East Coast opposed the decision.<br><br>Yesterday, the administration changed course and said it would not allow offshore drillings in these areas. It cited the local opposition, the current oil market and the potential conflicts with other ocean uses as reasons for its decision.<br><br>The U.S. interior secretary said this would protect the Atlantic for future generations. But the American Petroleum Institute said the decision was out of line with what U.S. voters want and that it shuts the door on new jobs and would increase energy costs for Americans.<br><br>For the first time, the National Football League is publicly acknowledging that there`s a connection between the sport and brain disease.<br><br>Yesterday, during a discussion with the U.S. House of Representatives, an NFL official was asked if he thought there was a link between football and degenerative brain disorders like chronic traumatic encephalopathy or CTE. His answer: certainly yes.<br><br>Previously, the league had avoided saying there was a link, partly because it said it was waiting on more brain studies to be done. But now, after evidence that similar former NFL players had CTE, the league is clearly stating that a link is there.<br><br>There`s no cure for CTE and another problem is the disease can`t official be diagnosed until after a player has died and scientists can examine his brain.<br><br>NFL football is more popular than ever. Ratings are high. Revenues are in the billions. The NFL says it`s continuing to improve equipment and make changes to the game to better protect its players. It remains to be seen if acknowledging the risks of the sport will affect athlete`s decision to play in the future.<br><br>(MUSIC)<br><br>AZUZ: Charlotte Brown is a college athlete. Like a lot of competitors, she`s played injured. She`s played with broken bones. And she hasn`t let the fact that she`s legally blind prevent her from taking on one of the most difficult sports in track and field. She started by counting her steps and her follow-through is why`s she`s today`s character study.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): When you watch Charlotte Brown, it`s hard to believe she can`t see.<br><br>UNIDENTIFIED MALE: She does live so seamlessly that often people don`t know she`s blind.<br><br>GUPTA: The Purdue University freshman developed cataracts in both eyes at 16 weeks old and had surgery to remove them.<br><br>CHARLOTTE BROWN, PURDUE TRACK &amp; FIELD: I can see colors and I can see shapes and people. But I will always read large print and I can never see really well.<br><br>GUPTA: In sixth grade, Charlotte`s vision got worse, and she was declared legally blind.<br><br>BROWN: We just kind of hiccupped over it. My parents, they never said, can you do that? It`s just how are you going to do that?<br><br>GUPTA: A question when she wanted to pole vault on seventh grade.<br><br>BROWN: No one on my team was doing it and it seemed dangerous. And I was like, ah, I wanted to do something dangerous.<br><br>GUPTA: Charlotte and her coaches came up with a strategy. She places a beeper above the box where plants her pole and then counts the steps on her approach.<br><br>BROWN: I have very sensitive hearing. So, essentially, when I vault, I really don`t hear anything except for the beeper.<br><br>GUPTA: In her senior year, Charlotte won bronze at the Texas state high school championships.<br><br>BROWN: I had a lot of kids come up to me and just think you`re the world. That`s really cool, just to know what you`re doing is going to have an impact on them.<br><br>GUPTA: Now in college, the 18-year-old says the sky is the limit.<br><br>BROWN: I`m scared of a lot of things, I just chose to do it anyway. You just have to stare fear in the face and you just have to smile even if you can`t see it.<br><br>GUPTA: Dr. Sanjay Gupta, CNN, reporting.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`ve ever wanted to come to the CNN Center and hang out with me in person, asking whatever you want -- check it. Now you can. The CNN STUDENT NEWS Tour with Carl Azuz is live and filling up quickly. It`s an in-depth journalism-focused tour specifically built around our show. Walk-ups are not accepted. You do need to a reservation. So, to get more info, click the banner on the right side of our home page at CNNStudentNews.com, or email atltour@cnn.com. Hope to see you soon at the CNN studios in Atlanta.<br><br>(MUSIC)<br><br>AZUZ: Finally today, ants -- the insects, not your mom`s sister. They`re strong, capable of lifting more than 100 times their own weight and banding together to drag relatively massive objects, like this unfortunate millipede.<br><br>Well, researchers at Stanford University are trying to use micro-robots to mimic the super strong team work of ants. Working alone, they can move objects more than 2,000 times their own weight. Working together, they can move a car.<br><br>This is three-and-a-half ounces of robots slowly moving 3,900 pounds of vehicle.<br><br>A truly gargantuan feat though it moves at an almost stagnant pace. Of course, you could drive faster results by using a crank, but at 20 bucks a pop, the robots are ant that expensive. So, it`s really hard to say winch is better.<br><br>We hope you`ll pull together to join us again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-16 CNN Student News.mp4"}