{"title":"CNNSN-2016-04-04-CNN-Student-News","script":"(CNN Student News) -- April 4, 2016<br><br><br>First Passenger Flight Leaves Brussels Since March 22 Terror Attacks; Lost Language Found on Buried Stone Slab; Wisconsin`s Political Significance; New Music Theory<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: We hope you had a great weekend and we`re grateful you`re starting a new week with our show. I`m Carl Azuz.<br><br>This is CNN STUDENT NEWS.<br><br>First up, to the European country of Belgium. After a moment of silence at the Brussels airport yesterday, a jet took off and headed for Portugal.<br><br>That was significant because it was the first passenger flight to leave the airport since terrorists targeted it and a subway station in Brussels 12 days beforehand.<br><br>The ISIS terrorist group said it was responsible for the attacks that killed 32 people, hundreds of others were wounded.<br><br>And though yesterday`s flight was a symbolic step toward normalcy, there are still restrictions on how people can get to the airport. Only cars are allowed at this point. No trains, no buses.<br><br>And the Belgium capital is still on edge. For example, two rallies have been planned for the weekend. One was an anti-Islam rally in a neighborhood where several suspected terrorists live. Another was an anti- racism rally in the same area. Neither of the demonstrations went as organizers had intended.<br><br>(BEGIN VIDEOTAPE)<br><br>ALEXANDRA FIELD, CNN CORRESPONDENT: Police were out in full force across the city of Brussels. Officials tell us they made some 140 arrests of people who are refusing to follow orders not to demonstrate and not to protest this weekend. That order was given by city officials earlier in the week after a right wing anti-immigrant group announced plans to staging demonstrations in Molenbeek, a community that is heavily immigrant. That demonstration was ultimately cancelled.<br><br>However, a crowd had gathered in Molenbeek, perhaps to counter that planned march. Instead, that group started its own march toward the center of Brussels. They were pushed back by police officers heavily armed in riot gear and even using crowd control vehicles.<br><br>Those weren`t the only arrests of the day however. We also saw arrests made in the Place de la Bourse. That`s the square in the middle of Brussels where people have been gathering since the bombings at the metro and the airport to memorialize and commemorate the victims, often leaving flowers and well-wishes.<br><br>But a big crowd did gather there today. That`s what prompted police to come in. They ask members of the crowd to disperse. Those who didn`t were taken to custody. We`re told that all the people who were arrested connected to these demonstrations and marches faced administrative charges for failing to follow the orders not to demonstrate. That means they`ll get a couple of hours of detention and also potentially a fine.<br><br>In Brussels, Alexandra Field, CNN.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Lost language found on buried stone slab.<br><br>A team of archaeologists has unearthed a sandstone slab that dates back to the 6th century B.C.<br><br>The slab contains a lengthy inscription believed to be written in the Etruscan language.<br><br>It is said to have at least 70 legible letters and punctuation marks.<br><br>It was found buried in the foundation of a temple north of Florence, Italy.<br><br>Researchers hope the slab, or stele, provides insight into Etruscan culture and language.<br><br>Etruscans, who preceded the Roman Empire, thrived in Italy between 750 and 90 B.C.<br><br>The slab is being examined by experts at the University of Florence.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next today, five candidates, one goal. Each hopes to become the next president of the United States. On Election Day, November 8th, only one candidate from each major party can appear on the ballot. So, U.S. states are having individual contests now. Primaries and caucuses to decide which one Republican and one Democrat will run head to head.<br><br>An update for the Democrats: former Secretary of State Hillary Clinton is the frontrunner. She`s won 1,259 pledged delegates. She has 483 super delegates. Vermont Senator Bernie Sanders has won 1,020 pledged delegates. He has 31 super delegates. To win the Democratic Party`s nomination, 2,383 delegates are needed.<br><br>An update for the Republicans: businessman Donald Trump is the frontrunner. He`s won 739 delegates. Texas Senator Ted Cruz has 466 delegates. Ohio Governor John Kasich has 145. To win the Republican Party`s nomination, 1,237 delegates are needed.<br><br>The next state contest is tomorrow.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Why Wisconsin matters.<br><br>REPORTER: All eyes are on Wisconsin, famous for its bratwurst and Cheeseheads. Democratic and Republican candidates are descending on the Badger State ahead of April 5th primary.<br><br>SEN. TED CRUZ (R-TX), PRESIDENTIAL CANDIDATE: Wisconsin is a battleground.<br><br>REPORTER: With 42 delegates up for grabs, the stakes are especially high for Republicans. Ted Cruz has picked up the endorsement of Wisconsin`s governor, Scott Walker, himself an early casualty of the Republican race.<br><br>While former Wisconsin governor, Tommy Thompson, is backing John Kasich.<br><br>TOMMY THOMPSON, FORMER WISCONSIN GOVERNOR: Wisconsin is a very independent state.<br><br>REPORTER: They`re hoping to stop frontrunner Donald Trump`s momentum before the race heads to Trump`s home state, the New York primary on April l9th.<br><br>On the Democratic side, the 86 pledged delegates are crucial to Bernie Sanders` hopes of making up ground on Hillary Clinton`s big delegate lead.<br><br>SEN. BERNIE SANDERS (D), PRESIDENTIAL CANDIDATE: We think we do have a path toward victory.<br><br>REPORTER: Wisconsin could also prove key in November`s general election. While it`s home to the Republican leader in Congress, Speaker of the House Paul Ryan, President Obama won the state in both 2012 and 2008.<br><br>THOMPSON: Wisconsin is one of those states tht you really don`t know how the people are going to vote.<br><br>REPORTER: Instead, officials are expecting huge voter turnout, saying they could see the state`s biggest number of voters for a primary in 36 years.<br><br>(END VIDEOTAPE)<br><br>AZUZ: What country`s capital is Bishkek? The answer to that is our first stop today.<br><br>We`re starting in Kyrgyzstan. First time we visited that nation on the &quot;Roll Call&quot;.<br><br>Hello to everyone watching at Manas University in Bishkek.<br><br>Next, we`re flying you to Largo, Florida. On the state`s gulf coast, watch out for the Tigers of Largo Middle School.<br><br>And in eastern Missouri, we arrive in the city of De Soto. At De Soto High School, it`s great to see the Dragons.<br><br>A University of Cambridge psychologist has come up with a couple of major categories that people seemed to fit into, and they`re based on the kinds of music they listen to. He gave thousands of people a written quiz and then asked about their taste in music. What he found is only a theory but it`s interesting insight into how your music may reflect how you`re thinking at a specific time.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Oh, it`s beautiful. Like very much.<br><br>SUBTITLE: What music says about your personality.<br><br>COHEN: So, what in the world would musical taste have to do with personality?<br><br>DAVID GREENBERG, MUSIC PSYCHOLOGIST, UNIVERSITY OF CAMBRIDGE: People who are high on empathy may be preferring a certain type of music compare to people who are more systematic.<br><br>COHEN: So, the theory is, is that the world is divided up between empathizers and systemizers.<br><br>SUBTITLE: Are you more of a systemizer?<br><br>GREENBERG: If you`re looking at a mountain, a systemizer may say, &quot;Wow, isn`t it incredible that over hundreds of thousands of years this was moving and forming.&quot;<br><br>SUBTITLE: Or more of an empathizer?<br><br>COHEN: What would an empathizer think about when looking at a mountain?<br><br>GREENBERG: They might focus more on the order. They may say, &quot;Man, I am really feeling emotional. This is incredible.&quot;<br><br>(MUSIC: ARCTIC MONKEY`S &quot;DO I WANNA KNOW?&quot;)<br><br>SUBTITLE: Systemizers prefer intense music that forms complex sounds, like this song by Arctic Monkeys.<br><br>(MUSIC: Jack White &quot;Lazaretto&quot;)<br><br>SUBTITLE: And this song by Jack White.<br><br>(MUSIC: RAGE AGAINST THE MACHINE &quot;BOMBTRACK&quot;)<br><br>SUBTITLE: And this song by Rage Against the Machine.<br><br>GREENBERG: Yes.<br><br>COHEN: Ugh.<br><br>(MUSIC: SAM SMITH &quot;STAY WITH ME&quot;)<br><br>SUBTITLE: Empathizers prefer mellow music that evokes deep emotions, like this song by Sam Smith.<br><br>(MUSIC: JOHN LEGEND &quot;ALL OF ME&quot;)<br><br>SUBTITLE: And this song by John Legend.<br><br>(MUSIC: NORA JONES &quot;COME AWAY WITH ME&quot;)<br><br>SUBTITLE: And this song by Nora Jones.<br><br>COHEN: That`s beautiful.<br><br>GREENBERG: Yes, you like that?<br><br>COHEN: Yes.<br><br>GREENBERG: What about it?<br><br>COHEN: It`s just very soothing.<br><br>GREENBERG: Your empathy scores were very high. You would be classified as Type E, an empathizer. You have a greater drive to understand other people`s thoughts and feelings and to predict how someone may react in certain social situations.<br><br>COHEN: The systemizers, how do they look at the world?<br><br>SUBTITLE: Systemizers: Greater drive to understand how the world is interconnected.<br><br>GREENBERG: They`re focused much more on system and interpreting the world in terms of patterns that they can interpret.<br><br>SUBTITLE: Or you could be balanced.<br><br>GREENBERG: But then there`s also people who are Type B, called balance. You have relatively equal empathy and systemizing scores.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Find a window sill? You`ll often a cat. This one is no different. Well, except that it`s a dashboard and the world outside is going by at 70 miles per hour.<br><br>That makes no difference to Rory the Cat who seems purr-fectly content to relax while her mom does the driving. She`s an 11-year-old tabby, the cat.<br><br>Her owner rescued her last year and she looks like she has a bright future ahead, full of cat naps in the car.<br><br>Now that publicity has cat-apulted her to fame, maybe she`ll one day lounge on a Purr-ari or Purr-gani. There`s always the speed of Meow-sarati, a Bucatti, or a Feline-burgini. There`s a luxury of a Cat-dillac. And then there`s my favorite, the Alfa Ro-meow.<br><br>I`m Carl Azuz and we`ve got to dash board. We hope you`ll steer our way tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-04 CNN Student News.mp4"}