{"title":"CNNSN-2015-04-03-CNN-Student-News","script":"(CNN Student News) -- April 3, 2015<br><br>California Drought<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Fridays are awesome. We got a lot of feedback when I didn`t say that last week.<br><br>I`m Carl Azuz with CNN STUDENT NEWS.<br><br>Two days after a March 31st deadline for an agreement on Iran`s controversial nuclear program, international diplomats meeting in Switzerland said they had one. It`s not a final deal.<br><br>Details between Iran, the U.S. and several other countries still have to be worked out by June 30th.<br><br>President Obama called the agreement &quot;a good deal that will prevent Iran from building a nuclear weapon.&quot;<br><br>In exchange, world powers will lift their sanctions that have hurt Iran`s economy.<br><br>Israeli officials, who were not involved in the negotiations, called the agreement &quot;a poor framework that could make the world more dangerous.&quot;<br><br>Republicans and some Democrats in the U.S. Congress have been skeptical of an agreement with Iran. They may try to block it.<br><br>Next, to the African nation of Kenya. The Al-Shabab terrorist group, which is based in neighboring Somalia, says it attacked Christian students at a Kenyan university yesterday. Kenyan officials say Islamist gunmen killed 147 people and wounded scores of others. All four of the attackers were killed.<br><br>Kenya`s president says his country has been suffering from a shortage of security officers. He called for their training to be sped up.<br><br>There`s a storm brewing in the Western Pacific Ocean. As of last night, it was headed right for the Northern Philippines. Here`s what Typhoon Maysak looks like from space. At one point, it was a super typhoon with 150 miles per hour winds. But it was weakening as it approached the Philippines. Still expected to bring strong winds and flooding and interrupt Easter celebrations in the mostly Catholic country.<br><br>(ON SCREEN)<br><br>Sound Check<br><br>(BEGIN VIDEO CLIP)<br><br>GOV. JERRY BROWN (D), CALIFORNIA: It`s hard to grasp where we are, what, how much is a permanent climate change, how much is it temporary variation?<br><br>What we do know is -- and I asked this gentleman over here, have you ever stood on this meadow on this day that there wasn`t snow?<br><br>And he said, no.<br><br>You might ask him about that.<br><br>So it`s a different world. We have to act differently.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Ongoing drought in The Golden State. California is in the fourth year of a worsening water crisis, so its government is ordering almost everyone to reduce their water usage by 25 percent.<br><br>The cut doesn`t apply to the state`s agriculture industry. And that`s controversial, because agriculture uses about 80 percent of California`s developed water supply.<br><br>But campuses, golf courses, cemeteries have to all limit their water.<br><br>Trees are being replaced with cactuses. Experts estimate that California needs 11 trillion gallons of water to recover from this.<br><br>(BEGIN VIDEOTAPE)<br><br>VICKIE YORBA, EAST PORTERVILLE, CALIFORNIA RESIDENT: They say you never miss the well until the water runs dry and it`s true.<br><br>Who would have ever thought that I wouldn`t have any water?<br><br>SARA SIDNER, CNN CORRESPONDENT: Did you ever actually cry because of all of what was (INAUDIBLE)?<br><br>YORBA: Haven`t I cried?<br><br>I`ve cried myself to sleep a lot of times and I`ve lost weight.<br><br>SIDNER: Unlike a small earthquake, which jolts you into the reality that you need to be prepared for the big one, the drought is kind of like a slow moving disaster -- you don`t really realize just how bad it is until it hits you hard.<br><br>ANGELICA GALLEGOS, EAST PORTERVILLE, CALIFORNIA RESIDENT: How long have you not had running water in the house?<br><br>It`s been a year and one month. One of my daughters, you know, she came from school and she started, mom, you know what, you can`t be living this way, you know?<br><br>They say that I don`t got no water, that I didn`t shower and this and that, that I stink.<br><br>SIDNER: From the towns throughout here in California`s beautiful countryside, you really get a glimpse of exactly what the drought is doing to this state, especially here atop Pine Flat Lake. It`s one of California`s largest reservoirs.<br><br>You`ll notice, when the water runs out, there are rings left behind where the water once was. Even GPS is having trouble keeping up.<br><br>According to this, we should be submerged in deep water right now.<br><br>JAY FAMIGLIETTI, SENIOR WATER SCIENTIST, NASA JET PROPULSION LABORATORY: We really had a terrible winter in terms of rainfall and snowfall. So there`s no snow on the mountains. There will be no snowmelt to reaching and replenish those reservoirs.<br><br>California has about one year of water left in its reservoirs on the surface.<br><br>SIDNER: So far, county officials say more than 960 households have reported their wells have run dry, which accounts for up to 5,000 people who don`t have running water in their homes.<br><br>So what are people doing?<br><br>Well, sometimes it`s neighbors helping neighbors. Sometimes people are getting water just stacked up on their front door. And other times, non-profit groups and the county are working hard to try to put tanks in yards so that people can have running water. But it`s a temporary fix.<br><br>PASTOR ROMAN HERNANDEZ, IGLESIA EMMANUEL, EAST PORTERVILLE, CALIFORNIA: We work with them, you know, because you want to help them with something, you know. And then, at the same time, you know, I mean what can we do for them?<br><br>You know, we can`t provide everything that they need. There is 24 shower units.<br><br>SIDNER: How often are they used?<br><br>HERNANDEZ: Every day. There are resources coming in. They`re helping somewhat. But the crisis is growing and the situation is growing worse by the date.<br><br>(ON SCREEN)<br><br>This is California`s worst drought in 1,200 years.<br><br>FAMIGLIETTI: The amount of water that we have available to us in the West is in steady decline. We have to embrace that if we want to keep living out here.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Some significant religious holidays will be celebrated this weekend. Sunday is Easter Sunday, the most significant holiday for the world`s Christians. It celebrates the biblical account of when Jesus Christ rose from the dead, his resurrection on the third day after he was crucified. Easter wraps up the Christian Holy Week, a time marking events in Jesus` life with church services, ceremonies and Christian fellowship.<br><br>Also, the Jewish holiday of Passover starts today. It`s named for the Torah account of when God passed over the homes of the Israelites, sparing their first born children from death, but killing those of the Egyptians. Afterward, the Israelites were liberated from slavery in Egypt.<br><br>Passover is marked with special meals, rituals and rejoicing.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Roll Call -- anyone know the state nickname for Alaska?<br><br>It`s The Last Frontier.<br><br>And on the island of Unalaska The Raiders are watching at Unalaska City High School.<br><br>Arkansas is The Natural State and it`s in the city of Magnolia that The Cubs are online. Magnolia Junior High School on the Roll.<br><br>And in The Peach State, it`s great to see the students of Forsyth Central High School in the city of Cumming, Georgia.<br><br>More than 292 million trips were made last year to America`s national parks. Many visitors were closer to your parents` age than yours. In fact, the number of national park visitors under the age of 15 has dropped more than 50 percent over the past 10 years.<br><br>Why?<br><br>One former ranger says younger people are more plugged in, while the great outdoors is an unplugged kind of place.<br><br>But there are still more than 800,000 junior rangers who got their patches last year.<br><br>Before we go, here`s a light-hearted look at how to stay safe near unpredictable park fauna.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: It`s animal safety pop quiz time.<br><br>UNIDENTIFIED MALE: Hey, little Morgan here, let`s try this. I`ll hand you over my bear strafer for a second. And please don`t spray me.<br><br>We`ll run through and practice like I`ll either call out what I`m doing...<br><br>UNIDENTIFIED MALE: OK.<br><br>UNIDENTIFIED MALE: -- or -- and you decide how it is you`re supposed to respond to that.<br><br>UNIDENTIFIED MALE: OK.<br><br>So I`m just feeding.<br><br>UNIDENTIFIED MALE: OK, so here`s what Matt`s taught me. If the bear is unaware of you, slowly back up.<br><br>UNIDENTIFIED MALE: I`m just going to back away from the bear. I`m just going to slowly back away from the bear.<br><br>UNIDENTIFIED MALE: But if he notices you, speak to him in a loud but steady voice.<br><br>UNIDENTIFIED MALE: Now, hey, bear, you keep eating, bear. I`m just leaving. I have nothing to do with this, bear.<br><br>UNIDENTIFIED MALE: And if he starts coming your way, stay calm and perfectly still.<br><br>UNIDENTIFIED MALE: Now he starts coming toward me, so I stand my ground. I don`t move. Now you`re about 20 feet away.<br><br>UNIDENTIFIED MALE: And if all else fails...<br><br>UNIDENTIFIED MALE: Now I`ve got my bear spray out. You can tell this...<br><br>UNIDENTIFIED MALE: Go on the offensive.<br><br>UNIDENTIFIED MALE: Take that crazy bear. Go back to your bear house, bear.<br><br>UNIDENTIFIED MALE: I really showed that fake bear who`s boss.<br><br>Next up, how to handle a moose.<br><br>UNIDENTIFIED MALE: All of a sudden it runs at you.<br><br>UNIDENTIFIED MALE: And then you (INAUDIBLE).<br><br>UNIDENTIFIED MALE: And then I just start zigzagging. I just start -- and I have -- I get behind a tree.<br><br>UNIDENTIFIED MALE: Yes.<br><br>UNIDENTIFIED MALE: And then I zig this way.<br><br>UNIDENTIFIED MALE: Yes.<br><br>UNIDENTIFIED MALE: And then I zig this way. Then I go up in the woods.<br><br>UNIDENTIFIED MALE: Well, yes, that`s actually perfect. You can`t even get me, moose. I`m not even here. I`m up in the woods. Moose escape success. Whoo-hoo.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Of course, you could try to intimidate it by flexing your moosles, but that could be moosely ineffective. It`s probably not the antler.<br><br>It`s time for us to hoof it but please join us next Monday for a special financial literacy month themed education of CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-03 CNN Student News.mp4"}