{"title":"CNNSN-2017-04-10-CNN-Student-News","script":"(CNN Student News) -- April 10, 2017<br><br><br>Parts of Africa and Europe Struck by Terrorist Attacks; U.S. Military Targets A Syrian Airbase; CNN Hero Helps Students With Hearing Loss<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: A lot of news to catch you up on this Monday. Thanks for watching CNN 10.<br><br>We start with reports of terrorist attacks in Northern Africa and Northern Europe.<br><br>In the nation of Egypt Sunday, bombings at two Coptic Christian churches killed at least 43 people. The first blast took place during a service at St. George`s Church in the city of Tanta. Egypt`s state TV said a bomb was placed under a seat in the main prayer hall. And afterward, outside Mr.<br><br>Mark`s Coptic Orthodox Cathedral in the city of Alexandria, a suicide bomber set off explosives after police reportedly stopped the attack from entering the church.<br><br>More than a hundred people were wounded in the two attacks. They took place on Palm Sunday. It`s the Sunday before Eastern and marks the beginning of Holy Week for the world`s Christians.<br><br>The Coptic Orthodox Church was established by the apostle Mark in the 1st century A.D., according to the church`s history. Coptic Christians are a religious minority in Egypt. They make up about 10 percent of the country`s population and they`ve been targeted recently in recent years often by Islamic militants. The terrorists group ISIS, Islamic State in Iraq and Syria, said it was responsible for Sunday`s bombings.<br><br>Condemnations of the attacks, condolences for the victims and support for Egypt`s government came in from political and religious worldwide.<br><br>Meanwhile, police in Sweden say a man suspected in participating in a terrorist attack there had shown sympathy to extremist groups, including ISIS. Another suspect has also been arrested. On Friday, a delivery truck was driven into a department store in the Swedish capital of Stockholm.<br><br>Four people were killed in that attack and some of the 15 people injured were in critical condition as of last night. Thousands gathered on Sunday to remember the victims.<br><br>(BEGIN VIDEOTAPE)<br><br>MAX FOSTER, CNN CORRESPONDENT: There`s been a fierce determination here in Sweden to get life back to normal. That message has come from the king and the prime minister, right down to the ordinary Swedes. So, imagine that this was the street where the attacker came thundering down in his track.<br><br>That`s how busy it would have been. Amazing to think that there weren`t more deaths, that there weren`t more injuries. But the message here is that people should carry on with their ordinary lives in defiance of that horrendous terror threat.<br><br>The truck came thundering down here into this department store and they put up plyboard as you can see to replace that smashed window. And instead of just leaving it there, people are coming here and it`s so much turned into a makeshift shrine.<br><br>You can see messages there. People have penned the message &quot;RIP&quot;, but most noticeably and repeatedly the word &quot;tillsammans&quot; which means together. All the flowers have been taken from areas like this and place on some steps around the corner for a vigil that was a national moment for the country to come together.<br><br>There`s been a huge outpouring of gratitude as well to the emergency services and their rapid response to the attack on Friday. So, people are laying flowers on police cars for example with cards saying, &quot;We`re proud of what you did.&quot;<br><br>Max Foster, CNN, Stockholm, Sweden.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. government now says it`s a priority to remove Syria`s leader from power. That`s a significant change for the Trump administration. It previously did not prioritize the ouster of Syrian President Bashar al Assad. But that was before a chemical weapons attack that was carried out last Tuesday killed 89 people in western Syria. The attack was widely blamed on Assad`s regime.<br><br>And last week, U.S. President Donald Trump authorized a military strike against the Syrian airbase. It`s the location where the U.S. says the chemical attack was launched from. America has been carrying out airstrikes against ISIS locations in Syria for years. The missile strikes were the first time the U.S. struck a Syrian government position since the country`s civil war broke out six years.<br><br>(BEGIN VIDEO CLIP)<br><br>DAVID PETRAEUS, FORMER CIA DIRECTOR: It certainly sends a message to friends and foe alike that this president will take action when lines are crossed and that is again potentially very significant.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Syria denied carrying out the chemical attack last week and Russia and Iran, two countries that support Syria`s government say the U.S. strike broke international law and that they would, quote, &quot;response strongly&quot; to any aggression Syria.<br><br>The U.S. missiles were fired from U.S. warships in the Eastern Mediterranean. And in response and in apparent show of force, Russia has moved a warship to a port in western Syria. The Middle Eastern nation has continued operations at the damage airbase.<br><br>In the U.S. capitol, Neil Gorsuch is set to sworn in today as the 113th justice of the U.S. Supreme Court. The Senate confirmed him on Friday with a vote of 54-45. One senator was absent. Justice Gorsuch fills the vacancy left by Justice Antonin Scalia, who died last February.<br><br>If you missed any of our shows last week, we had a couple of in-depth explainers on the Senate`s rules, rule changes and confirmation process regarding Gorsuch. Our April 5th show defined terms like filibuster and the nuclear option. Our April 7th show explained how they actually played out. You can both of them from our homepage, CNN.com/CNN10. Just scroll down to our archives.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>In what field are the terms strike, exposition and proscenium commonly used?<br><br>Theater, medicine, mixed martial arts or construction?<br><br>These terms are most often used in and around the theater. The proscenium relating to a common type of stage.<br><br>(END VIDEO CLIP)<br><br>AZUZ: When I was founded in 1997, No Limits theater group, like its name suggests, wasn`t limited to people simply performing in plays. The actors were all students with hearing loss. And since then, the No Limits group has produced 100 plays in 13 states and includes three education centers.<br><br>Its founder is a CNN hero who wants to give all students the tools to do well in life.<br><br>(BEGIN VIDEOTAPE)<br><br>MICHELLE CHRISTIE, CNN HERO: A child with a hearing loss can achieve anything.<br><br>When you grow up, what do you want to be?<br><br>UNIDENTIFIED MALE: I want to be a successful businessman.<br><br>CHRISTIE: Hearing loss does not impact your intellect. But unfortunately, some of our kids fall to the cracks. Sometimes these kids are bullied and a lot of people in their life tell them that they can`t do things.<br><br>Are you ready for speech? Let`s practice out here.<br><br>Their parents are often told that their child is never going to learn to speak.<br><br>UNIDENTIFIED MALE: The third grade teacher called my mother. She said he can`t do anything by himself. My mother had her heart broken.<br><br>CHRISTIE: For the kids that are from low income families, they haven`t received a lot of early intervention. They get to us at 4 or 5 years old and they don`t know their name.<br><br>All right. Let`s work on your homework.<br><br>Our organization works with children with all different degrees of hearing loss.<br><br>UNIDENTIFIED MALE: Speak louder, have upbeat energy. Go.<br><br>CHRISTIE: We offer a free program to allow kids to have the education that they deserve.<br><br>UNIDENTIFIED MALE: Welcome to No Limits: Believe It or Not!<br><br>CHRISTIE: We started with a theater company --<br><br>KIDS: Mama Mia!<br><br>CHRISTIE: -- and I just said that I wanted to start an education center really helping families in poverty, for filling in all the language, the grammar, and also teaching them how to read and write.<br><br>UNIDENTIFIED GIRL: When I grow up, I want to become an artist.<br><br>UNIDENTIFIED BOY: I can do it.<br><br>CHRISTIE: That was so good!<br><br>Every ten weeks, we have a graduation ceremony and the kids write a speech and then they do it in front of a lot of people. When you see the parents in the audience, they`re thinking, oh my gosh, what`s going to come out.<br><br>UNIDENTIFIED BOY: I have a big sister named Emily and I`m nuts about her.<br><br>CHRISTIE: And then they see that their kids are just so brilliant and people are laughing at their jokes and clapping for them. It`s, oh my gosh, my child is going to be OK.<br><br>UNIDENTIFIED MALE: I have experience failure because of my hearing loss, but it cannot defeat me. I say aloud, I can do it!<br><br>(APPLAUSE)<br><br>CHRISTIE: Every single child here has potential and it`s our job to pull it out of them and open as many as doors so they can shine.<br><br>These are my girls. I love you, guys.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Lasers, fire and robots, oh my! It doesn`t sound like a typical circus, but it`s typical there at the Two Bit Circus. Its founder says it`s all about adding new styles of play. Large companies have brought in the Two Bit Circus for big budget events. They typically run between $50,000 and half a million dollars. Its influences are everything from classic arcades to VR entertainment. And where else can you watch an SUV go bungee jumping?<br><br>Amazing what people come up with off the big top of their heads. It might not be the greatest show on earth, but though the Two Bit costs more than two bits, it buys more than a shave and a haircut. And even if it follow circuitous logic, it puts new ideas in entertainment to the tech and the story brings us full circus on CNN 10.<br><br>I`m Carl Azuz. Come on back Tuesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-10 CNN Student News.mp4"}