{"title":"CNNSN-2017-03-23-CNN-Student-News","script":"(CNN Student News) -- March 23, 2017<br><br><br>A Terrorist Attack in Britain; An American Company`s Warning; Vietnamese Effort to Help Bees; A CNN Hero Helps Native Americans<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi, everyone. I`m Carl Azuz. Thank your watching CNN 10 this Thursday.<br><br>We`re starting with the report about an apparent terrorist attack in the capital of the United Kingdom. It began yesterday afternoon. An attacker whom police had not named by the time we produce this show reportedly drove a car in the crowds of people on London`s Westminster Bridge. Police say several civilians and three police officers were hit. The assailant then crashed and got out of the car, ran through the gates of parliament and stabbed and killed a police officer there before being shot by other police.<br><br>Officials say at least three people were killed, in addition to the attacker and at least 20 others were wounded.<br><br>Parliament is the heart of political life in Britain and Prime Minister Theresa May was in the building when the attack occurred. She was quickly evacuated while the building was placed on lockdown and lawmakers and visitors were moved to a central room.<br><br>British police believe the attacker acted alone. They`ve opened a full counterterrorism investigation.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these American companies was founded first?<br><br>Sears, Ford, Walmart or Harley-Davidson?<br><br>Sears, Roebuck &amp; Company was founded back in 1893, making it the oldest company on this list.<br><br>(END VIDEO CLIP)<br><br>AZUZ: From a mail order business that sold discounted goods to rural farmers in the late 1800s, to an extensive retail store network that helped furnished the suburban homes of World War II veterans, Sears grew to become like the Walmart or Amazon of its day. It was once America`s largest retailer and business employer.<br><br>But the 21st century hasn`t been a good one for the company. Since shortly after it emerged with Kmart in 2005, Sears Holdings which includes the two companies has been on the decline. It had more than 350,000 employees in 2006. Today, it has less than half that number. It lost more than $2 billion in the fiscal year that ended in January and it hasn`t turned a yearly profit since 2010.<br><br>Now, Sears Holdings is telling investors it`s not sure if they can stay in business. It`s trying to get loans and sell assets, like its Kenmore Appliance brand. And Sears says it believes it can still turn things around. But because its future is in doubt, shares in the company on the stock market took a hit yesterday.<br><br>Our next story, it`s not just honey, apples, onions, pears, avocadoes, coffee, peppers and cotton, all of it is grown with the help of bees. They work with other pollinators to help farmers produce these crops. Researchers don`t know exactly why bee colonies are collapsing. They think there could be a number of reasons.<br><br>But Vietnam`s beekeepers are particularly hard-hit. Those in the Asian country aren`t only losing their colonies, they also don`t get paid by farmers to help pollinate crops there.<br><br>(BEGIN VIDEOTAPE)<br><br>NGUYEN THI HANG, VIETNAM`S BEEKEEPERS` ASSOCIATION: The bees is very important for environment protection. In Vietnam, the pollination by bee ratio (ph) is staying very poor. Everybody know that the bee is very well pollinator for the fruit trees and also for the crops.<br><br>If there`s no bee, the world will disappear within 50 years.<br><br>REPORTER: Bees play a major role in the food chain. They pollinate a large percentage of fruits and vegetables that play a significant role in the global food supply. Fewer bees means less food.<br><br>Well, according to Ms. Hang, there are now 35,000 beekeepers in Vietnam. Vietnam is out of the top 10 honey exporters in the world. In 2012, the country exported nearly 30,000 tons of honey. But by 2014, the International Trade Center said it reached 36,000 tons, but then dropped down to 25,000 tons in 2015.<br><br>In the heart of Hanoi, at the bee research and development center, Hanh Duc Pham is closely monitoring the bees life cycle. Vietnam`s dry seasons have become longer. Few plants grow with fewer flowers and beekeepers need to move their hives to get the most from their bees.<br><br>Hang is hopeful that development projects throughout the country will help boost the bee population.<br><br>Researchers here at the center studying to see what alternatives can be used to feed bees in times of drought. They also want to know which bees produce the most honey in unfavorable conditions. Early indications show the indigenous Asian honeybee works better with limited resources compared to its European counterpart because its working hours are longer.<br><br>Despite the decrease in the bee population, Ms. Hang still feels that her country`s lush tropical landscape is exactly what the bees need.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A new CNN Hero has made it her life`s work to help older Native Americans. Linda Myers went to a Rug Show in the late 1980s. A Navajo woman there told Meyers stories that moved her, and she began bringing donated food, clothing and medical supplies to people living on a reservation in northern Arizona and southern Utah.<br><br>That was her Adopt-a-Native-Elder program began.<br><br>(BEGIN VIDEOTAPE)<br><br>LINDA MYERS, CNN HERO: When I drive across the Navajo reservation, I get very emotional.<br><br>This is very sacred land.<br><br>Grandma, she`s right at the loom, huh.<br><br>Many of these elders live 30, 40 miles away from a grocery store, from a hospital, from any kinds of services.<br><br>Good to see you.<br><br>My name is Linda Myers. I help over 500 traditional Navajo elders living in 11 areas of the Navajo reservation.<br><br>The hardest thing for me is the conditions you find elders without food. Many don`t have running water or plumbing.<br><br>I don`t see electricity, right? No.<br><br>One of our main goals is to keep the elders warm through the winter.<br><br>Good to see you. Appreciate it.<br><br>It can get down to zero here at night.<br><br>UNIDENTIFIED FEMALE: Thank you.<br><br>MYERS: You`re welcome.<br><br>They need fires going all the time and if they don`t, then there`s a greater chance that they could freeze to death.<br><br>We also provide medical boxes, wheel chairs, walkers, food boxes.<br><br>Oranges.<br><br>Items that will help them out on the land.<br><br>We provide the yarn for the weaving to help these elders live out their lives in their traditional ways.<br><br>Look at the pretty colors in this one.<br><br>And then they get to sell their rugs and they receive all proceeds.<br><br>I`ll keep you in my thoughts.<br><br>After being out here with these elders for 33 years, they become family.<br><br>UNIDENTIFIED FEMALE: I`ll miss you. And thank you.<br><br>MYERS: They have a deep sense of connectedness to the land from what`s been passed down to them traditionally. The stories of their ancestors, their way of life.<br><br>Being out here, it is very beautiful in Navajo. You would say najo na yei (ph).<br><br>I`ll be back soon to see you both.<br><br>But the needs out here are great and I need to be there for `em.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For our &quot;10 Out of 10&quot; today, it seems the chance meeting between the 3-year-old girl and the pope is going to go down in Twitter history.<br><br>Yesterday, when Estella Westrick went to visit the leader of the Catholic Church, she first got a kiss and then got hold of his hat. Her godfather who`d taken her there very quickly held her hand up to get it back, because it`s one thing to steal a pontiff`s heart but it`s another entirely to try to steal his zucchetto, his hat.<br><br>I guess she figured she was close enough to give it a try. It made for one fedorable (ph) clip. How can you top her that? Everyone was Bullard over and who knew she was hiding such a bucket of hat tricks under her hat. Oh, yes, hat puns. They`re off the top of my head.<br><br>CNN 10 will take the lead off more news tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-23 CNN Student News.mp4"}