{"title":"CNNSN-2017-04-13-CNN-Student-News","script":"(CNN Student News) -- April 13, 2017<br><br><br>Upcoming Vote Could Change Turkey`s Government; Tensions Concerning North Korea Doesn`t Worry Many in Seoul; Hydrogen as a Fuel Source<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: International relations factor in to today`s top stories on CNN 10. I`m Carl Azuz. Welcome to the show.<br><br>We`re starting in a nation that`s been described as a bridge between East and West, Turkey, between Europe and the Middle East, between the Mediterranean and the Black Sea, has a population of more than 80 million. It`s a parliamentary republic and a major referendum, a vote coming up this Sunday could dramatically change the way the country is govern.<br><br>Turkish voters will be deciding whether or not to change their country`s constitution and turn its parliamentary system into a presidential one.<br><br>This would give Turkey`s president, Recep Tayyip Erdogan, more power and it could allow him to stay in office as the nation`s leader until 2029.<br><br>Supporters say there are too many voices in the government and that the amendments would strengthen it with one clear leader. They also say the president would be more effective at stabilizing Turkey and dealing with militants who want the government overthrown. Opponents of the amendment say they give the president too much, that he`s already pushed the boundaries, and that the changes would move Turkey away from democracy.<br><br>The country appears to be deeply divided over the referendum and it`s not certain yet which way voters are leaning.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Erdogan: What you need to know.<br><br>BECKY ANDERSON, CNN CORRESPONDENT: Recep Tayyip Erdogan has ruled Turkey for over a decade, during which the country has become a regional powerhouse. So, he became Turkey`s first directly elected president in 2014, after rules within his party prevented him from seeking a fourth term as prime minister.<br><br>But Erdogan hopes to transform the office of the presidency, traditionally mostly a ceremonial role, into a fully pledged executive office, through a constitutional referendum. In March 2017, Erdogan got caught up in a messy diplomatic spat with the leaders of the Netherlands and indeed of some other European countries, after they barred Turkey`s ministers from campaigning for the referendum in the country, which has a significant community of Turkish Diaspora.<br><br>He`s also facing other big challenges. The country is part of the U.S.-led coalition, fighting ISIS. Turkey is also fighting a full scale insurgency from Kurdish militants, like the PKK. Both groups have carried deadly bombings in recent years, dumpling Turkey`s tourism and hurting the economy.<br><br>But the biggest challenge to his rule came in July of 2016, when a group of military officers tried to push him out of power. The coup failed and in an ironic twist boosted Erdogan`s political power.<br><br>Despite all the challenges, Erdogan does still enjoy huge support at home and will without doubt remain the key figure in Turkish politics for the near future.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Starting last year, North Korea stepped up its controversial nuclear program. There`s been an increase in rhetoric, threatening speech there regarding the United States. An American aircraft carrier strike group is headed toward Korean waters following a North Korean missile test last week, and the communist country issued a warning that it would respond to any, quote, &quot;reckless acts of aggression&quot;.<br><br>Meanwhile, China, which borders to the north, is calling for calm.<br><br>But what`s the mood like across the other border, in South Korea? It`s a U.S. ally, a potential target of the North. Are people there concerned about all this?<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT (voice-over): Simulating an attack on a subway in Seoul, South Korea`s emergency services trained to respond to a bomb or gas attack.<br><br>An air raid siren signals a bigger attack on the population of Seoul, citizens should move underground quickly to safety. These drills are held once or twice a year and are often ignored by many.<br><br>(on camera): The South Korean government says there are more than 18,000 bomb shelters around the country, including subways. This one in downtown Seoul, one of many, which doubles as a bomb shelter. They`ve also produced this documents, brochures, telling citizens what to do in case of emergencies, including the outbreak of war.<br><br>But what they couldn`t tell us was where we could find these brochures and how many had actually ended up in the hands of the public.<br><br>(voice-over): There`s a distinct lack of concern on the sunny streets of Seoul, a deep-rooted sense of business as usual. For one simple reason: South Korea was being technically at war with its northern neighborhood since 1953 when an armistice, not a peace treaty was signed. The threat of attack is constant but also distant.<br><br>This man says, &quot;I`m nearly 70 years old. If I was worried, I would have emigrated. There can`t be a second Korean War.&quot;<br><br>As the U.S. military beefs up its presence in Korean waters, experts wonder what President Trump means when he says he`ll go at it alone if he has to, and whether all options are really on the table.<br><br>The national security adviser to a former South Korean president says even a preemptive strike on North Korea by the U.S. does not necessarily mean war.<br><br>CHUN YUNG-WOO, KOREAN PENINSULA FUTURE FORUM: I don`t believe that Kim Jong-un (ph) is crazy. I don`t think he`s interested in the self-destruction. So, he will be very careful.<br><br>HANCOCKS: As the rhetoric increases in Washington and Pyongyang, Seoul for one is staying calm.<br><br>Paula Hancocks, CNN, Seoul.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What is believed to be the most common element in the universe?<br><br>Lead, carbon, hydrogen or helium?<br><br>The number element on the periodic table and the known universe is hydrogen.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The Honda Clarity is one the first production cars powered by hydrogen. It`s now on sale to the public but only in California, and that`s also the only state where you can fuel it up. There are 26 hydrogen stations there and none that will work outside the state.<br><br>Sticker price for the car is just under $60,000. It`s only offered as a lease though of $369 per month, plus a down payment. With that, Honda includes $15,000 worth of hydrogen. That`s significant because hydrogen can sell for the equivalent of more than $15 per gallon of gas.<br><br>The car gives off no carbon dioxide emissions. And real world testing found it to be quiet and comfortable, but with a limited range. It`s been advertised as going 366 miles on a full tank of hydrogen. But testers found it actually travelled much less than that.<br><br>So, it`s hard to say if hydrogen will fuel future transportation, but a hydrogen train is being tested in Germany. It`s not particularly fast as trains go. Its price hasn`t been published, but it`s expected to be more expensive than common diesel trains. Will the environmental tradeoffs keep it on track.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: This train is not diesel and it`s not electric either.<br><br>TITLE: World`s first hydrogen commuter train.<br><br>SUBTITLE: This is a &quot;hydrail&quot;, a hydrogen-powered passenger train.<br><br>It could become a green alternative to heavily polluting diesel trains. Called Coradia iLint, it aims to match the performance of regional diesel trains.<br><br>But it`s less noisy than diesel trains and completely emissions-free.<br><br>STEFAN SCHRANK, PROJECT MANAGER, CORADIA ILINT: The only exhaust off this train is water, steam and some little condensed water.<br><br>SUBTITLE: So, how does it work?<br><br>Large fuel cells on top of the train combine hydrogen and oxygen.<br><br>This generates electricity, which is stored in lithium-ion batteries.<br><br>With one fuel tank of hydrogen, the hydrail can travel up to 500 miles (800km) per day.<br><br>SCHRANK: Refueling is much more easy than diesel refueling. It`s just have to connect the refueling to the train and it`s automatically refueled with hydrogen.<br><br>SUBTITLE: Built by French company Alstom, the hydrail can carry 300 passengers.<br><br>The company says trains will roll out a pilot program in Germany in 2018.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, here`s one way to light up your video blog. A woman in California was recently speaking casually to her viewers when a celestial event took place behind her that was visible across the region.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: It went from -- did you guys see that?<br><br>(END VIDEO CLIP)<br><br>AZUZ: Oh, we saw it.<br><br>Scientists say it could have been a meteor that exploded apart when it entered Earth`s atmosphere, creating that brilliant and startling flash.<br><br>No one was hurt, so there was nothing to atmosphere. But will this be a meteoric rise of a brilliant blogger? Will it make her a star? Or would critics say she`s all flash.<br><br>We think it shed light on her subjects and made her report very flashionable.<br><br>I`m Carl Azuz, always on the hunt for meteor puns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-13 CNN Student News.mp4"}