{"title":"CNNSN-2016-12-08-CNN-Student-News","script":"(CNN Student News) -- December 8, 2016<br><br><br>Earthquake Hits Indonesia; The Pacific Ring of Fire; The History of Cold War<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to have you watching CNN STUDENT NEWS on this Thursday, December 8th. From the CNN Center in Atlanta, Georgia, I`m Carl Azuz.<br><br>First story takes us to the fifth most populated country in the world, the Pacific island nation of Indonesia, home to more than 258 million people, and some of them are struggling with the devastation of another earthquake. A 6.5 magnitude quake shook the far northwestern part of Indonesia Wednesday morning. The tremor was shallow, meaning its focus was relatively close to the earth surface and NOAA officials said last night that at least 97 people have been killed. They expected that number to go up as they search through the rubble.<br><br>An Indonesian government official says the priority now is search and rescue, and that authorities have to move fast. Hundreds of buildings have been destroyed, and though there was no tsunami warning, some Indonesian still fled to higher ground with the memory of the 2004 earthquake and tsunami that killed more than 80,000 people and left millions homeless.<br><br>Earthquakes are common in Indonesia, because of the country`s location on the Pacific Ring of Fire.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What is the &quot;Ring of Fire&quot;?<br><br>CHAD MYERS, CNN METEOROLOGIST: There`s one thing you need to know about the Ring of Fire, it produces 90 percent of the world`s earthquakes.<br><br>The Ring of Fire includes about 250 volcanoes. Many of them are submarine volcanoes, meaning they`re underwater, as are 75 percent of the world`s volcanoes in total.<br><br>Now, the Ring of Fire is also called the Circum Pacific Belt. It`s a result of plate tectonics. The movement of the plates has created a nearly continuous series of oceanic trenches and chains of volcanoes, stretching for 25,000 miles in a horseshoe shape pattern from New Zealand, past Japan, across the Bering Strait and down toward the tip of South America.<br><br>The plate movement also causes earthquakes, because many of these earthquakes occur in the ocean, the Ring of Fire is also known for tsunamis produced when the ocean floor is either forced to rise or fall. When the mega thrust event happens in this region, the water is displaced, and the water pushes ashore.<br><br>Most tsunamis are only a few inches high, but there are times that that wave and that swell can be as tall as buildings.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From shortly after World War II until 1991, the U.S. and the Soviet Union were the two main powers engaged in the Cold War. Now, a lot of experts and analysts have talked about the current tensions between the U.S. and Russia, which was the largest part of the Soviet Union, and these observers have used the term new Cold War to describe what could happen again.<br><br>But with such dramatic changes in technology between 1991 and now, a modern day Cold War could look vastly different from the one in your history books. For one thing, not all of the weapons that the nations have today are even visible.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The Cold War, then and now.<br><br>RACHEL CRANE, CNN CORRESPONDENT: The Cold War was a conflict between two nuclear super powers, West versus East, capitalism versus communism, a high stakes chess match.<br><br>The first question is, what`s temperature have to do with war?<br><br>Well, Hot Wars involve battles and all peace talks have stalled.<br><br>Warm Wars have negotiations. Armies are mobilized, though there`s still a chance for peace.<br><br>But with the Cold War, neither side was in direct conflict. Nuclear weapons made both countries reluctant to fight. Instead, they fought through proxy war and espionage, and for 45 years, the threat of nuclear war loomed over the world. The conflict ended with the collapse of the Soviet Union in 1991.<br><br>The question is, are we on the verge of the Second World War?<br><br>Today, tensions between the U.S. and Russia have reignited. Flash points like Syria, the annexation of Crimea, and suspicions of state-sponsored hacking have some observers fearing we are already in a new Cold War.<br><br>Both countries are tied to a string of international conflicts. But digital warfare has become a vast new battlefield. Cyber espionage is cheap, hard to trace and presents real economic and security fears. It is evolving quickly, as states rely more on digital networks.<br><br>The U.S. and Russia still have huge nuclear arsenals and military might, but digital information may be the most coveted new piece on the chess board.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s been a while since we reported on the dangerous Zika virus, a disease carried by certain mosquitoes that are present all over the globe.<br><br>The World Health Organization, part of the United Nations, recently ended its classification of Zika as a global health emergency. But that`s not because it`s become less important or gone away. The organization has reclassified Zika as an ongoing threat, meaning it expects the virus to remain a problem, like yellow fever and malaria.<br><br>Most people who get Zika won`t even know it. They don`t have symptoms. But if a pregnant woman contracts the virus, it can cause severe birth defects or miscarriage of the baby.<br><br>In the fight against the virus, one thing researchers are looking at is trying to control mosquito populations.<br><br>In a Chinese laboratory, for example, researchers are producing millions of genetically modified mosquitoes. They`re hoping these specific insects will help eliminate Zika and other diseases like dengue fever.<br><br>So, here`s their plan. They start with mosquito eggs, and then infect those eggs with the bacteria that would prevent them from transmitting the viruses. Their modifications also include sterilizing male mosquitoes so that if they mate with females in the wild, the eggs won`t hatch.<br><br>So, how do they separate the male mosquitoes from the females? Well, the females are larger, so they get trapped in this liquid while the males wash off. Then the males are released into the wild, 2 million a week on this Chinese island. Male mosquitoes don`t bite, so researchers don`t have to worry about that. And they say that this process has reduced the populations of harmful mosquitoes by 96 percent here.<br><br>Critics questioned whether this will actually eliminate mosquitoes from the area. And there are concerns about what would happen if a female mosquito somehow became genetically modified and then bit someone.<br><br>In any event, Chinese scientists are hoping to produce billions of genetically modified mosquitoes and then bring them to the Americas which have been hard hit by the virus.<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: CNN STUDENT NEWS is changing, January 2017.<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK. There`s the cutting edge and huge training device out there that a couple of global soccer teams are using to get an edge. It shots out a ball like a batting cage, and the player in the middle of the room has to field it and then pass it back into one of dozens of grid surrounding him or her.<br><br>The downside, most soccer players may never set foot inside one of these. The starting price is $2.4 million. They can go up to $3.5 million. But for those people who do train here, it could be a step toward rehabilitation, better ball control or even victory.<br><br>(BEGIN VIDEOTAPE)<br><br>RAFAEL HOFFNER, SPORT COORDINATOR FOR INNOVATION, HOFFENHEIM: So, the function from the Footbonaut is to make training for your first and second contact. To make training for your pass and stop the ball. So, like here, the ball comes to you, you stop the ball, and pass into field.<br><br>We have a lot of options here, so we can use a number of balls and we can play with 100 balls and we can use the speed of the ball from zero to 100.<br><br>That`s really fast. We play with 50 in the first, 55 for the first league team, and we can say which ball machine we can active, and which field.<br><br>So, you have a lot of training types.<br><br>REPORTER: You can tailor to each plan, if they got a weakness.<br><br>HOFFNER: Yes.<br><br>SUBTITLE: So the Footbonaut works for pros, but what about amateur CNN prospects? Let`s find out --<br><br>(MUSIC)<br><br>SUBTITLE: That doesn`t look right. Let`s see a pro at work.<br><br>(MUSIC)<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, at its price, it may be Footbonaut for everyone. But if the weather outside is frightful or if the field nearby isn`t lightful, or if the rest of the team just has something else afoot, this can help solo players get off on the right foot if they shoot over to the Footbonaut. It will keep them in touch with askility (ph) and they`re sure to get a kick out of it. Oh, come on.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-08 CNN Student News.mp4"}