{"title":"CNNSN-2017-04-19-CNN-Student-News","script":"(CNN Student News) -- April 19, 2017<br><br><br>Britain`s Leader Calls For An Early Election; Trump Signs a New Executive Order; Health Impacts of Loneliness<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: A surprise announcement from the United Kingdom leads things off today on CNN 10.<br><br>I`m Carl Azuz. Great to have you watching.<br><br>In Britain or the U.K., general elections are scheduled to take place every five years. The last one happened in 2015, the next was initially scheduled for 2020. But yesterday, an unexpected move was made. British Prime Minister Theresa May said the government would try to hold a snap election, an early election, on June 8th of this year. This is legal in Britain and has been done before.<br><br>But Prime Minister May had said previously that she wouldn`t call for an early election. The reason she did -- political disagreements in Westminster, which is the Washington, D.C. of Britain.<br><br>(BEGIN VIDEO CLIP)<br><br>THERESA MAY, BRITISH PRIME MINISTER: At this point of enormous national significance, there should be unity here in Westminster. But instead, there is division. The country is coming together, but Westminster is not.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The moment of national significance she referred to is the Brexit, the British exit from the European Union. Last summer, British voters approved separating from the union by a margin of about 52 percent to 48 percent.<br><br>The process has begun. It`s a long one, with a lot of negotiations. It`s expected to take two years. The nation`s deeply divided over it in exactly how the Brexit should be carried out.<br><br>That brings us to Prime Minister May. Her political party, the Conservative Party, has a majority in Britain`s parliament, but it`s a small one. And the parties that opposed it had been complicating the conservatives` Brexit plans, though most British lawmakers say they will go through with the Brexit.<br><br>By calling for early elections, what the prime minister is hoping is that her party will gain seats to show it has the support of the British people, and that could strengthen its strategy for the Brexit.<br><br>It appears that Prime Minister May does have the support she wants. Her personal approval ratings are high, and her party is expected to win more seats in the vote. Opposition parties say they welcome the early election decision. It`s put the country in the full throttle election mood.<br><br>(BEGIN VIDEO CLIP)<br><br>MAY: We agree that the government should call a general election to be held on the 8th of June.<br><br>NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR: The one thing you need to know about Theresa May`s announcement of a snap election on June the 8th is that she wants to have a stronger hand in the Brexit negotiations. She says that the opposition parties, Labour, the Liberal Democrats, the Scottish National Party in Scotland are all working to undermine unity in Westminster. She also criticized the House of Lords, saying they were doing the same.<br><br>Theresa May`s critics however say that she is not working in the national interests, that she is, in fact, working to strengthen the position of the conservative party. Polls, if they`re to be believed, and they`ve been notoriously unreliable in recent years, indicate that her party is doing well over the Labour Party.<br><br>What Theresa May says she wants to do is to avoid arriving towards the end and the toughest part of the Brexit negotiations, at the same time, the country is preparing for general elections. This is widely seen as an attempt by Theresa May to force her way with a hard Brexit.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. President Donald Trump has signed a new executive order that aims to follow through on a pledge he made on inauguration day.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: We will follow two simple rules: buy American and hire American.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Yesterday, the president visited the headquarters of a Wisconsin- based tool manufacturer. He said his administration would do everything it could to make sure more products are stamped with the words &quot;made in the USA&quot;.<br><br>(BEGIN VIDEO CLIP)<br><br>TRUMP: This historic action declares that the policy of our government is to aggressively promote and use American made goods and to ensure that American labor is hired to do the job.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But Senate Minority Leader Charles Schumer said in a conference call that the president hasn`t stood up to China, which is blamed for taking American jobs, or do enough to help American workers.<br><br>(BEGIN AUDIO CLIP)<br><br>SEN. CHARLES SCHUMER (D-NY), SENATE MINORITY LEADER: The president makes a promise, signs an empty executive order that won`t help the life of a single American worker, smiles at the cameras and goes right back to happening, helping out the special interests and leaving America`s workers out to dry.<br><br>(END AUDIO CLIP)<br><br>AZUZ: One thing the executive order does is prioritize using American companies to carry out U.S. government projects. It also pushes for<br><br>stricter enforcement of H-1B visa laws. That program aims to bring skilled workers from other countries into the U.S. But the Trump administration says it`s been abused by some companies to hire workers who will accept less pay than Americans would.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: If you`re a highly skilled foreigner looking for a job in the U.S., chances are you`re looking for an H-1B visa. But there`s concern among some lawmakers that outsourcing firms may be exploiting the program. They flood the market with applicants who often are making less money than Americans.<br><br>Let`s look at the facts: H-1B visas are offered through a lottery. There are 85,000 people awarded the visas each year and they`re good for three years. The median salary for an employee on an H-1B is $79,000. And if the visa holder was hired through an overseas outsourcing firm, that firm makes money, too.<br><br>For example in India, the money earned by outsourcing firms makes up almost 10 percent of the country`s GDP. The majority of H-1B petitions, around 70 percent, are from Indian nationals. China has the second most at just under 10 percent.<br><br>California seeks out more H-1B workers than any other state, followed by Texas, New York, New Jersey and Illinois. And where are they going?<br><br>Silicon Valley. Two-thirds of H-1Bs granted in 2015 were for tech jobs. And while sections of corporate America claimed to rely heavily on H-1Bs, many agree the system needs to be fixed.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these objects cost the most to build?<br><br>Burj Khalifa, Large Hadron Collider, Channel Tunnel or International Space Station?<br><br>The International Space Station is said to be the most expensive single object people have ever built. Its estimated cost has exceeded $110 billion.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Three, two, go for main engine start, one, zero and lift off of the Atlas V rocket with Cygnus and the SS John Glenn, extending the research legacy for living and working in space.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The scene yesterday in Cape Canaveral, Florida. It`s a cargo delivery for the International Space Station. More than 7,600 pounds of science experiments, hardware and supplies for the astronauts who are on the ISS. The spacecraft taking it there was built by private space company Orbital ATK, under a multibillion dollar contract from NASA. It`s scheduled to reach the station this Saturday and it will eventually be destroyed, along with several thousand pounds of garbage when the spacecraft reenters earth`s atmosphere in July.<br><br>The U.S. surgeon general, Dr. Vivek Murthy, has said that the most common health problem in America isn`t cancer, obesity or heart disease, but isolation, being cut off socially from others. Research suggests that this is actually associated with heart disease or actually living a shorter life. Fortunately, there`s something simple we can do to fight it off.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: This will shock you, just how much of an impact being lonely can have on your health.<br><br>What they have found now in a few different studies is that it`s on par with being a smoker. It increases your risk for real diseases like heart disease, like diabetes. So, we think about loneliness in this abstract sense, but the health effects are very objective and very real.<br><br>As a neuroscientist, I was so interested in this idea that we know where pain resides in the brain. And what we now know is that people who are chronically lonely, they have higher activity in that pain part of the brain.<br><br>So, even though it`s loneliness it can register as physical pain. Having friends really does seem to keep people healthy. The simple act of being social, we find people`s immune system actually perform better.<br><br>Simply saying &quot;hello&quot; can make the person who gets that greeting live longer. The evidence is pretty clear on this. And we`re starting to get more and more evidence that you yourself by saying hello, it`s so empowering that could actually do wonders for your health as well.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In October, we told you about a dog that set a Guinness World Record for popping 100 balloons in 39.8 seconds. Well, Toby the whippet put his speed and teeth to the test last month in a doggone fine effort to break that record. The challenge was the same: 100 balloons, but Toby here with the help a woman named Christie Springs took all the air out of the balloons in a new record time of 36.53 seconds.<br><br>More than 3 seconds faster than the old record, he was nipping at its heels. Toby and Devo (ph) teach us that when a challenge comes along, you must whippet. He did a whippet good job and was able to go forward and move ahead by setting a new high bar.<br><br>Hope you`ll pop back again on CNN 10 tomorrow. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-19 CNN Student News.mp4"}