{"title":"CNNSN-2015-05-28-CNN-Student-News","script":"(CNN Student News) -- May 28, 2014<br><br>FIFA Officials Accused of Corruption; Massive Flooding in Texas; A Distance Runner with MS<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>First up this Thursday: Massive corruption charges in the world of international soccer. U.S. prosecutors say some officials with FIFA, the group that governs soccer worldwide, have accepted more than $150 million in bribes over the past 24 years. American officials say bribes influence which countries got to host the World Cup, who could televise soccer games and where they`d be held.<br><br>(BEGIN VIDEO CLIP)<br><br>LORETTA LYNCH, U.S. ATTORNEY GENERAL: They were expected to uphold the rules that keep soccer honest and to protect the integrity of the game.<br><br>Instead, they corrupted the business of worldwide soccer to serve their interest and to enrich themselves. This Department of Justice is determined to end these practices, to root out corruption and to bring wrongdoers to justice.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Switzerland is also investigating FIFA. Swiss officials raided the group`s headquarters in Zurich yesterday.<br><br>FIFA has been investigated for corruption for years. It`s repeatedly denied that its top officials are on the take. But FIFA President Sepp Blatter, who is not one of the accused, says the organization welcomes the investigations by American and Swiss officials and believes it will help root out wrongdoing in soccer.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Whichever nation hosts the World Cup potentially receives a multibillion dollar economic boosts.<br><br>And the decision to select Qatar to host the World Cup in 2022 has since become a controversial one. The small Middle Eastern country won the right to host the cup over Japan, South Korea, Australia and the United States. Officials have been under scrutiny amid allegations of corruption in the selection process for both the 2022 cup and the 2018 World Cup in Russia.<br><br>FIFA`s ethics committee hired an independent investigator later announcing no evidence of corruption and no reason to reopen the bidding process. But that investigator would distance himself from those claims. And the FBI would proceed with its investigation -- ultimately resulting in today`s charges.<br><br>The American television market is one of the biggest for the World Cup, with networks paying billions of dollars for the right to broadcast. For that reason, U.S. authorities say they do have jurisdiction to file the corruption charges.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Starting in the Old Line State of Maryland and working our way west on today`s roll call.<br><br>Manchester Valley High School is first up, in Manchester, Maryland. You`re dangerous Mavericks.<br><br>The Prairie State of Illinois is next, where we heard from the Rice Child and Family Center. Shout-out to our viewers in Evanston.<br><br>And in Big Sky Country, there are bison. Great Falls High School is in Great Falls, Montana.<br><br>This is the scene from Ciudad Acuna, Mexico. It`s in the northern part of the country bordering Texas, and it`s where a tornado recently killed 13 people and damaged hundreds of homes. It was part of the same storm system that washed away houses and lives in Texas and Oklahoma.<br><br>Days of torrential rain have brought devastating floods, killing at least 12 people in Texas and six in Oklahoma. A Houston resident says he`s never seen flooding this extreme.<br><br>(BEGIN VIDEOTAPE)<br><br>ED LAVANDERA, CNN CORRESPONDENT: Emergency officials here in the city Houston described the flooding scene around this area as a mad house. More than 1,000 cars stranded on roadways, because people racing and rushing to get out of the way of these walls of water that flowed out of many of the bayous that you see throughout many parts of the city of Houston. This is a bayou that cuts and winds its way normally rather quietly around downtown Houston.<br><br>But as you can see from one embankment to the other, the water levels here rose dramatically -- in fact, at some point, at its worst point, reaching just to that bridge that you see behind me. And these waters spilled out everywhere.<br><br>Emergency officials and city officials here in Houston say there are still a number of people that are considered to be missing. So, search and rescue operations continue, waiting for these flood waters to recede so they can get into some of the hardest hit neighborhoods and to continue the search processes in homes and throughout neighborhoods. You know, very dramatic efforts going on.<br><br>We saw some rather ingenious kind of operations going on as well. Fire and rescue teams trying to get to people making 911 calls, abandoned ambulances and the lower lying cars and traded them in for public works vehicles, these massive trucks and use those as makeshift ambulances to pull people out of some of the hardest hit neighborhoods.<br><br>So, a dramatic scene here. The good news is, is that most of the day, it did not rain. However, in the coming days, more rain continues. It`s expected to be in the forecast and that means these floodwaters could rise up quickly again.<br><br>And state officials across the state are warning people, once these flash flood situations emerge, to react quickly. We`ve heard from time and time again from people around the state that it takes just a matter of minutes, the water around their ankles and just minutes later, they find themselves in knee deep water.<br><br>So, state officials urging people to react quickly, take the warning seriously, when these flash flood warnings go into effect.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you follow the 2012 election season in the U.S., this name might sound familiar to you: Rick Santorum. He`s a former senator from Pennsylvania, who is the Republican Party`s runner up in 2012.<br><br>Yesterday, Santorum officially entered the 2016 presidential race. He joins six other people officially seeking the nomination for the Republican Party.<br><br>There are two people officially seeking the nomination for the Democratic Party.<br><br>Yesterday was World MS Day. MS standing for &quot;multiple sclerosis&quot;. MS Day aims to raise awareness about the disease. The group that organizes the event says MS affects more than 2 million people globally, but then it`s likely that hundreds of thousands are undiagnosed.<br><br>Multiple sclerosis affects the nervous system. It can impair someone`s vision, movement and ability to feel. There`s no cure. There are treatments that help people with MS and there are some amazing stories of MS patients overcoming the odds of the disease.<br><br>(BEGIN VIDEOTAPE)<br><br>KAYLA MONTGOMERY, LONG DISTANCE RUNNER: I start like any other runner. I get really excited and get like butterflies in my stomach.<br><br>When I first start running, everything is normal. But as the race goes on and as my, like, body temperature rises, I`ll start to lose feeling from the waist down. As soon as I stop, I just fall.<br><br>It`s like a shock on my body. My legs just kind of give out from under me.<br><br>My name is Kayla Montgomery. I`m a long distance runner and I have multiple sclerosis.<br><br>I was playing in a soccer tournament when I was 15 and I had a really bad fall on my tailbone. And then later in the same game, the back of my neck, there is like a really painful shock running up and down my spine. And like over the course of the week, it progressed to the point where I couldn`t feel anything from the waist down.<br><br>Shortly after my 15th birthday, I was finally diagnosed with MS, where your immune system attacks your neurons and causes scarring on your brain and your spine.<br><br>Long distance running is my favorite because you have to have so much strength and like determination. Those runners run with their legs, like they tell their case (ph) with their legs, but I have to run with my arms, and I really focus on my arm movement to figure out how to move my legs.<br><br>So, I just learn a new way to run. I train six days a week. I run 60 to 75 miles a week.<br><br>Oddly enough, MS is kind of what motivates. I refuse to let MS win as long as I keep battling it and I feel like everything is fine.<br><br>I could easily wake up tomorrow and not be able to move. The days that I can run, I make them the best that I can.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All right. So, let`s say you`re a retired athlete who wants to stay in shape, but you`re 7-feet-1 and 324 pounds. And the weight rack just doesn`t stack up enough.<br><br>Well, you got a friend to help. In the case of former NBA star Shaquille O`Neal, that friend was former NBA star Chris Webber, whose 6-feet-10-inches frame added just 245 pounds to the already maxed out stack on the seated cable rows.<br><br>It`s not just for one rep. It`s not just for one lap. Even though they`re friends this had to be a heavy lift.<br><br>It was weighty challenge. Don`t know if the row cost a roe (ph) but I guess when you`re Shaq, you`re already a machine. And these guys were used to pulling big numbers on cable.<br><br>I`m Carl Azuz, and that stacks up another edition of CNN STUDENT NEWS. Hope it worked out for you.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-28 CNN Student News.mp4"}