{"title":"CNNSN-2016-12-07-CNN-Student-News","script":"(CNN Student News) -- December 7, 2016<br><br><br>Memories of a Pearl Harbor Survivor; How Bacteria Could Become a Common Source of Light<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Today is December 7th, 2016, National Pearl Harbor Remembrance Day in the U.S. And that`s what`s first up.<br><br>It was 75 years ago that the nation of Japan attacked the United States naval base at Hawaii`s Pearl Harbor. Japan, Germany and Italy, known as the Axis Powers were at war with China, Great Britain and the Soviet Union. The U.S. has not yet gotten directly involved in World War II, though it had implemented economic sanctions against Japan for its behavior toward neighboring China.<br><br>The Japanese plan for Pearl Harbor, destroy the American Pacific Fleet there. Japan kept it a secret by continuing peace talks with the U.S. until the day of the attack. The air and sea assault crippled the base and killed more than 2,400 American servicemen and civilians.<br><br>The next day, with the support of all but one member of Congress, President Franklin Delano Roosevelt declared war on Japan.<br><br>(BEGIN VIDEO CLIP)<br><br>FRANKLIN DELANO ROOSEVELT, FORMER PRESIDENT: December 7th, 1941, a date which will live in infamy.<br><br>(END VIDEO CLIP)<br><br>AZUZ: For the first time since World War II, a Japanese leader is planning to visit the site of the Pearl Harbor attacks. Prime Minister Shinzo Abe is scheduled to travel there with U.S. President Barack Obama after Christmas. Japan`s government says Mr. Abe will not apologize for the attack, but to send a message of reconciliation between Japan and the U.S.<br><br>Today, on the Hawaiian island of Oahu, tourists gathered at sites like the USS Arizona Memorial, positioned above an American ship that was sunk in the attack.<br><br>Some travel to Pearl Harbor to see and to understand. Others go to remember.<br><br>(BEGIN VIDEOTAPE)<br><br>KYUNG LAH, CNN CORRESPONDENT (voice-over): Ask B.C. Wilborn the secret to living to age 95 and good health, he`ll say love of a vibrant hobby like horseracing and a lot of experience and surviving.<br><br>(on camera): Do you think, I`m a war hero?<br><br>B.C. WILBORN, WWII VETERAN: No, no, gosh. You see (INAUDIBLE) that you think what you could have done or didn`t do.<br><br>ANNOUNCER: The Japanese have attacked Pearl Harbor.<br><br>LAH (voice-over): Seventy-years ago, Wilborn stood aboard the USS Maryland as Japanese launched an early morning attack on Pearl Harbor. Wilbon, just a 20-year-old first class petty officer in the Navy.<br><br>(on camera): What did it feel like to be in the middle of that?<br><br>WILBORN: I didn`t have no fear, I see everything is happening and they seemed like unreal.<br><br>LAH (voice-over): Daughter Edie and her husband Ron.<br><br>EDIE STANTON, WILBORN`S DAUGHTER: They pay a big price for us to be free.<br><br>LAH (on camera): How old are you here?<br><br>WILBORN: I was 24, 25.<br><br>LAH (voice-over): They had pictures and saw their father`s Purple Heart. But Wilborn never talked about World War II until for reasons no one can explain, a few years ago.<br><br>(on camera): Just started talking.<br><br>RON STANTON, WILBORN`S SON-IN-LAW: Just started talking. I`m sad to say I didn`t have a tape recorder to get it.<br><br>LAH (voice-over): And he hasn`t stopped talking. Wilborn sharing horrors, the men he couldn`t save aboard the capsized USS Oklahoma.<br><br>WILBORN: You hear the tapping on the wall and people in there I guess thinking, when we get rescued? After about two days, maybe in third day -- stop. No more.<br><br>LAH: More than 400 men died on the Oklahoma.<br><br>(on camera): Seventy-five years later, you can still recall that sound?<br><br>WILBORN: Oh, gosh, yes. I thought about the saddest thing (INAUDIBLE) of the Navy because, I don`t know, you seemed so helpless.<br><br>LAH (voice-over): Unlike many survivors, Wilborn never went back to Pearl Harbor. That`s changing this year, 75 years later, he`s returning for the first time since that day of infamy.<br><br>(on camera): What changed? Why did you start thinking about it?<br><br>WILBORN: It`s a sad day and -- I don`t know, you tried to get it out of your mind and it won`t go.<br><br>LAH (voice-over): So, the survivor faces one last battle, of his own memories.<br><br>Kyung Lah, CNN, Collinsville, Illinois.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Powerful report.<br><br>Well, up next today, we`re talking about bacteria, as in eww.<br><br>The tiny single-celled organisms are involved in everything, from causing disease to fighting disease. They`re at work when things are rotting.<br><br>They`re at work in the process of fermentation. Could their work be harnessed to help us see in the dark, bringing us a future literally lit by bacteria?<br><br>(BEGIN VIDEOTAPE)<br><br>NICK GLASS, CNN CORRESPONDENT (voice-over): Paris, the city of lights. But the night comes alive, glowing gloriously as the sun sets.<br><br>(on camera): Now, imagine this -- all these Parisian landmarks lit by an entirely different light source.<br><br>SUBTITLE: Biological lighting.<br><br>SANDRA REY, GLOWEE: We`ve been (INAUDIBLE) biological lighting system that works with living bioluminescent bacteria.<br><br>GLASS (voice-over): Sandra Rey is French and just 26, the youngest innovator we`ve ever featured on &quot;Make Create Innovate&quot;. She had a bright idea in 2013, while studying industrial design in Paris.<br><br>REY: We noticed that fishes were able to turn a light, (IANUDIBLE) and we say, oh, maybe this is a solution to solve our issues, and economical and ecological issues for human lighting.<br><br>GLASS: Bioluminescence is a natural phenomenon that among other things enable fireflies to go. But Rey drew her inspiration from the deep sea, the species of squid or rather special bacteria that live inside the squid and give them their extraordinary ability to bioluminescent.<br><br>REY: Basically, we`re using genes coding for the biochemical reaction of bioluminescence inside the bacteria. So, we took these genes and we put them in the most common bacteria that we use in the lab. And then we grow the light.<br><br>GLASS (on camera): So, that`s bacteria from squid.<br><br>REY: Exactly.<br><br>GLASS: Will they light?<br><br>REY: Yes, I can show you in the dark.<br><br>GLASS (voice-over): The drop of liquid nutrient and the mixture surge (ph) into life.<br><br>REY: It`s this magical light, enough to two years now that (INAUDIBLE). I`m seeing it almost every day. It`s still magical. It`s --yes, it`s amazing.<br><br>GLASS: But demo and a test tube is one thing. Scaling up is the challenge. But where better to try than the streets of Paris, where the world`s first gas powered street lights burned Rey hopes her bacteria could soon glow.<br><br>Inside the bus, their supporters are getting a sneak preview.<br><br>And a ferial almost psychedelic blue glow gently illuminates the space.<br><br>(on camera): How do the people seeing it react?<br><br>REY: I think they would be surprised. It`s a really weird light, like really (INAUDIBLE) intriguing. You just want to look at it and it`s just a preview (ph).<br><br>GLASS (voice-over): In the corner, an example of future Rey sees about urban illumination.<br><br>REY: We know that the shop windows market is now validated and we just need to have a big more intensity to go there. So, in 2017, but we also have a lot of interest in the construction industry, in the energy industry.<br><br>GLASS: Rey hopes to make this landscape multicolored, a spectrum of reds, greens and yellows.<br><br>There are still challenges ahead, how to make the light lasts longer and more intense.<br><br>REY: We`ve managed to make it totally autonomous for three days. Now, it`s kind of a night light. So, we still have a lot of progress on that (INAUDIBLE). We know that we can do ten times more in a very short term period.<br><br>GLASS (on camera): If you come to Paris at Christmastime, which we`re having (INAUDIBLE), there`s no city like it. Do you imagine applying this technology here?<br><br>REY: Totally, I would love to see Paris all bioluminescent.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: CNN STUDENT NEWS is changing, January 2017.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Earlier to this academic year, we showed you goat yoga. Today, we`re bringing you cat yoga. Not necessarily what many of the animals do naturally. This is human yoga with cats, shelter cats from a no-kill cat shelter in Atlanta, Georgia.<br><br>They started cat yoga to bring more people to the shelter, but they found that many of the cats who were too shy to socialize on adoption day are more relaxed and interactive around people doing yoga.<br><br>So, as long as they`re catatonic, it`s for cats a tonic. And if regular yoga barely scratches the surface of meditation, cat and yoga lovers could find this the peek of the (INAUDIBLE). And it`s pretty a-meow-sing to look it.<br><br>That catalogs another edition of CNN Student Meoows. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-07 CNN Student News.mp4"}