{"title":"CNNSN-2017-01-09-CNN-Student-News","script":"(CNN Student News) -- January 09, 2017<br><br><br>U.S. Intelligence Concerning Russia; Wicked Winter Weather Slams U.S.; Mixed Signs About U.S. Economy<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN 10 ANCHOR: This is CNN 10, explaining global news to our global audience. I`m Carl Azuz.<br><br>The first story we`re covering this January 9th, the first official U.S. intelligence report concerning Russia and the 2016 U.S. presidential election.<br><br>It was ordered by President Barack Obama and given on Friday. The intelligence said that Russian President Vladimir Putin ordered an influence campaign, which included cyber hacking, that was aimed at the U.S. election and that included a, quote, &quot;clear preference for President-elect Donald Trump over his rival Hillary Clinton.&quot;<br><br>After intelligence officials met with President-elect Trump about the issue, his transition team said the hacking occurred before Trump was the clear Republican Party nominee and that it seemed intended more to harm Clinton than to help Trump. The Obama administration has accused Russia of undermining the U.S. democratic process.<br><br>Russia has consistently denied interfering, and a Russian senator said the American process was, quote, &quot;undermined by the Obama administration and the media which supported Clinton against Trump.&quot;<br><br>U.S. intelligence officials said they did not assess whether Russian activities actually affected the outcome of the American election.<br><br>The FBI is investigating an attack at a Florida airport on Friday. A 26- year-old man who`d served in the Puerto Rico and Alaska Army National Guards has confessed to planning the shooting at Fort Lauderdale-Hollywood International Airport. Five people were killed and six were wounded. The suspect, Esteban Santiago, now faces federal charges that could lead to the death penalty.<br><br>Santiago had served in the Iraq war from 2010 to 2011, and received a combat related honor. But his brother says he believes the shooting was caused by mental issues that arose after Santiago`s service. He`d received a mental evaluation but the conclusions weren`t enough to keep him from owning a firearm.<br><br>FBI officials say they`re not ruling out terrorism as a possible motive.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia.<br><br>The U.S. National Weather Service defines a blizzard as having what wind speed? Fifteen to 30 miles per hour, more than 35, or zero miles per hour?<br><br>By the Services` definition, a blizzard has heavy snow, very limited visibility and wind speeds of more than 35 miles per hour for at least three hours.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And it was blizzard conditions that hit part of the U.S. Northeast over the weekend, bringing massive amounts of snow to Massachusetts, and coating areas of Pennsylvania, New York and Connecticut.<br><br>The same winter storm system swept snow and frigid temperatures all the way the East Coast, knocking out power to tens of thousands in Georgia and North Carolina, covering roads and bridges with ice, and leading to the cancellations of thousands of airline flights, stranding travelers.<br><br>Out West, heavy rain, plus forecast of mountain snow factored into the fact that 77 million Americans were under some sort of winter weather advisory in recent days. Parts of Oregon were expecting sleet and freezing rain.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: We`re talking about freezing rain and sleet. What`s the difference?<br><br>It all comes down to the temperature at different levels of the atmosphere.<br><br>Take freezing rain, for example. You start with the snowflake high in the atmosphere. It will enter a warm layer, temperatures above freezing, that will cause the snowflake to melt and basically turn in to a rain drop. That warm layer is so thick that temperatures don`t get below freezing until just above the surface, not enough time for that raindrop to freeze again. So, it freezes on everything it makes contact with, roads, bridges,power lines, tree branches, everything.<br><br>On the other hand, you have sleet. The only difference is that warm layer isn`t so thick and the raindrop has enough to freeze again. That`s why a lot of times, you can hear sleet. It sounds like ice hitting the surface. Roads, cars, anything it touches.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Some mixed messages coming in concerning the U.S. economy.<br><br>First, the December jobs report. It indicated that the unemployment rate increased 1/10 of 1 percent, from 4.6 percent to 4.7 percent. U.S.employers added 156,000 jobs nationwide in December. That was down from the 204,000 added in November, and the average monthly growth in 2016. But there was an increase in wages, of 2.9 percent, and that was the wage increase in seven years.<br><br>Some bad news for American retail companies, though. Women`s clothing brand the Limited announced Saturday it was closing all of its stores nationwide. Its website will stay up, though. These closings add to those of Sears and Kmart, who planned to shut down a combined 150 more stores.<br><br>And Macy`s is closing in many places, cutting more than 10,000 jobs.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Macy`s is closing 100 of 650 stores, 15 percent. That is astonishing for this iconic retailer that used to be a mainstay in America`s malls.<br><br>America`s malls are facing a lot of difficulties because the anchor tenants like Macy`s are in trouble -- companies like JCPenney, Sears, Nordstrom.<br><br>These are companies that have all been faced with the threat of Amazon. Amazon is eating everyone`s lunch. Internationally, you`re seeing it as well with China`s Alibaba reporting strong sales, too.<br><br>What does this mean for people who work in the industry? Unfortunately, these are not good times. More than 40,000 retail sector jobs have already been lost near the gate. That number likely to go higher as more tradition retailers shutter stores.<br><br>The good news, if you want to call it that, is that there are still some thriving retailers out there, companies like T.J.Maxx, Dollar General.<br><br>These are doing extremely well, as well as fast fashion companies like Zara and H&amp;M.<br><br>The problem, though, what does it say about this economy? Bargaining hunting is what everyone wants. People trying to save as much as they can, and not spend more than they need to -- another sign of America`s soft economy.<br><br>(END VIDEOTAPE)<br><br>AZUZ: As part of our fantastic changes with CNN 10, now, you can read along with Carl. On our home page, you can read the word transcript right under the video box.<br><br>My big head will play on the right side of your screen, while you scroll through the words. It`s a great tool for learning English or seeing exactly what the puns are.<br><br>The 2017 Consumer Electronic Show, CES, has just wrapped up in Las Vegas, Nevada. You hear a lot about technical advances on this show. A new technology is what CES is all about. Its product categories include everything from 3D printing and driverless cars, to augmented to reality, drones and electronic gaming to robotics and wearable technology.<br><br>In fact, the product you`re about to see kind of combines those last two.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: This is the base screen (ph) we have to the games and these are the games for physical therapy. It can virtually like do a lot of activities, which maybe challenging in your real life if you are the stroke patients, or any type of patients with the brain injury.<br><br>SAMUEL BURKE, CNN TECH CORRESPONDENT: So, like squeezing a lemon.<br><br>UNIDENTIFIED MALE: Exactly.<br><br>BURKE: So, right now, these sensors are just reading how much I`m clinching. So, I clinch and it`s seeing if I`m doing a good job, a bad job.<br><br>But what are some of the advantages of using a program like this at home to do physical therapy?<br><br>UNIDENTIFIED MALE: The biggest advantages, the -- it`s more fun. It`s more engaging. Lots of our home patients say they`re not even realizing they`re actually going through the rehab process. So, that`s one factor.<br><br>And the other factor is actually matters to range emotion of viewers. So, instead of saying that, oh, you`ve been making improvement,&quot; now, it can be a lot more objective by saying, &quot;Oh, I made progress by three degrees, say, over past two weeks.&quot;<br><br>BURKE: How much does it cost to use this device and the service that comes with it?<br><br>UNIDENTIFIED MALE: It costs $99.<br><br>BURKE: Ninety-nine dollars.<br><br>UNIDENTIFIED MALE: A month, like to rent the device.<br><br>BURKE: Do you see this as a replacement for a physical therapist?<br><br>UNIDENTIFIED MALE: That`s really not. The machine can never replace the physical therapist, but this is actually like the tool made for the physical therapist.<br><br>BURKE: Oh, finally! I`m way better at this in the digital world than the -- oh, or not.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Skydivers (ph) who typically aimed for &quot;10 Out of 10&quot;, swimmers often compete for the best time. These Georgia Tech swimmers are trying to look like they`re having a good time swimming in the snow.<br><br>Their meet at Virginia Tech was canceled over the weekend for the snow. So, in this Twitter video, you can see them making the best of their predicament, outside of their hotel, outside in the cold, far outside of any heated pool.<br><br>Certainly, a frosty reception for the visiting team. But even if their pace seemed glacial, all their moves were crisp, all their times were brisk, just watching them gave onlookers goose bumps, and while it might have been a polarizing idea to begin with, they all came away looking like winters.<br><br>I`m Carl Azuz and that`s &quot;10 Out of 10&quot; for CNN 10. We`ll see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-09 CNN Student News.mp4"}