{"title":"CNNSN-2016-04-19-CNN-Student-News","script":"(CNN Student News) -- April 19, 2016<br><br><br>Lawmakers Debate Impeaching Brazil`s President; U.S. Supreme Court Examines an Executive Action on Immigration; Strategies of Retailers. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Will the president of Brazil be impeached? That question and the story surrounding it are first up today on CNN STUDENT NEWS.<br><br>Brazilian President Dilma Rousseff is the first female leader of the federal republic. She was elected in 2010 and reelected in 2014.<br><br>Brazil`s lower house of Congress voted on Sunday to impeach her. And if the Senate also approves that, President Rousseff would be suspended and would have to defend herself in a trial. This is all happening as Brazil prepares to host the Olympics this August.<br><br>President Rousseff is a polarizing figure in Brazil. Critics blamed her for the nation`s worst recession in decades. A huge corruption scandal involving Brazil`s government-run oil company has led to the resignations of numerous politicians, including dozens in the president`s political party, the worker`s party.<br><br>But Rousseff herself has not been accused of corruption, and she says she hasn`t committed any impeachable crimes. She and her supporters promised to fight the proceedings.<br><br>On South America`s west coast, as the country of Ecuador picks up the pieces from Saturday evening`s earthquake, President Rafael Correa says rebuilding will cost billions. Help is pouring from all over the region, as well as the European and the United Nations. Communications are out in many parts of Ecuador. Survivors need water. It`s hard to get that to them because the highways are in such bad shape. That`s also a problem for rescue efforts.<br><br>(BEGIN VIDEOTAPE)<br><br>BORIS SANCHEZ, CNN CORRESPONDENT: The death toll right now is sitting in more than 270 people, with 2,500 others hurt in the aftermath of this 7.8 magnitude earthquake, a devastating earthquake for Ecuador. Those numbers are expected to continue rising as officials got a closer look at the extent of the damage.<br><br>Part of the problem is with the infrastructure in Ecuador. Some of the hardest hit areas right now are essentially inaccessible.<br><br>After weeks of pounding rain brought about by El Nino, this earthquake essentially decimated what was left of the roads here. Perfect example is right behind me in the city of Guayaquil, this bridge came down during a very busy hour. This is one of the busiest bridges in the city that came down on top of a car, killing one person and injuring another.<br><br>About 10,000 soldiers and 4,000 police officers are on the ground right, sifting through rubbles, trying to find survivors.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. Supreme Court is now hearing arguments in a case related to President Obama`s controversial executive action on immigration. The president denounced the action in 2014. It allows millions of people who are in the U.S. illegally to stay without the threat of being deported.<br><br>They could apply for work programs and other benefits, as long as they paid taxes.<br><br>Twenty-six states sued the government over this. The Obama administration says its action is legal, and like those of previous presidents on immigration. But no executive action has ever impacted this many people before. And executive actions don`t go through Congress. Critics say this one in particular should.<br><br>Another aspect to this -- the Supreme Court is divided. Four of the justices were appointed by Republican presidents, four by Democratic presidents.<br><br>Conservative Justice Antonin Scalia died suddenly in February and his potential replacements have been held up in Congress. So, if the high court rules 4-4 on this issue, the ruling of the lower court stands, and that court blocked the president`s action on immigration.<br><br>This isn`t the only debate happening right now on this issue.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: H-1B sounds like an airplane, or an exotic disease. They`re actually visas and these visas are one of the most controversial parts of the immigration debate. Huge tech giants like Facebook and Google call them essential to their business, but critics say companies are exploiting them at the expense of the American worker.<br><br>So, what exactly are the H-1B visas?<br><br>Congress created them in 1992 to bring in highly educated and specialized foreign workers into the country.<br><br>GEORGE H.W. BUSH, FORMER U.S. PRESIDENT: This bill provides for vital increases for entry on the basis of skills, infusing the ranks of our scientists and engineers.<br><br>REPORTER: They`re supposed to fill shortages -- think computer programmers, engineers, doctors.<br><br>Around 85,000 are allotted a year and they last up to six years, plus a possible extension. To get one, you have to be educated. Ninety-nine percent of H-1B workers have at least a bachelor`s degree and over a half have advanced degrees.<br><br>So, why are H-1Bs are controversial?<br><br>Well, critics claim the companies aren`t using them to fill shortages. They say the companies are actually bringing in foreign workers so they can pay them less than American workers, and it wasn`t mean to work this way.<br><br>To protect American workers from exactly what critics are accusing the companies of doing now, the law was set up to require a, quote-unquote, &quot;prevailing wage&quot;. That`s a number calculated for each job by the Department of Labor. But critics say that that number, it`s rife for loopholes and abuse.<br><br>Another problem for, quote-unquote, &quot;specialized hard to fill jobs&quot; sometimes aren`t. Around 50 percent of H-1Bs are going to computer programmers, but they`ve also been used for sports coaches, ranch workers, preschool teachers.<br><br>And it`s not just American workers who can be hurt by their misuse. Employers hold incredible leverage over H-1B visa holders. Some have described the workers as indentured servants because an H-1B worker needs to have a job to stay in the country. Complain about working conditions?<br><br>You could lose your jobs and be forced to leave the country.<br><br>So, here we are, tech companies want more H-1Bs, critics want reform. Will Silicon Valley get its way?<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. military is sending an additional 217 troops to Iraq. Defense Secretary Ash Carter made the announcement yesterday, during a surprised visit to the Middle Eastern country. The Americans` mission, to help and train Iraqi troops as they try to retake the city of Mosul from the ISIS terrorist group.<br><br>The Iraqi army fled Mosul in 2014, allowing ISIS to take over. The U.S. forces will also be providing attack helicopters and protecting Iraqis in the fight, which means the Americans will be closer to the battle and at greater risks.<br><br>In 2011, the Obama administration announced the end of the U.S.-led war in Iraq and eventually moved out the remaining American combat troops. But after ISIS claimed large parts of land in Iraq and Syria, the U.S. has gradually moved military forces back in. The new troops will bring America`s total in Iraq to more than 4,000.<br><br>(MUSIC)<br><br>AZUZ: Here we go, from Monday`s transcript page at CNNStudentNews.com, please welcome the Panthers. Great to see you, everyone, at Washington Park High School. It`s in Racine, Wisconsin.<br><br>Next up, Middletown, Delaware. That`s where you`ll see the Hawks of St. Georges` Technical High School.<br><br>And in North Atlantic Ocean, thank you for watching from the Bahamas. Lucaya International School rounds out our roll.<br><br>Buying what we don`t need. A creditcard.com survey found that 75 percent of Americans had made an impulse purchase in 2014. A Nielsen survey found that 52 percent of people in Thailand had done this, 48 percent in India. And retailers everywhere have certain tools they use to get people to buy.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: The goal is to look at a shopper and find out what they emotionally crave in a shopping experience and give that to the shopper.<br><br>REPORTER: How do retailers do that? By studying you in the store to see what you like and what you want. One way to measure how a shopper is feeling is to watch people anonymously.<br><br>UNIDENTIFIED MALE: From cameras that are based on different areas of the store that literally look at somebody`s face and see what kind of facial micro expression they`re showing to find out what emotional they`re feeling in whatever given time.<br><br>REPORTER: Another way is to track volunteer shoppers wearing monitoring devices. They showed me how this is done in their lab. A wrist monitor captures my heart rate, blood pressure and skin temperature to measure my emotional reactions. Special glasses show exactly what I`m looking at, to pinpoint what draws my attention. Then, I`m off to shop in simulated stores.<br><br>First, for eyeglasses.<br><br>UNIDENTIFIED MALE: This is what we call visual merchandising. These visual storytelling cues pull you in, get you a little bit more engaged in the story of the brand.<br><br>REPORTER: Like I want to be like that guy or I want to be with that guy so these are the glasses I need.<br><br>UNIDENTIFIED MALE: Right. Exactly.<br><br>REPORTER: Next, to grab a cup of coffee.<br><br>UNIDENTIFIED MALE: If I`m at coffee shop and somebody`s at the checkout, it`s best to enhance the emotional experience by having social proof that others have bought here, that others are into the things I`m into and it helps enhanced the rewarding experience I have at retail.<br><br>REPORTER: And then a mobile device store.<br><br>UNIDENTIFIED MALE: The brain really reacts well to people, and people using the products, creating story and enveloping the customer in a story rather than just trying to sell them a product, you want to get them involve in somebody`s life and again, aspirational type market.<br><br>REPORTER: So they can see themselves there.<br><br>UNIDENTIFIED MALE: Exactly. They`re projecting themselves in that environment.<br><br>(END VIDEOTAPE)<br><br>(MUSIC)<br><br>AZUZ: Cattle, horses, elephants, rhinoceros, rhinos, they`re all known to stampede. What you might not know is that dolphins do this, too. A pod of common dolphins was swimming near Monterrey, California, when some killer whales attacked. So, the dolphins` purpose (ph), they repeatedly left out of the water to escape faster. And a cameraman just happened to be filming when it all happened.<br><br>Maybe they didn`t want to be roped in or corralled into a new video, but when they stamp-fled, they did it on purpose, so that won`t be the lasso time it happens.<br><br>I`m Carl Azuz and we`ll be rounding up more stories for you on Wednesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-19 CNN Student News.mp4"}