{"title":"CNNSN-2017-04-24-CNN-Student-News","script":"(CNN Student News) -- April 24, 2017<br><br><br>France Moves Toward Electing a New Leader; Russia Unveils a Military Base in the Arctic; Earth Day 2017 Celebration<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hello and welcome to CNN 10 on this last Monday of April. I`m Carl Azuz.<br><br>The European nation of France is one step closer to having a new leader. Polls closed last night in the first round of its 2017 presidential election.<br><br>It`s been divisive. And the nation is on edge following a terrorist attack that killed a policeman last week in the heart of Paris. ISIS claimed responsibility for that.<br><br>The nation`s current president, Francois Hollande, is eligible for a second term, but the socialist leader is not seeking, an unusual decision, though his approval ratings have been low for years. So, who he is?<br><br>The two candidates who appear to set to face each other on a runoff are Emmanuel Macron and marine Le Pen.<br><br>Macron is a centrist candidate who`s socially liberal. He has promised that if he`s elected, he`ll improve the nation`s economy and security and he`ll work to support the European Union.<br><br>Le Pen is the far right candidate, a conservative. She has promised that if she`s elected, she`ll put a temporary ban on legal immigration to French. She`ll close Islamist mosques and she`ll take France out of the European Union.<br><br>What`s interesting here is that neither of the country`s major traditional parties had a candidate advanced to the second round of elections. That vote is scheduled to take place on May 2nd.<br><br>Far to the north, northeast of France, between northernmost Russia in the North Pole is a military complex where the only visit most people can make is a virtual one. It`s in Franz Josef Land, a lonely frozen archipelago. And even if you could get there, you probably wouldn`t be allowed inside the base, unless you`re part of the Russian government or military. The nation is one of several countries that have claimed parts of the Arctic as their own.<br><br>And while a decision on what territory belongs to which country could be years away. Russia is moving forward by building installations in the region.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN TODD, CNN CORRESPONDENT (voice-over): On a frozen wind-swept expanse in the Arctic, Vladimir Putin military ambition is on grand display.<br><br>Painted like a Russian flag, it`s called Trefoil for its three-cornered structure, a sprawling new military base that can house 150 troops and warplanes.<br><br>MICHAEK KOFMAN, RUSSIAN MILITARY ANALYST, CNA: This is a lot about the projection of the Russia status, right? Russia status is a great power, first and foremost. Second, the fact that Russia is an Arctic power.<br><br>TODD: Sweeping in on a massive military transport, the Russian president recently visited the base. Putin made a show of traversing a glacier and hammering at the ice.<br><br>Russian troops will be living under the harshest of conditions: 18-month deployments where the temperatures can dip well below zero.<br><br>KOFMAN: This is a base set in perhaps the most inhospitable, if not the most inhospitable places on Earth. They`re so cool short of living on another planet with no oxygen, this is one of the most dangerous and hazardous areas to operate.<br><br>TODD: But Russians forces pride themselves in able to operate in the most bitter cold conditions, even training with reindeer. Much of the base is top secret, but the Russian military does boast a virtual tour of some parts of the interior.<br><br>This is part of Putin`s plan to dominate the Arctic. The oil and gas reserves he has his eye on in the Arctic are massive, experts say, worth possibly ten of trillions of dollars, expected to be become more accessible if global warming continues.<br><br>KOFMAN: And they, in some respects, believe in the future there will be a contest between powers who gets access to `em. There`ll be a lot of economic and commercial competition. And the Russian view is, this is a very difficult area to operate. It`s going to take a long time for them to establish themselves there, so they want to get theirs first.<br><br>TODD: Putin is aggressively navigating the region, even having a Russian flag planted on the Arctic Ocean floor. Russia has more arctic military bases than the U.S. and dozens more ice breaking ships, perhaps as many as 40.<br><br>UNIDENTIFIED MALE: And how many ice breakers do we have available?<br><br>GEN. LORI ROBINSON, COMMANDER, U.S. NORTHERN COMMAND: I believe it`s one.<br><br>UNIDENTIFIED MALE: One and a half.<br><br>ROBINSON: OK, 1.5.<br><br>TODD: Russia`s race ahead of the U.S. in cornering the Arctic, analysts say, is a sobering illustration of Putin`s broader ambitions.<br><br>HEATHER CONLEY, CENTER FOR STRATEGIC &amp; INTL. STUDIES: For Vladimir Putin, the Arctic is a prestige project. It demonstrates Russian history and its greatness. Russia can conquer anything. It can plant a flag on the North Pole. It can build a military installation. It can overcome nature.<br><br>TODD (on camera): The Trump administration is being pressured by members of Congress and outside analysts to close that gap with Vladimir Putin and beef up America`s presence in the Arctic. Will they?<br><br>We pressed officials here at the White House, at the Pentagon, Northern Command and the Coast Guard for any specific plans to place more resources in the Arctic. We`ve gotten no response.<br><br>Brian Todd, CNN, Washington.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What took place on April 22, 1970?<br><br>U.S. voting age was lowered, the First Earth Day was held, Apollo 14 mission was launched, or Brazil won the World Cup.<br><br>April 22, 1970 was the date of the first Earth Day in the U.S. It expanded internationally in 1990.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Twenty million Americans were said to have participated in the 1970 event. It helped to increase support for laws that aimed to prevent air pollution and protect endangered animal species.<br><br>Forty-seven years later, the theme of Earth Day 2017 was environmental and climate literacy. And along with events that commemorated the holiday itself and international series of marches were held. From New Zealand to South Africa, from London to Tokyo, people gathered in a show of support for science and research. Organizers called it the March for Science and they said several hundred of these events took place around the globe.<br><br>In the U.S., thousands were seen in places like Washington, D.C., and Chicago, Illinois. Speeches were made. Calling attention to environmental issues. There was live music.<br><br>On his first Earth Day in the White House, U.S. President Donald Trump voiced his support for conservation and preservation, saying science is critical to his administration`s efforts to grow the economy and protect the environment.<br><br>But part of his budget proposal calls for cutting about a third of funding to the Environmental Protection Agency, whose mission is to protect health and environment. And marchers spoke out against these plans because they could reduce funding for scientists` work.<br><br>We love bring you stories about CNN Heroes -- every day people who make news by helping others in their neighborhoods or their communities. We introduced the nominees. We`ve covered the nomination`s process. But what about the nominators -- those who draw attention to these heroes from around the world?<br><br>Now, it`s time for you to meet them.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Meet the nominators.<br><br>How did you meet your hero?<br><br>BRIDGET WILSON, NOMINATOR: I meet my hero when we are volunteering.<br><br>JULIANA ROBINSON, NOMINATOR: I met Sister Tesa over 20 years ago, at a county correctional facility.<br><br>DESTINY TALLEY, NOMINATOR: I have known Wawa (ph), I call her Wawa, since I was in the sixth grade.<br><br>ROSIE ALMONTE, NOMINATOR: You guys came to my school and I signed up immediately.<br><br>UNIDENTIFIED MALE: You know what`s the good check for that? Just drop this one.<br><br>SUBTITLE: Why did you nominate them as a CNN Hero?<br><br>ALMONTE: He deserves a hero nomination because he`s making a big difference for kids in our area.<br><br>LUC DESCHAMPS, NOMINATOR: Sometimes, I`m looking at her and I`m amazed at what she does here.<br><br>ROBINSON: I felt like it`s very important for people to know about Sister Tesa, not just of the role that she played in my life, but just watching the role that she played in so many women and children`s lives.<br><br>SISTER TESA, CNN HERO: How are you? You`re back home.<br><br>SUBTITLE: What was it like seeing your hero become a CNN Hero?<br><br>TALLEY: I`ve felt blessed, like I feel honored that I was able to honor her in such a significant way.<br><br>WILSON: I was in JFK and, of course, they show CNN on all the TVs there and I saw others. And I was like, that`s my husband.<br><br>DESCHAMPS: I almost cried when I saw that because I think, wow, what an achievement for what we were doing here.<br><br>ROBINSON: I was so proud of myself because I was like, oh my goodness, for everything that she`s doing for me, I did something for her, you know?<br><br>(END VIDEOTAPE)<br><br>AZUZ: You know how people might get a little freak out by seeing a spider in the shower? Imagine how they feel if a Fiona walked in. She`s a hippo, as in hippopotamus. And she`s making headlines at the Cincinnati Zoo in Ohio.<br><br>Fiona was born prematurely, so her morning starts with a weigh in and in this case, a shower. She hopped and her caretaker turned on the water and Fiona eventually, after playing for quite a while, she took a nap and that was presumably the sleep off the 60 ounces of formula she ate.<br><br>Must have been a hungry, hungry hippo. And seeing something like that stimulates her hippocampus. Hopefully, the cool water didn`t give her hippothermia. It certainly didn`t make it her hippoactive. She didn`t seem hipporsensitive.<br><br>And if I were to act like I hated these puns, I`d be a hippocrite, because I`m always trying to get the hippopotamost out of each show.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-24 CNN Student News.mp4"}