{"title":"CNNSN-2015-11-12-CNN-Student-News","script":"(CNN Student News) -- November 12, 2015<br><br>U.S. Companies Help Veterans Find Employment; &quot;Gold Train&quot; Mystery in Poland; Mystery Over Egypt`s Great Pyramid of Giza; the Potential of Graphene<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, it`s good to see you this Thursday, November 12th. I`m Carl Azuz at the CNN Center.<br><br>First up, remember American servicemen and women. Yesterday was Veterans Day in the U.S., an occasion to honor anyone who`s ever served in the American military. President Obama took part of the traditional wreath- laying at the Tomb of the Unknowns. It`s a landmark at Arlington National Cemetery and a resting place for U.S. troops whose remains were never<br><br>identified.<br><br>The president also discussed improvements at the Veterans Administration. The government organization gives medical care and federal benefits to people who`ve served in the military.<br><br>But a scandal at the V.A. revealed last year found veterans waiting, sometimes indefinitely to see a doctor when they needed one. Dozens died waiting for treatment. The president said, since then, the V.A.`s budget, benefits and care have improved and would keep improving.<br><br>Their jobs picture is improving, too. The current unemployment rate for U.S. veterans is 3.9 percent. That`s lower than the overall unemployment rate of 5 percent.<br><br>It`s partly because some companies have committed to hiring veterans.<br><br>(BEGIN VIDEOTAPE)<br><br>CRISTINA ALESCI, CNNMONEY CORRESPONDENT (voice-over): Even under the best circumstances, service men and women returning from war face huge challenges transitioning to civilian life.<br><br>But as JPMorgan CEO Jamie Dimon knows well, vets returning from Iraq and Afghanistan were walking into an economy in shambles.<br><br>JAMIE DIMON, CEO, JPMORGAN CHASE: They bore an unbelievable price for the rest of us. And, you know, something like 200,000 coming out of the system. Every year and for a while, they have very high unemployment rates.<br><br>ALESCI: In 2011, joblessness among the youngest vets was 15 percent higher than civilians in the same age group. That`s when the private sector and the nation`s biggest bank formed Veterans Jobs Mission.<br><br>Navy veteran Jay Siembieda joined JPMorgan as a private banker in 2009. And he helps the company`s HR team recruit and mentor troops walking off the battlefield and into corporate America.<br><br>JAY SIEMBIEDA, RET. NAVAL AVIATOR: The military does a great job of training their people. That`s the purpose, to defend the country. But it is difficult to know what your options are when you leave the military.<br><br>ALESCI (on camera): What`s not in the manual that you would urge hiring managers to do when they interact with veterans, especially early on?<br><br>SIEMBIEDA: Early on is have patience. Realize again the types of stresses that these veterans who have had when they were in service and look beyond that and look at the underlying skills that they bring, the real tangibles.<br><br>DIMON: The veterans are among the great citizens of America. And as you know, since 9/11, they have been bearing a tremendous burden for the rest of us. So, we want to do our share to bring them back into society and give them jobs. And so, the mission has been a wonderful thing for the company and for the veterans.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A mystery is rising over the Great Pyramid of Giza. The architectural phenomenon dating back about 4,500 years is the only one of the seven wonders of the ancient world that`s still standing.<br><br>An international group of researchers is using lasers and drones to scan and see inside the Egyptian pyramid. They recently announced that they found several thermal anomalies, areas that have temperatures unlike the rest of the pyramid. It could be cracks or holes inside the structure. It could be secret passage ways or undiscovered tombs.<br><br>The research project lasts until the end of next year. Scientists are hoping it will help them better understand the structure of the pyramids and how they were built.<br><br>Earlier this year, we told you about another mystery, this one in Europe. According to a legend dating back to World War II, the Nazis filled train-full of treasure, gold, maybe art stolen throughout Europe and hid it somewhere in Poland.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ: This August, two treasure hunters said they found it, a 100-meter or 330-foot-long gold train, possibly with treasure worth millions of dollars.<br><br>The train is thought to be hidden in an extensive network of tunnels the Nazis dug. They extend beneath Poland`s mountainous Walbrzych District.<br><br>Now, a new search is on. Teams of inspectors have been allowed to start investigating the area.<br><br>ARKADIUSZ GRUDZIEN, WALBRZYCH COUNCIL (translated): We are focusing on non-invasive search of the ground. It is too early to tell when we start excavating the area. We are expecting that the survey will verify (the existence of the so-called &quot;gold train&quot;).<br><br>AZUZ: They`re not allowed at this point to drill, dig or go underground. Last month, Poland`s army did security checks in the area. They were trying to make sure the train wasn`t loaded with mines or booby traps.<br><br>We don`t know for sure if the train or its treasure actually exists. But authorities are taking these claims seriously.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: A kindle and a clowder. They might sound like items on a Christmas list, but they`re actually terms used to describe cats. Kindle is a group of kittens. A clowder, a group of cats. And when you consider that the Guinness World Record for largest litter was 15 surviving kittens, you`re considering quite a kindle culminating in a clowder.<br><br>Now, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: All right. A wonder material, something that could change the world, a substance whose discovery has led to thousands of patents and counting. Graphene is a type of carbon that has a lot of superlatives, except most useful, at least for the moment. Since it`s incredibly expensive to extract, it could be years before graphene lives up to its hype. But if it ever does --<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): Imagine a world where your smartphone touchscreen never breaks, instead it bends, and the antenna inside, so fast it can transfer a terabit of data in a second, and the battery so powerful, it can fly an airplane.<br><br>What if I told you there was one substance that can make all of this possible?<br><br>This is graphene, the miracle material of the future. Scientists say it`s the thinnest, lightest and strongest stable material known on earth.<br><br>It`s so strong it`s up to 200 times stronger than steel and harder than diamond. It`s so light that if you had a sheet of graphene the size of a football field, you could hold it between your thumb and finger and it wouldn`t bend or break. And it`s so thin it`s just one atom thick.<br><br>That`s right. Graphene is the world`s first two-dimensional material. How was it even possible? For decades, scientists weren`t even sure that it was until 2004 when physicists examined a piece of scotch tape used to peel off thin layers of carbon from a slab of graphite. What they discovered was graphene, a single layer of carbon atoms arranged in a honeycomb pattern which gave the material extraordinary properties.<br><br>It`s transparent but it can absorb light. It`s elastic, and pliable but also impermeable to all gases and liquids except for water. And it`s the world`s best conductor of heat and electricity.<br><br>This could lead to faster computer chips, longer lasting batteries, wearable solar panels. Imagine, battery powered electric airplanes, cancer detecting nano-sensors, unlimited supplies of cheap desalinated ocean water. The possibilities are limitless.<br><br>So, what`s stopping us? A flake of graphene just a micrometer thick can cost over $1,000 to make using the scotch tape method, making it possibly the most expensive manmade material on earth.<br><br>Another problem? Regular graphene lacks what`s called a &quot;band gap&quot;, the property that allows it to function as a switch. You want your devices to turn on and off. It will likely take a large company with deep pockets to solve these problems.<br><br>Until then, graphene`s applications are limited to things like tennis racquets, skis and light bulbs, not exactly game-changing. But it`s only been about a decade since graphene was discovered. Since then, labs and companies have put billions into research in a race to unlock graphene`s limitless potential.<br><br>Only time will tell if the miracle material of the future ever arrives.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Are you ready for the &quot;Roll Call&quot;?<br><br>It starts in southern India. We heard from Indus International School on yesterday`s transcript page. Hello to all of you who are watching in Bangalore.<br><br>To the U.S. East Coast -- Thomasville, North Carolina is next. We`ve got some Panthers today from Ledford Middle School.<br><br>And in western Alabama, we know a few of the Tigers there at Demopolis High School. It`s in the city of Demopolis.<br><br>(MUSIC)<br><br>AZUZ: You`ve seen stop signs and you`ve seen drivers ignore stop signs -- the common problem at one intersection in Branson, Missouri. So, city officials decided to make two octagonal signs, one saying &quot;stop&quot; and another saying &quot;really you gotta stop&quot;. They say it`s a great attention grabber and that it has reduced the high number of crashes they`ve seen at the intersection. But whether or not drivers find it amusing, well, haters are going to ignore stop signs.<br><br>So, you can`t really say it`s stopping traffic or stopping accidents entirely, but it`s a stop closer to a stop drop-off and stop sign violations. A sign of the times that makes everyone see red, and even made the news media stop by so you could see it stop the press.<br><br>I`m Carl Azuz, rolling through another 10 minutes of current events.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-12 CNN Student News.mp4"}