{"title":"CNNSN-2015-01-20-CNN-Student-News","script":"(CNN Student News) -- January 20, 2014<br><br>Ice Storm Leaves Car Pileups in Northeast; Remembering Martin Luther King; Research in Space; State of the Union Tradition<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Back after the Martin Luther King Jr. Holiday this is CNN STUDENT NEWS. We`ve got a bit of history coming up. First, though, a nasty ice storm in the U.S. northeast. The mayor of Danberry, Connecticut called it Icezilla. Freezing rain glazed parts of the region over the weekend. It made driving extremely dangerous. Some highways had to be closed.<br><br>One pileup in Pennsylvania involved 60 cars and trucks. One person was killed in the wreck and 30 were hurt.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: It was just a big load of cars, lot of mayhem and chaos going on.<br><br>UNIDENTIFIED MALE: It`s horrible. It`s horrible, man. I`ve been sitting - since 07:30.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Several other people died in road accidents. Conditions were treacherous from Connecticut to Maine, much of it caused by black ice, when a think often invisible layer freezes over roads. It caused a pileup on the West Coast as well. Involving dozens of vehicles on Interstate 84 in Oregon.<br><br>There was an incredible story of survival, though, as his pickup was crushed between two tractor trailers, Keilab Whitby (ph) said he just closed his eyes and prayed. Whitby walked away from this with only a bruise and some scratches.<br><br>After hearing stories like that and remembering the brutal cold of last winter it might be hard to believe that 2014 was the warmest year recorded since 1880.<br><br>That`s when scientists started keeping records, and the U.S. government says the average temperatures over land and seas were a fraction higher than ever, by seven hundredths of one degree Fahrenheit. The report said this didn`t really have an impact on snow in the northern hemisphere. It said snow cover for 2014 was about average, despite the slightly warmer overall temperature.<br><br>UNIDENTIFIED FEMALE: In what field did Martin Luther King Jr. earn his doctorate? If you think you know it, shout it out! Was it philosophy, English, education or theology? You`ve got three seconds, go!<br><br>In 1955 Martin Luther King earned a Ph.D. in systematic theology at Boston University. That`s your answer and that`s your shoutout.<br><br>AZUZ: Martin Luther King`s birthday was last Thursday January 15, but since 1986, it`s been celebrated as a U.S. federal holiday on the third Monday in January, which was yesterday.<br><br>Marches, speeches and parades are all part of the event, demonstrators turned out in some cities to draw attention to the controversial police killings we covered last year.<br><br>The holiday`s also known as the MLK Day of Service. Dr. King once said, life`s most persistent and urgent question is, what are you doing for others? In that spirit, participants are encourages to volunteer as a way to honor him.<br><br>CNN`s Natisha Lance (ph) recently visited the Center for Civil and Human Rights. She gives us a sense of the national climate when Dr. King rose to the forefront of the civil rights movement.<br><br>(BEGIN VIDEOTAPE)<br><br>LATASHA SMITH, CENTER FOR CIVIL &amp; HUMAN RIGHTS: So in the 1950s, you also had the death of Emmett Till, and how that really sparked the civil rights movement.<br><br>Because people were outraged that this young black boy was killed for allegations that were untrue and false. And his murder being so unjust and so brutal at the time.<br><br>NATISHA LANCE, CNN CORRESPONDENT: Till`s death pushed King and others to develop more unified strategies of protest. That included the bus boycotts and the launch counter sittings across the South.<br><br>SMITH: And so, we have the Greensboro sitting at the Woolworth lounge counter, and that`s in the 1960s were students at North Carolina A&amp;T, sat down at white only counters to protest the segregation that was taking place there.<br><br>LANCE: Sittings like this were conducted by college students. They endured racial slurs and physical violence just for the right to seat at the whites only counters.<br><br>The sitting movement was a precursor to the march on Washington. The march inspired many with its peaceful show of solidarity and amazing speeches.<br><br>But its leaders wanted more.<br><br>(on camera): What was the strategy behind it? What were they fighting for? What specifically did they want?<br><br>SMITH: For the March on Washington, it was all about jobs and freedom and equality. And what a lot of people don`t know is that there were a set of ten demands that were created, and that one drafted up .<br><br>LANCE: There.<br><br>SMITH: That were - the protesters wanted to achieve.<br><br>(END VIDEOTAPE)<br><br>AZUZ: He shall from time to time give to the Congress information of the State of the Union. That`s one thing the U.S. Constitution requires of the president, and President Obama is scheduled to fulfill that requirement tonight. The address starts at 9 p.m. Eastern, you can watch it live on CNN. It`s followed by the Republican response which will be given this year by Senator Joni Ernst.<br><br>The timing, the fact that it`s televised, the opposing party`s response. None of that is required by the Constitution. What we see each year is mostly American tradition.<br><br>(BEGIN VIDEOTAPE)<br><br>BILL CLINTON: Mr. Speaker. Mr. Vice President.<br><br>RONALD REAGAN: Distinguished members .<br><br>GEORGE H.W. BUSH: . of the United States Congress.<br><br>GEORGE W. BUSH: Members of the Supreme Court.<br><br>GERARLD FORD: Distinguished guests.<br><br>RICHARD NIXON: My fellow Americans.<br><br>JOHN F. KENNEDY: I can report of you.<br><br>UNIDENTIFIED MALE: The state of the union .<br><br>CLINTON: . is strong.<br><br>FORD: And think for a minute how far .<br><br>UNIDENTIFIED MALE: We have come.<br><br>FORD: In 200 years.<br><br>UNIDENTIFIED MALE: We find ourselves challenged by new problems.<br><br>FORD: In this country.<br><br>REAGAN: At home.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: And abroad.<br><br>UNIDENTIFIED MALE: There`s the (INAUDIBLE) of us.<br><br>GEORGE H.W. BUSH: Vigilance.<br><br>JIMMY CARTER: Determination.<br><br>KENNEDY: And dedication.<br><br>CLINTON: We must rise.<br><br>FORD: To make a nation.<br><br>GEORGE W. BUSH: Better<br><br>CLINTON: Than even we have.<br><br>OBAMA: Ever none.<br><br>KENNEDY: For the role .<br><br>OBAMA: It has been .<br><br>KENNEDY: Long.<br><br>(INAUDIBLE)<br><br>GEORGE H.W. BUSH: This is not .<br><br>GEORGE W. BUSH: Going to be .<br><br>CLINTON: Easy.<br><br>FORD: We have ..<br><br>KENNEDY: Only began .<br><br>GEORGE W. BUSH: The will .<br><br>UNIDENTIFIED MALE: And enough patience.<br><br>FORD: This job.<br><br>OBAMA: Together.<br><br>UNIDENTIFIED MALE: We made money (ph) different kinds of strength.<br><br>OBAMA: Military.<br><br>REAGAN: Economic.<br><br>GEORGE H.W. BUSH: Political.<br><br>UNIDENTIFIED MALE: And Morrow.<br><br>REAGAN: Nothing is impossible.<br><br>CLINTON: They create .<br><br>REAGAN: It is beyond our reach.<br><br>GEORGE H.W. BUSH: Glory.<br><br>REAGAN: Well, that would be too great.<br><br>GEORGE H.W. BUSH: We are .<br><br>FORD: Americans.<br><br>GEORGE H.W. BUSH: Hard .<br><br>UNIDENTIFIED MALE: As something.<br><br>GEORGE W. BUSH: Larger.<br><br>GEORGE H.W. BUSH: Then our cells.<br><br>OBAMA: God bless you.<br><br>REAGAN: You win.<br><br>GEORGE H.W. BUSH: The United States of America.<br><br>FORD: Thank you very much.<br><br>(APPLAUSE)<br><br>AZUZ: First two schools mentioned today are from Washington State and Massachusetts. Why? Because of the Super Bowl.<br><br>Kalles Jr. High Schools is in Puyallup, Washington. It`s the home of the Tilis (ph). First time, we have had that mascots. We mentioned some cougars before, but never the ones from Massachusetts. These cats are from John F. Kennedy Middle School.<br><br>And in Hunter North Dakota, good to see the jaguars. They are at northern (INAUDIBLE) school, and they round out today`s roll.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We told you last week how the Falcon 9 rocket, that recently carried a private capsule in the space, didn`t land as it should have. It turns out one of the rockets` fins ran out of hydraulic fluid. That caused it to descend at about 45 degree angle, explode on impact and fire debris out in the Atlantic Ocean, where the landing pad was located.<br><br>The rocket did reach its target, SpaceX is planning to try again, reusable rockers would save the company a fortune. The rocket also got the dragon space capsule in the orbit. It`s successfully ducked where the international space station last week.<br><br>One item had brought the astronauts mustard. They`d run out of condiments, but there are even more random items aboard.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: More than 5,000 of equipment was just sent to the International Space Station and while most of it was normal stuff like food, equipment, even Christmas presents for the astronauts. Some unusual items also hitched a ride to space.<br><br>(BEGIN VIDEO CLIP)<br><br>UM: And lift off .<br><br>UNIDENTIFIED MALE: Space .<br><br>(crosstalk)<br><br>CRANE: Fruit flies. There was pesky bugs that drive you insane and seemed to be just about everywhere, are now even in space.<br><br>Apparently, the immune systems of the Carmen fruit fly are similar to those of humans.<br><br>By studying how fruit flies immune system respond to space flight, scientists hope to understand how microgravity environments affect our own bodies.<br><br>Flatworms are now also in space. They are able to regenerate their own cells as they age or become damaged. Scientists wants to see how the self-feeling mechanism operates in microgravity. To understand how wounds heal in space, and roundworms, scientists will be testing how roundworms respond to the salmonella virus.<br><br>They hope to better understand how humans are susceptible to getting infections while in Orbit.<br><br>Now, not all of things that were sent up were creepy and crawly, there was also an IMAX movie camera. Let`s hope that footage is in 3D. This isn`t the first time odd items have been sent to space. Astronauts are able to make requests and also bring personal items with them: Legos, fruitcakes, even props for a YouTube video have experienced constant freefall.<br><br>Is it weird that I`m kind of jealous of a fruitcake?<br><br>(END VIDEOTAPE)<br><br>AZUZ: Never good idea for a security guard to fall asleep on the job. But when that happens at a zoo, there can be trouble afoot. What we`ve got here is failure to keep three rhinos in the Safari area of an Israeli zoo. They made it all the way out to the parking lot before some other workers were able to coral the beasts and bring them back to their habitat. The guard lost his job, the rhinos - that`s harder to say, maybe they thought a good run would be tons of fun. Maybe they just wanted to go shopping at Rhinoceros. After that fit of hopping it so, we`ll zookeepers let that happen again? There is NO - YEAH. I`M Carl Azuz. CNN STUDENTS NEWS is charging back. Hear you away tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-20 CNN Student News.mp4"}