{"title":"CNNSN-2016-03-07-CNN-Student-News","script":"(CNN Student News) -- March 7, 2016<br><br><br>Thousands of Refugees Stuck on Macedonian Border; North Korea: Nukes Need To Be Ready For Use; Nancy Reagan Dead at 94; Ben Carson Ends Campaign. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Ten minutes of international headlines starts right now. I`m Carl Azuz. Thank you for watching.<br><br>First up, we`re taking you to Macedonia. It`s a landlocked country in Southeastern Europe that shares a border with Greece.<br><br>Thousands of migrants and refugees are stuck at that border. Many of them are hoping to pass from Greece through Macedonia to countries like Germany and Sweden.<br><br>The Macedonia, like several other European countries, it`s tightening its borders, it`s limiting the number of people from Syria and Iraq who can pass through, and that`s created a massive backlog in Greece.<br><br>At one Greek border village, more than 12,000 people are stranded as the crisis in Europe gets worse. Many of these people are fleeing war torn countries and terrorism, hoping to start a new life in Europe.<br><br>But a U.S. Air Force general says that hidden in the massive migration are criminals and terrorists, including some from ISIS. So, European officials are trying to find a balance between allowing people in and giving them safe haven, without getting overwhelmed by sheer numbers or letting in potential attackers.<br><br>Our next story, Kim Jong-un, the dictator of North Korea, reportedly says his country`s nuclear warheads, quote, &quot;need to be ready for use at any time&quot;. He also blames the U.S. for encouraging other countries to start war and catastrophe.<br><br>The U.S. military says it urges North Korea to hold off on, quote, &quot;provocative actions that increase tensions&quot;.<br><br>Here`s what this is all about: North Korea has a nuclear program. The international community says it`s illegal. It`s penalized North Korea over this in the past. And the United Nations Security Council voted last week to increase those penalties, following a recent nuclear test by the communist Asian country.<br><br>International officials aren`t sure if North Korea has the nuclear capabilities it claims to have, but they`re taking no chances.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: A single one megaton thermonuclear bomb or hydrogen bomb, that`s 75 times the size of the bomb dropped on Hiroshima, is enough to devastate 40 square miles, about 100 square kilometers, and potentially wipe out the largest cities on earth, just one bomb. Grab your attention?<br><br>So, many countries have nuclear weapons today? There are five nations recognized under the NPT, the Nuclear Non-Proliferation Treaty. They are the U.S., Russia, China, France and Britain. But there are other four countries who either aren`t recognized or don`t admit to having nuclear weapons, and they are Israel, Pakistan, India and North Korea.<br><br>Today, there are some 15,000 nuclear weapons in the world -- a vast majority of them held by the U.S. and Russia, more than 7,000 each. But that`s down from a peak during the Cold War era of some 70,000 nuclear weapons around the world.<br><br>Today, nuclear powers can deliver nuclear weapons in four ways, by missiles, either ballistic missiles or cruise missiles, by submarines, by bombers, or by tactical weapons such as artillery shells, although that`s far less common today.<br><br>The biggest concern with ballistic missiles, and that`s because they travel by far the fastest, about 15,000 miles an hour. The U.S. can hit Russia, or Russia can hit the U.S. in some 30 minutes. Sub launch missiles can hit the U.S. or Russia in just 15 minutes.<br><br>So, can countries truly defend against nuclear weapons?<br><br>Both the U.S. and Russia have tested anti-missile systems that basically hitting one nuclear missile with another missile, it`s been described as difficult as hitting a bullet with a bullet.<br><br>They`ve also tested directed-energy weapons, which are basically lasers, some of them have been successfully, but it`s never been tested in real time, during real-world scenario. And what they don`t protect against are other possibilities, delivering a nuclear weapon, say, by ship or by truck without declaring war, and that`s a particular concern if a terrorist group could ever get their hands on a nuclear device.<br><br>Countries justify having nuclear weapons based on self-defense. Even North Korea says that nuclear weapons are the only thing keeping it from being invaded by the United States. The challenge for world leaders is making countries feel safe enough not to need nuclear weapons.<br><br>But that argument doesn`t always work. And today, the number of nuclear powers is not nine and counting.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In a local language of Ecuador, Tungurahua, the name of an active volcano means &quot;throat of fire&quot;. And the Tungurahua Volcano is putting on an incredible fiery light show. It`s less than a hundred miles from the Ecuadorian capital of Quito.<br><br>According to National Geographic, it`s been erupting on and off for more than 16 years. In its most recent series of explosions, Tungurahua has been spewing ash almost four miles high.<br><br>This particular eruption hasn`t killed anyone, but officials are telling folks to stay away from the area. They`re keeping a close eye on the mountain to make sure this doesn`t get any worse.<br><br>And staying in South America, we`re moving east to Brazil now. Anxiety is spreading in the continent`s largest and most populated country.<br><br>For one thing, its congress is considering whether to impeach Brazilian President Dilma Rousseff. She`s been accused of illegally using money from state banks to cover up shortfalls in the government`s budget. There`s also a massive bribery scandal unfolding, involving some government officials and a government-owned oil firm.<br><br>And then there`s the economy. Brazil`s gross domestic product, the total value of its goods and services plummeted 3.8 percent last year.<br><br>(BEGIN VIDEOTAPE)<br><br>SHASTA DARLINGTON, CNN CORRESPONDENT (voice-over): The future no longer so bright up here, home to some of millions of Brazilians who climbed out of poverty in recent years and now, struggle to keep from falling back in.<br><br>As their neighbors` purchasing power grew, Allan d Barbara launched a small cake business.<br><br>&quot;Our dream was to own our own house,&quot; she says. But with the Brazilian economy in freefall, costs are up and sales are down.<br><br>&quot;I`m 24 years old and I`ve never seen anything like this,&quot; he says. &quot;My parents told me about the hard times, but today is tough.&quot;<br><br>Brazil saw a decade of unprecedented growth on the back of commodity sales to China. Now, its worst recession in merely a century.<br><br>(on camera): It was precarious neighborhoods like Josenia (ph) that really benefitted during the boom years. But now, businesses are closing.<br><br>(voice-over): With inflation running at over 10 percent and sky high interest rates, everyone is feeling the squeeze.<br><br>&quot;We`ve got to save now, just spend on food and the basics&quot;, says this woman.<br><br>After years of easy credit, more Brazilians have color TVs than are connected to a sewage system. But interest rates have soared to over 14 percent.<br><br>&quot;I know a lot of people who bought cars or motorcycles to work like me,&quot; he says. &quot;Now, they don`t know how they can pay.&quot;<br><br>Many of Brazil`s poorest benefitted from subsidized housing and income supplements, programs being slashed as the government reins in spending.<br><br>The economic downturn fueling protests against the leftist workers party, in power since 2003, and now embroiled in a massive bribery scandal.<br><br>This as the burden for many of their initial supporters gets harder to bear.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you know the capital of Bangladesh, you know where we`re starting today`s call of the roll. That capital is Dhaka and it`s the home of Mastermind School. Hello to everyone in South Asia.<br><br>Making a stop in northern New Jersey now. The Defenders are watching. Hawthorne Christian Academy is in Hawthorne.<br><br>And making our way down the East Coast, we`re wrapping in North Carolina with the Yellowjackets. That`s the mascot of Lexington Middle and High Schools in Lexington.<br><br>Yesterday, news broke that the United States had lost a former first lady. Nancy Reagan was the wife of former President Ronald Reagan. She was the nation`s first lady from 1981 to 1989, and a passionate spokeswoman for the &quot;Just Say No&quot; anti-drug campaigns.<br><br>Both Nancy and Ronald had careers acting in Hollywood before they met. They were married from 1952 until President Reagan died from Alzheimer`s disease in 2004. Nancy passed away Sunday of congestive heart failure at age 94.<br><br>She wrote in her memoir that the ideals of love, honesty and selflessness have endured because they are right.<br><br>In the U.S. presidential nomination process, there`s one fewer candidate competing for the Republican`s spot on November`s ballot. Retired neurosurgeon, Dr. Ben Carson, officially ended his presidential campaign on Friday. He said, after doing the math and looking at delegate counts, he realized he wouldn`t get the nomination. Dr. Carson said he was planning to lead a group that aims to encourage American Christians to vote.<br><br>His decision leaves four Republicans in the race, two Democrats are still in. Nomination contests continue through June.<br><br>Before we go -- airport security in Traverse City, Michigan. K9 Piper makes sure you`re not welcomed if you`re a goose, a duck, or any bird that doesn`t carry people.<br><br>The airport says patrol dogs are one of the most effective methods of keeping wildlife off the runways. And that because he is instinctively a herding dog, the 7-year-old border collie is perfect for the job.<br><br>Why the goggles? They protect Piper`s eyes from stuff that flies up on the runway.<br><br>Plus, they make him look awesome, more like a border patrol collie. Of course, you could employ an Air-dale, an affen-plane-scher or a cargo spaniel for this sort of work, but it seems to be the piper cub`s collie- ing -- after all, he`s the runway favorite.<br><br>I`m Carl Azuz, and I`m going to take off.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-07 CNN Student News.mp4"}