{"title":"CNNSN-2017-03-30-CNN-Student-News","script":"(CNN Student News) -- March 30, 2017<br><br><br>U.S. Troops in the Middle East; Debate over &quot;Sanctuary Cities&quot;; One Engineer`s Quest For A Concert Hall With Perfect Sound<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Welcome to CNN 10 on this Thursday, March 30th. I`m Carl Azuz, reporting from CNN Center, and we`re happy to have you watching as the week rolls on.<br><br>We`re starting with a couple of reports concerning U.S. troops in the Middle East. First, more are serving there. There`s been a battle going on for the Iraqi city of Mosul since last October. It`s the last stronghold of the ISIS terrorist group in Iraq. American troops have been supporting Iraqi forces as they try to push ISIS out.<br><br>Soldiers with U.S. Army`s 82nd Airborne Division are deploying to give more help to the Iraqis. A U.S. defense official says the number of American troops going is in the low hundreds.<br><br>&quot;The Military Times&quot; reports that there are more than 6,000 U.S. troops now serving in Iraq and though they`re officially there to advise and assist Iraqi forces, some of the Americans are believed to be close to the fighting if not directly in it.<br><br>Another way the U.S. is supporting Iraq in the battle is through airpower. And on March 17th, at least 112 civilians were apparently killed by an airstrike. The U.S. military is currently investigating whether it was a U.S. plane that launched the strike in Western Mosul. It`s a densely populated part of the city and an Army lieutenant general says ISIS was fighting from the position, but that what`s not clear is they picked a place where there were civilians to lure the U.S., or if ISIS was using civilians as human shields. He says the enemy had a hand in the deaths, and that the U.S. military might have, too.<br><br>LT. GEN. STEPHEN TOWNSEND, TOP U.S. COMMANDER ON MOSUL STRIKE: If we didn`t strike in that area, I`d be telling you right now, it`s unlikely.<br><br>But because we struck in that area, I think there`s a fair chance that we did it. My initial assessment is that we probably had a role in these casualties. Now, here`s what I don`t know -- what I don`t know is: were they gathered there by the enemy?<br><br>(END AUDIO CLIP)<br><br>(BEGIN VIDEOTAPE)<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT: The destruction here in western Mosul appears to be significantly more vast and widespread than it was in the eastern side. And you also see that there are a lot of these really narrow alleyways that winded deeper into the neighborhoods. This is one of the main challenges that the security forces are facing.<br><br>You barely see any civilians but you do see the traces of the life that was, of how bustling these particular areas would have normally been. And part of the challenge when it is civilian population is that even though the Iraqi government did, yes, encourage people to stay put in their homes, if they wanted to leave, they wouldn`t have been able to, because ISIS would not allow them to leave these neighborhoods. ISIS was holding everyone that live across this entire city as human shields.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. Attorney General Jeff Sessions says that if an American city or state is hoping to get money or grants from the federal government, it has to comply with federal immigration law. This is part of the Trump administration effort to increase pressure on America`s &quot;sanctuary cities&quot;, cities that shelter people who were in the U.S. illegally.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK VALENCIA, CNN CORRESPONDEN: The one thing that you need to know about sanctuary cities is that they`re not necessarily illegal designation or even a legislative one. They`re given that label because of the perception that they are not enforcing federal immigration law. There are more than 200 cities or jurisdictions in the United States that are labeled sanctuary cities. They`re called sanctuary cities because the mayors of these cities or leaders of these jurisdictions do not require local law enforcement to ask a person`s immigration status when they`re detained or they`re arrested.<br><br>SUBTITLE: In 2015, more than 200 state and local jurisdictions did not honor requests from Immigration and Customs Enforcement to detain individuals.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The policy that requires states to show they`re complying with federal law in order to receive federal funding was put in place by the Obama administration last summer. The Trump administration says that if a city is not enforcing U.S. immigration laws and cooperating with the federal government on the issue, it`s making the nation less safe. And state officials who support the federal policy say enforcing it will help the address the problem of illegal immigration.<br><br>Mayors of these sanctuary cities say their areas are safe because they allow undocumented immigrants to go to school, get medical care and report crimes without the fear of being deported. They say the cities will be less safe if the government takes away federal funding for their police departments.<br><br>The Trump administration hasn`t named the cities it will go after for defying the policy and it hasn`t said what funds it would withhold or try to get back if sanctuary cities don`t cooperate.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>The pinna, the malleus, and the stapes are all parts of what?<br><br>An ear, a ship, a drum, or a knee?<br><br>If you`re a mammal and you are, you have all of these as parts of your ear.<br><br>(END VIDEO CLIP)<br><br>AZUZ: With these ears of ours, we`ve heard Beethoven, Chopin, Debussy. Many of us haven`t heard of Rob Harris. And yet, for 35 years, he`s been trying to create the perfect place for us to hear those composers, a concert hall with perfect sound.<br><br>Listen carefully. Lend us your ears to what happens when a masters degree in sound and vibration meets a bachelors in physics.<br><br>(BEGIN VIDEOTAPE)<br><br>ROB HARRIS, ACOUSTIC DESIGNER: This is one of the best concert halls in London, but it`s partly because there are quite a few halls which look beautiful but they sound a little disappointing.<br><br>The Albert Hall was built as a spectacle house, not really as a concert hall, so there are just too many people in the Albert Hall; people are too far away and it`s just not loud enough.<br><br>The Coliseum is an example of a hall which isn`t perfect acoustically but it`s such a beautiful room that it`s all part of the experience.<br><br>The Barbican is actually a very wide hall but not very deep. And what we know and what we can see in this hall around is want halls that are actually quite narrow and deeper.<br><br>SUBTITLE: Rob has spent over three decades designing concert halls in 12 different countries.<br><br>He is considered to have some of the best ears in the world.<br><br>HARRIS: This hall follows a very successful precedent, it`s a bit like a double cube -- one cube in front of the other, because what we`ve discovered is that as well as the direct sounds coming from me to you, the sound bounces off the floor, the walls and the ceiling, and for music, it`s really important we get these reflections into the ears quite soon, from the sides. And this rectangular form was very good for providing those reflections towards the ears of the audience.<br><br>SUBTITLE: Auralization allows designers to hear a hall before it`s built.<br><br>HARRIS: This new technique of Auralization, which is as bit like acoustic equipment to visualize action means that people could hear what a hall is going to sound like before it`s actually built.<br><br>There`s a huge amount of science to define it, but it is a real step forward in communicating, if you like, the language of the acoustic design.<br><br>Rather than having to say, oh, well, the EDT Time at 500 hertz, optic band is 1.42 seconds, you know, you can say listen to this.<br><br>(MUSIC)<br><br>HARRIS: The key reason for people to gather at a concert hall is to enjoy music in a very special way. So, it`s absolute fundamental to the experience that there`s one for acoustic for them to enjoy the music, and also importantly, the great acoustic for the musicians to performing because if I think they`re performing in a great sound, then they , of course, enjoy it and perform better.<br><br>(APPLAUSE)<br><br>(END VIDEOTAPE)<br><br>AZUZ: A news reporter recently wanted to bring his audience some clips of the Elite Eight of March Madness. But the NCAA wouldn`t give his station permission to use video highlights. So, Eric Alvarez made his own, with stuff he says he found at his desk. I love how it says &quot;dramatization&quot; at the bottom, just so you know.<br><br>Maybe these weren`t all the exact mascots of the teams themselves, but they helped tell the story with clarity, conciseness and, of course, creativity.<br><br>Who says news reporting isn`t the same as reenacting? Maybe he`s a bit of a ham, but he never broke character or characters in telling the toy story.<br><br>There`s no denying they got the points across and all in all, you got to him props!<br><br>I`m Carl Azuz for CNN 10. Thanks for watching.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-30 CNN Student News.mp4"}