{"title":"CNNSN-2017-04-21-CNN-Student-News","script":"(CNN Student News) -- April 21, 2017<br><br><br>An Attacker Targets Police In France; China Keeps a Wary Eye on the Korean Peninsula; &quot;Portals&quot; Connect People Worldwide; Diet Tips for Longevity<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: There was some breaking news Thursday night as we produced this edition of CNN 10.<br><br>The Champs-Elysees, a popular boulevard in Paris, France, was closed. The French government says an attacker with an automatic weapon deliberately targeted police officers. Initially report said that one police was killed and two were injured and that the attacker was also killed when police returned fire.<br><br>The Champs-Elysees is one of the most famous streets in the world. It`s lined with restaurants, boutiques, shops and cafes. It`s just a few blocks from the country`s presidential palace. And the nation is already on heightened alert because general elections begin on Sunday.<br><br>French intelligence officials are looking at this as a possible terrorist attack, but the investigation has just started.<br><br>Moving to the Korean Peninsula, where officials are examining satellite images of a potential volleyball game. It`s a popular sport in the communist nation of North Korea, and according to 38 North, a service that monitors the secretive country, these pictures appear to show volleyball games taking place at a North Korean nuclear test site. People who work there might be having some down time. They might be standing by for orders from their nation`s leader, Kim Jong-un. The U.S. military says North Korea is able to carry out a nuclear weapons test at anytime and it`s not likely to announce it first.<br><br>Its neighbor to the north, China, is reportedly making preparations for trouble in North Korea. A U.S. defense official says Chinese bombers were put on high alert this week and that an extraordinary number of Chinese warplanes are being prepped for possible service.<br><br>Why is China concerned?<br><br>For one thing, it`s North Korea`s closest ally. North Korea depends on China for 80 percent of its international trade. For another, if war breaks out on the Korean Peninsula and the North Korean government collapses, refugees may try to flood over the country`s border with China.<br><br>It also doesn`t like the possibility of a reunified Korea under a South Korean government. South Korea is an ally of the U.S.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT: This is Max Thunder, a massive air exercise between the U.S. and South Korea. There is about 80 aircraft involved in this, more than 1,500 personnel.<br><br>Now, we`re told it`s routine: It is annual. The lieutenant colonel in charge of it said that it has been planned for months, and they don`t have a specific enemy in mind when they`re carrying out this exercise.<br><br>But, of course, with what is happening on the Korean Peninsula, and that right now, means that this is very much in the spotlight. We know that North Korea has blamed the United States for pushing to almost the brink of war. And there is rhetoric on both sides being very strong at this point.<br><br>But from this point of view, the people who are involved in this particular exercise say that it`s just important for them to be able to know how to work with each other in case of a war. We`re being told that this is as close a simulation as you can get to a possible war situation.<br><br>Now, of course, North Korea does not like these military options. They see this as a practice for invading North Korea. The U.S., though, says that they are defensive. China doesn`t like them either. They have even suggested to the U.S. and South Korea that if they actually halt these drills, then North Korea may suspend their nuclear and missile program.<br><br>It`s not a new suggestion, and it`s not a suggestion that the United States accepts.<br><br>Paula Hancock, CNN, at Kunsan Air Base in South Korea.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these words comes from a Latin term meaning &quot;gate&quot;?<br><br>Patio, portal, plaza or probe?<br><br>Portal can be traced back to the Latin word &quot;porta&quot;, which means gate or entrance.<br><br>(END VIDEO CLIP)<br><br>AZUZ: A network of portals set up in shipping containers is giving people the chance to meet face to face with others, from Africa, Asia, Europe, the Middle East, South America, without leaving their own cities. The company that sets this up is Shared Studios. Its portals are founded by public or private organizations. It depends on who wants to host a portal. What`s needed is access to land, electricity, internet access, people to run the portals, and their use is free to the public. The connections are immersive, interactive, and international.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: I want to talk to someone who has a really different life experience for myself.<br><br>STEPHANIE ELAM, CNN CORRESPONDENT (voice-over): Behind its golden exterior, this shipping container in the middle of downtown Los Angeles is a portal to the world.<br><br>UNIDENTIFIED MALE: I am Ravi (ph). This is Ahmed. We all are from Iraq.<br><br>UNIDENTIFIED MALE: Tell me a little bit about what life in Irbil is like.<br><br>UNIDENTIFIED MALE: You know, we are refugees.<br><br>ELAM: Equipped with immersive audiovisual technology, the portal allows for causal interaction between people in different parts of the globe, without the restrictions of a computer screen.<br><br>UNIDENTIFIED MALE: When you enter it, you feel like you`re on the same room, as someone in identical shipping containers somewhere else in earth.<br><br>ELAM: Amar Bakshi launched the first portal in 2014 between New York and Iran.<br><br>UNIDENTIFIED MALE: We`re trying to create a global public space where people from all walks of life and all types of different institutions can come together and everything from a conversation with a stranger to play to collaboration. The strength of the network is its diversity.<br><br>ELAM: There`s about two dozen portals permanently located around the world, from Afghanistan to Mexico. Every location communicates at some point with every other portal and all are welcomed.<br><br>UNIDENTIFIED MALE: Each of our portals is staffed by a local curator. They maneuver the politics and the messaging necessary to operate in all these sites.<br><br>ELAM: It is the job of the curators to engage their communities and invite passer-bys to enter the portal for a chat. They also schedule reoccurring events.<br><br>UNIDENTIFIED MALE: We hear so many stories of people having the ability to be anonymous and to then express cruelty to others. And this is the antithesis of that.<br><br>ELAM (on camera): What do people think of this portal there in Iraq?<br><br>UNIDENTIFIED MALE: You can get new information about the cultures, about the life in other countries outside of Iraq.<br><br>ELAM: Ravi and Mustafa, my new friend, ma salama!<br><br>CROWD: Ma salama!<br><br>ELAM: Stephanie Elam, CNN, Los Angeles.<br><br>(END VIDEOTAPE)<br><br>AZUZ: One rule of thumb for losing weight is the 80/20 rule, that 80 percent of it is determined, 20 percent is exercise.<br><br>In our continuing health series with Dr. Sanjay Gupta, we`re looking at diet suggestions for living a longer life.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: People always talk about wanting to get healthy and talking about diet and exercise. That`s exactly what you should be talking about.<br><br>But here`s the little secret: diet is far more important than exercise when it comes to actually accomplishing those things.<br><br>If you want to look at what these diets that doctors like have in common, there are really three basic things you need to look for.<br><br>They got to have a lot more vegetables. They are going to cut way back on sugars. And they are also going to be cut back on grains, particularly refined grains.<br><br>There are people who will say look, if you want to completely rid your risk of heart disease, perhaps you shouldn`t eat meat at all. Just don`t eat any red meat in particular. And those are people who say look, that`s going to hard for me to do, by cutting back and when you do eat it, making sure it`s no bigger than the size of your palm.<br><br>I love this thing that they do in Japan. And the phrase is called hara hachi bu. What it basically means is that you push the plate away when you are about 80 percent full. The point is, you never stuff yourself.<br><br>Here`s a little tidbit when it comes to diet: it can improve your health and it can increase your longevity, helping you live to 100.<br><br>(END VIDEOTAPE)<br><br>AZUZ: An area off the coast of eastern Canada is known as Iceberg Alley. Why? Here you go. A massive iceberg right ahead! It was classified as large by the Canadian ice service. The means it`s higher than 150 feet and longer than 400 feet. Iceberg Alley is iceberg season runs from spring through late summer. Ocean currents carry the berg south before the September.<br><br>A CNN meteorologist says it`s unusual to see one this big this close to shore.<br><br>And to think the season is just berginning. Who knows what ice will flow beflow the season is flowver. Those who are enthuseicestic about this are probably hoping it`s just a tip of the iceberg. I`m Carl Azuz and that puts today`s show on ice. It`s time for us to go. We hope your weekend is cool as ice.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-21 CNN Student News.mp4"}