{"title":"CNNSN-2017-01-27-CNN-Student-News","script":"(CNN Student News) -- January 27, 2017<br><br><br>British Prime Minister Arrives in the U.S.; Chinese New Year Triggers Massive Migration; Mount Everest Might Have Shrunk<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Welcome to Fridays are awesome! This is CNN 10 and I`m Carl Azuz.<br><br>Yesterday, British Prime Minister Theresa May came to the U.S. for a two- day visit. She`s the first serving foreign leader to speak at the annual congressional Republican retreat. That`s in Philadelphia this year. And Prime Minister May is also the first foreign leader to meet with U.S. President Donald Trump since his inauguration. Britain is widely considered to be America`s closest ally.<br><br>A separate international meeting was cancelled though. Mexican President Enrique Pena Nieto had been scheduled to visit President Trump at the White House next Tuesday. But Mr. Trump`s moving forward with plans to build a wall on the U.S. Mexico border. He wants Mexico to pay for it and that`s something Mr. Pena Nieto has repeatedly said Mexico would not do.<br><br>On Thursday, President Trump said if President Pena Nieto continued to refuse to finance the wall, it would be better for him to skip the meeting.<br><br>So, the Mexican leader cancelled his plans, saying his country does not believe in walls. The White House said it would keep communication open with America`s southern neighbor.<br><br>(BEGIN VIDEOTAPE)<br><br>ED LAVANDERA, CNN CORRESONDENT (voice-over): On the border`s edge from Nogales, Arizona, several dozen migrants gather for breakfast inside a shelter known as Kino Border Initiative.<br><br>It`s where Jesus Garcia is trying to figure out how to get into the United States. Over a map, he recounts how far he`s traveled since he left home the day before Donald Trump was elected president.<br><br>(on camera): So, he started here in San Pedro Sula in Honduras, made his way across Guatemala, here into this little town, and this is where he crossed into Mexico.<br><br>He says he hasn`t been able to cross. He left home November 7th of last year and he`s tried three times already to get across but he hasn`t been able to.<br><br>(voice-over): Garcia says it`s the first time he`s ever tried crossing the border illegally and says it`s harder than he imagined.<br><br>(on camera): He says, &quot;If I made this the far, I`m going to keep trying.&quot;<br><br>(voice-over): But on the other side, a legion of border patrol agents, cameras, barricades, ground sensors are waiting, even some private citizens working on their own to stop migrants like Jesus Garcia from getting across.<br><br>TIM FOLEY, ARIZONA BORDER RECON: This is the scene in &quot;The Matrix.&quot;<br><br>LAVANDERA: In Tim Foley`s world, the border lands are a threatening, dangerous place.<br><br>FOLEY: This is the red pill. This is what the world really looks like.<br><br>LAVANDERA: Foley leads a volunteer group called Arizona Border Recon that patrols the border around Sasabe, Arizona, a town the U.S.-Mexico border with less than a hundred people.<br><br>FOLEY: I`ve been called everything in the book. I`ve been called a domestic extremist.<br><br>LAVANDERA: The Southern Poverty Law Center, which monitors hate group in the U.S., says Foley`s group is made up of, quote, &quot;native extremists.&quot;<br><br>Foley sees the flow of drugs, undocumented migrants and the wide open spaces of the border as the country`s biggest threat.<br><br>(on camera): Along the nearly 2,000-mile U.S. southern border, there is already about 700 miles of fencing and barricades already in place. Here in Sasabe, Arizona, this steel see-through fence stretches for several miles, but as you approach the end of town, it abruptly comes to an end like these border fences often do as it stretches out into rugged, remote terrain in the Arizona desert.<br><br>FOLEY: I put cameras about five minutes from the road.<br><br>LAVANDERA (voice-over): Foley relies on a collection of cameras he hides in the brush to capture the movements of drug smugglers. He often shares that information and videos with border patrol agents.<br><br>FOLEY: You need boots on the ground. That`s what`s keeping you out there. Good thing we have this up here.<br><br>LAVANDERA: Foley voted for Donald Trump and wants to see all documented immigrants in the U.S. deported and additional border agents moved closer to the Mexican border. But he`s not convinced Trump or anyone else can change the reality he sees.<br><br>FOLEY: When you`re reactive to a problem, you`re always going to be behind the solution.<br><br>LAVANDERA: For many like 18-year-old Mariesela Ramirez, they try to come illegally from Mexico. She was caught by border patrol with a group of migrants and quickly deported.<br><br>She wanted to find work in the U.S. to help support her elderly parents. She trembles as she recalls the experience of being smuggled across the border.<br><br>(on camera): I asked her if she was going to try to cross again. Her brother is still being detained in the United States. She`s waiting for him to get out and she`s not really sure what they`re going to do next. So, she`s waiting for him to be sent back here and they`ll figure out what they`re going to do next.<br><br>(voice-over): It`s the cycle that never ends on the border.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Chinese New Year is this Saturday. It`s often characterized as the largest annual human migration, because hundreds of millions of Chinese are headed home to celebrate their country`s most important holiday. Of course, it`s not just celebrated here. It`s observed by Chinese worldwide, and it`s not just marked on one day. The festival official lasts more than two weeks.<br><br>Also known as Spring Festival, the Chinese Lunar New Year doesn`t follow the exact time every year. It`s determined by the occurrence of the second new moon after the winter solstice. That usually falls between January 21st and February 20th on the Gregorian calendar.<br><br>And as people enter the year 4715 on the Chinese calendar, there`s a tremendous amount of traveling being done across the world`s most populated country.<br><br>(BEGIN VIDEOTAPE)<br><br>DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT: I`m here at the Beijing railway station in the capital of China, as people take last minute trips for the Lunar New Year. It`s just the staggering amount of people traveling at this time of year, more than 100 million Chinese will go on just one day home, mostly using rail like this. More than a billion travel across Asia for this holiday.<br><br>(voice-over): &quot;It`s a 20-hour train ride&quot;, said Ching (ph). &quot;I only get to see the family once a year.&quot;<br><br>&quot;I`m getting excited,&quot; she says. &quot;We can`t wait to get home.&quot;<br><br>&quot;It`s a Chinese tradition to take gifts home. Everyone does it.&quot;<br><br>(on camera): And to have one more thing stuck away in their bags, the hong bao or the red envelope. This time, we`re heading into the year of the rooster. They put money in it and give it to family members.<br><br>People don`t just travel here in China. They`re traveling across the world. More than 6 million people are leaving China for the New Year is a big tourist boom as well.<br><br>David McKenzie, CNN, Beijing, China.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which landmark is also known as Chomolungma?<br><br>Mount Everest, Ayers Rock, Kilauea, or Timbuktu?<br><br>Towering over the Himalayan Mountains, you`ll find what`s known locally as Chomolungma, Mount Everest.<br><br>(END VIDEO CLIP)<br><br>AZUZ: It`s the highest point on the planet. Sitting on the border between Nepal and the Tibet autonomous region of China, Mount Everest stands at 29,035 feet tall, give or take.<br><br>Now, why would we say that?<br><br>Well, the Indian government measured it in 1955 at 29,029 feet. But however tall it was, Everest might have shrunk two years ago when a major earthquake struck Nepal. A group of Indian scientists think it might have brought Everest down a few feet.<br><br>So, they want to send a team of about 30 researchers and surveyors to measure the mountain. They`d use GPS and triangulation to do it and the estimated cost of the project, about $800,000. It takes months of planning and the scientists have to consult with Nepal and China first.<br><br>Nepal is already planning its own height survey after claims were made that the earthquake moved Everest`s tectonic plate.<br><br>(MUSIC)<br><br>Risk and reward, a Swedish snowmobiler gets &quot;10 Out of 10&quot; today.<br><br>Apparently, there was a race on to see who could do this first -- land a double back flip -- one, two -- on a snowmobile.<br><br>And Daniel Bodin recently became the first person to do it. He`s won multiple awards at the X Games in the past. He`s also fractured multiple vertebrae in a crash. So, there had been some bumps along the road to snowmobiling success. He says he`s been dreaming of this trick for two years.<br><br>Now, some motors (ph) said there was snow way to mountain your con-snow- seur with a winter somersault in gear. But when you got enough freestyle in the clutch, you don`t need to be backflipping, even if others can`t snowmo-believe it.<br><br>I`m Carl Azuz and that`s CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-27 CNN Student News.mp4"}