{"title":"CNNSN-2015-02-18-CNN-Student-News","script":"(CNN Student News) -- February 18, 2014<br><br>Cease-Fire Breakdown; Does Speaking Spanish Sway Hispanic Voters?; Getting Bertha Back on Track<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN HOST: The forecast for the Eastern U.S., it`s cold and it`s going to get colder.<br><br>That`s what`s first up this Wednesday on CNN STUDENT NEWS.<br><br>Some are calling it Snowmageddon. Some are saying they`re snowverit. High temperatures yesterday were 10 to 25 degrees lower than they usually are. And an even colder blast of Arctic air was forecast to roll in today from the Midwest to the Eastern Seaboard. Hundreds of thousands of people had their power knocked out by ice. At least six deaths have been blamed on the latest round of winter storms and this is having an economic impact, too.<br><br>The city of Boston, Massachusetts, for instance, has spent more than $30 million just to move snow out of the way.<br><br>Well, at least it`s almost over, right?<br><br>Wrong.<br><br>Forecasters say another winter storm could be on the way at the end of the week, but it`s too early to tell if that will materialize.<br><br>Since Sunday, there`s officially been a cease-fire between Ukrainian government troops and the pro-Russian rebels who have been fighting them. But in some parts of Ukraine, the fire has not ceased. And even though the international community is calling on both sides to stop fighting, to respect the terms of this cease-fire, in some areas, the Ukrainian military and the pro-Russian separatists say they`re not backing down.<br><br>It`s possible that the truce agreed to last week is falling apart.<br><br>FREDERIK PLEITGEN, CNN CORRESPONDENT (voice-over): The cease-fire remains in this town. These fighters load their weapons with great care, then head to the front line.<br><br>(on camera): We`re on the road here with a Ukrainian battalion called the East Corpus Battalion and they say that they still get shelled all the time, that there`s attacks from pro-Russian separatists and that they`re doing their best to try and hold this town, but they`ve already lost a considerable amount of it to the pro-Russian separatists in the past couple of days.<br><br>(voice-over): &quot;right now, only about a third of the village is under our control,&quot; machine gunner Yuri (ph) says.<br><br>With pro-Russian separatists close by, we need to move carefully and frequently run for cover.<br><br>(on camera): So the men tell us we have to really watch out here, because apparently there`s a sniper, they believe, somewhere in the distance over there. They say they take fire here pretty much every day and several times a day. So they really don`t believe in the cease-fire that`s going on. They say it never really took hold here.<br><br>&quot;The cease-fire is a farce,&quot; says Commander Oleg Shiryayev. &quot;The fighting is continuing now the way it did before. They continue to attack us, shell us. They use artillery and mortars, and sometimes they launch raids.&quot;<br><br>It`s impossible to tell which side is responsible for breaking the cease- fire here, but to the few civilians we saw, that didn`t seem to matter. They were packing any belongings they could and leaving.<br><br>&quot;The fighting here is very heavy,&quot; this woman says. &quot;All the windows of our house are broken. It`s very terrifying. We saved all our lives to buy our house and now we have nothing.&quot;<br><br>To get back to safety, the fighters lob a smoke grenade to mask our retreat.<br><br>(END VIDEO TAPE)<br><br>UNIDENTIFIED FEMALE: Time for the Shoutout.<br><br>Which of these languages is the oldest?<br><br>If you think you know it, shout it out.<br><br>Is it Spanish, Dutch, Romanian or Afrikaans?<br><br>You`ve got three seconds.<br><br>Go.<br><br>The Spanish language, also known as Castilian, dates back to the ninth century, making it the oldest language on this list.<br><br>That`s your answer and that`s your Shout Out.<br><br>AZUZ: According to the U.S. Census Bureau, more than 17 percent of the U.S. population is Hispanic or Latino. It`s about 54 million people, making those of Hispanic origin the largest ethnic or race minority in the country.<br><br>So it`s probably no surprise that politicians would want to reach that group.<br><br>But does speaking Spanish sway Hispanic voters one way or the other?<br><br>(BEGIN VIDEO CLIP)<br><br>JUAN CARLOS LOPEZ, CNN EN ESPANOL CORRESPONDENT: There is a big debate over how you reach Latinos.<br><br>UNIDENTIFIED MALE: I want to just say a few words in Spanish. The cameras here are going to cover this. I don`t want them to tell them what I said, I want to say it myself.<br><br>LOPEZ: Some call it pandering, some call it outreach. There was a day when outreach was based on having majorities (ph) and repeating two or three sentences.<br><br>HILLARY RODHAM CLINTON, FORMER SECRETARY OF STATE: Si se puede. Si se puede.<br><br>LOPEZ: And that`s not necessarily what convinces people.<br><br>A lot of people who come to the States later in life and try to learn English have a real hard time. They`re afraid to put themselves out there, to embarrass themselves by mispronouncing words.<br><br>So seeing a politician do it, I think, brings people -- politicians to a level that people can identify with.<br><br>SEN. TIM KAINE (D), VIRGINIA: Es como es la gamara por la debatier (ph).<br><br>LOPEZ: Now, it`s easy to make fun of Mayor Bloomberg.<br><br>MICHAEL BLOOMBERG (I), FORMER NEW YORK CITY MAYOR: Estamos todo mondo (ph) precauciones para que todos (ph).<br><br>LOPEZ: The fact that he`s willing to go out there, it brings him closer to the people who don`t speak English fluently.<br><br>Jeb Bush was governor of Florida. It`s very helpful to speak Spanish in South Florida.<br><br>I think the thing he has in common with his brother is that they understand the Latino culture, that they know how to speak to Latinos.<br><br>GEORGE BUSH, FORMER PRESIDENT OF THE UNITED STATES: Gracias sienta se (ph).<br><br>LOPEZ: It`s played them well and it`s going to play well with Jeb Bush if he ends up being the Republican nominee. When he launched a PAC recently, he did a video in English and then he had a video in Spanish.<br><br>UNIDENTIFIED MALE: Hoy estamos esta luciendo (ph) (INAUDIBLE).<br><br>LOPEZ: People see that he knows the language, that he cares, that he understands, at least he wants to speak to them.<br><br>It`s more a party thing than a candidate thing. Former President Clinton is still very popular among Latinos and he doesn`t speak Spanish.<br><br>BILL CLINTON, FORMER PRESIDENT OF THE UNITED STATES: Prodesco a los mexicanos (ph).<br><br>LOPEZ: But he did get a lot of support.<br><br>Their issues and the way they present them are going to be a lot more important than if they speak the language...<br><br>SEN. MARCO RUBIO (R), FLORIDA: Que la palara (ph) visa Presidente Joe Biden.<br><br>LOPEZ: -- or don`t speak the language.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Que placar esta aqui con tantos amigos.<br><br>LOPEZ: Having someone say it in Espanol will help, but it will not define a candidacy. It will not sway a vote. People are not going to vote for someone just because they sound like them or they look like them or they have a Hispanic last name.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Welcome to the CNN STUDENT NEWS Roll Call.<br><br>One source for these schools, our transcript page at CNNStudentNews.com.<br><br>West Nodaway High School, we`re calling on the Rockets. They`re in Burlington Junction, Missouri.<br><br>Next, the Dodgers of Dodgeville. That`s fun to say. Dodgeville Middle School is in Dodgeville, Wisconsin.<br><br>And we wrap up our Roll in Morocco. Great to hear from The Casablanca American School. It`s in Casablanca.<br><br>The challenge -- replace the Alaskan Way Viaduct, a major bridge in downtown Seattle, Washington. It`s simply worn out.<br><br>The method -- bore a giant underground tunnel beneath the city.<br><br>The tool, Bertha, a massive digging machine built in Japan.<br><br>The problem -- Bertha broke down and repairing a drill this massive takes an engineering feat in itself.<br><br>(ON SCREEN)<br><br>Getting Bertha Back on Track<br><br>UNIDENTIFIED MALE: (voice-over): This is Bertha, one of the world`s biggest digging machines. Bertha`s tall, as high as a five story building.<br><br>It measures about as long as a football field and it was named after Bertha Knight Landes, Seattle`s first woman mayor.<br><br>But Bertha has a big problem. For more than a year, it`s been sitting broken and useless 60 feet underneath the city`s downtown.<br><br>The problems all started in 2013 when Bertha began digging a 1.7 mile highway tunnel using its 260 red and yellow Tungsten carbide teeth.<br><br>Bertha`s internal conveyor system moved massive amounts of dirt to the surface for removal. Then, after tunneling about 1,000 feet, Bertha`s bearings failed and it started overheating.<br><br>So the digging stopped until engineers could figure out how to fix it.<br><br>Here`s the solution they came up with. Workers dug a vertical shaft 12 stories deep and lined it with concrete. Next, engineers will fire Bertha back up and send it boring down through that concrete wall and into the shaft.<br><br>Then, they`ll hoist its 2,000 ton cutting face to the surface. They`ll fix it and then they`ll lower it back into the tunnel. Engineers hope Bertha will be able to dig the tunnel`s remaining mile and a half.<br><br>Will it work?<br><br>Will Bertha come through in the end?<br><br>There`s a lot at stake. Failure will hike the price tag of the $2 billion project even higher and delay its completion even longer.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Basketball buzzer beaters are always fun, at least for the team that gets them. But this one is nothing short of amazing.<br><br>Why?<br><br>Because it`s made from half court. This happened at an event for wounded U.S. service members at Fort Belvoir. Wheelchair basketball is one of the events that dozens of American athletes compete in. It helps determine who will advance to a major Department of Defense competition this summer.<br><br>We`d say that guy has got a pretty good shot. It makes sense he`d get a lot of buzz for it. It netted him some nationwide attention.<br><br>I`m Carl Azuz, CNN STUDENT NEWS rebounds tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-18 CNN Student News.mp4"}