{"title":"CNNSN-2016-04-11-CNN-Student-News","script":"(CNN Student News) -- April 11, 2016<br><br><br>Terrorism Suspects Arrested in Belgium; Concerns About a Major Dam in Iraq; SpaceX Makes Historic Rocket Landing<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome back to ten minutes of international current events. From the CNN Center in Atlanta, Georgia, I`m Carl Azuz.<br><br>We`re starting today`s coverage in the capital of Belgium, where some major arrests were made late last week. Shortly after terrorists targeted an effort and a subway in Brussels, killing 31 people last month, Belgian authorities went on the hunt for the so-called &quot;man in the hat&quot;. He was seen in surveillance images at the Brussels airport, walking with two of the suicide bombers in that attack.<br><br>In police raids across Brussels Friday, Mohamed Abrini was one of six people arrested and authorities say he`s confessed to being the man in the hat. Abrini has also been linked to last November`s terrorist attacks in Paris, France, that killed 130 people. He`s been charged with multiple crimes related to terrorism and murder.<br><br>Also arrested Friday, Osama Kraiem. European police believe he was working with the subway suicide bomber in Brussels.<br><br>Investigators say the same ISIS terrorist network is responsible for the Paris and Brussels attacks.<br><br>U.S. government is considering how it can ramp up its military efforts against ISIS. The terrorist group`s name is an acronym for Islamic State in Iraq and Syria -- the two countries where it`s taken over large sections of territory. The Obama administration is considering sending 250 more U.S. Special Forces to Syria, with the mission of helping local forces retake major cities there, and in Iraq. This is in addition to the thousands of U.S. troops currently serving in Iraq.<br><br>Though President Obama has insisted that American forces would not return to combat there, the Pentagon says some U.S. troops are fighting, but that they don`t officially have a combat mission. They`re training in supporting Iraqi forces who are trying to take back major cities, like Mosul.<br><br>The Iraqi Army`s latest defensive was put on hold shortly after it started. Iraqi officials say they need more help to secure territory after it`s taken. The stakes, especially near Mosul are high.<br><br>(BEGIN VIDEOTAPE)<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): It has been described by some as the most dangerous dam in the world. The Mosul Dam, the largest in Iraq which produces hydroelectricity, is built on a foundation of soft gypsum rock, making erosion a constant challenge.<br><br>We enter the underbelly of the dam to see how it is even still standing.<br><br>Completed in the mid-1980s, what keeps it all intact is a process that needs to happen daily. Workers are drilling bore holes. This one will go down 150 meters, or around 500 feet.<br><br>(on camera): Drilling that particular distance takes about a week. And the machines go up and down along the length of the dam, breaking up and then re-pouring cement to try to ensure the stability of the dam`s foundation.<br><br>(voice-over): It`s a process called grouting. When ISIS briefly took over the dam in 2014, this was halted for 45 days. Intense around-the-clock grouting reversed those weaknesses.<br><br>The U.S. recently issued a stark warning, describing the potential for collapse as, quote, &quot;serious and unprecedented&quot;, a catastrophic event that would see Mosul, Iraq`s second largest city and under ISIS control, entirely submerged with flooding as far downstream as Baghdad.<br><br>That warning said the lives of up to 1.5 million Iraqis would be at risk.<br><br>But the dam`s manager Riyad al-Naemi insists that disaster is not imminent.<br><br>RIYAD AL-NAEMI, DAM MANAGER (through translator): If the dam were to collapse, when the water level is at 330 meter above sea water, then yes, Mosul would be flooded. But with current levels there would be minimal damage.<br><br>DAMON: The seepage is one of the reasons why he says the U.S. is so concerned. But he claims his team has determined that it is not impacting the dam`s foundation. Still last year, the U.S. installed an early warning system they monitor regularly. And there is an urgent need for repairs.<br><br>(on camera): Millions of Iraqis are directly reliant on the Mosul Dam in one way or the other. But years of neglect by the Iraqi government due to politics, bureaucracy and corruption are already being felt.<br><br>(voice-over): Couple that with security concerns that for years kept international companies from taking up the job. An Italian company has just been contracted to repair and refurbish the dam. But work is yet to begin. And in Iraq, where nothing is ever entirely predictable, it is always the best to plan for the worst.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From Hawaii to India, with the stop in Oklahoma, it`s time for the call of the roll.<br><br>Hilo Intermediate School made a request on Friday`s transcript page. The Spartans are watching from the community of Hilo, Hawaii.<br><br>In Northern Oklahoma, we arrive at the city of Pawnee at Pawnee Middle School. Welcome to the Black Bears.<br><br>And from the capital of India, it`s great to see Delhi Public School today. Hello to everyone in New Delhi.<br><br>Problems and progress in space.<br><br>First, the setback for NASA`s Kepler Space Observatory. It was launched in 2009 in a cost of $600 million. Its mission is to look for habitable planets in outer space.<br><br>NASA engineers found out late last week that the telescope is in emergency mode. That means it`s having problems and burning through power quickly.<br><br>One challenge in repairing Kepler is the delay. It`s estimated to be about 75 million miles away from earth and it takes 13 minutes for signals to transfer between our planet and the telescope.<br><br>Next, a SpaceX mission to the International Space Station. Dragon is an unmanned cargo capsule that was launched Friday afternoon. It`s carrying 7,000 pounds of equipment and experiments to the International Space Station, including this, the Bigelow Expandable Activity Module or BEAM that you told you about last week.<br><br>BEAM was built with an $18 million contract from NASA and if it passes its tests before it`s detached and destroyed in earth`s atmosphere, the module could one day become a place to stay in space.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Future space homes.<br><br>RACHEL CRANE, CNN CORRESPONDENT: Now, this would theoretically be a space hotel. You`ve got the sleeping quarters over there. You`ve got storage over here. You`ve got your seats over there.<br><br>There`s even a window actually. You come over here, they`ve got a telescope right here so you could look out and you would use this, because when you`re floating in space, you`re floating and you need to be able to navigate. So, pretend like I`m flying and I`d be grabbing this to move along.<br><br>There`d be no floor. The core system is here. You`ve got all your storage here. You have your batteries, your gloves, your wipes, your cables.<br><br>You`ve got your sleeping bag over here. So, in space, when you`re sleeping, you have to tether yourself to the wall, so you won`t go flying around.<br><br>They actually have vegetation growing here, hydroponically. You`ve got a mockup of that. Even someone tending to it, doing the space garden.<br><br>You`re window, look out, see the stars.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s another part of SpaceX mission that went well. Part of the rocket that carried the Dragon cargo capsule into space returned to earth and for the first time landed intact on a drone ship in the Atlantic Ocean. Each Falcon IX rocket costs more than $60 million. So, being able to reuse them would save a lot of money.<br><br>Several previous attempts have failed. Falcon IX rockets have exploded in flight or tip over and exploded on landing. So, last Friday`s success at sea as historic.<br><br>(MUSIC)<br><br>AZUZ: We`re continuing the space theme for our last story of the day. This is kind of like the lost dog poster, except that the dog isn`t real and the lost part means really lost, as in traveled at least 15 miles this way. The equipment that took it there fell back to earth and was located, but the stuff animal seems to have vanished in thin air.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Toy dog lost in space.<br><br>For a science project, students at Morecambe Bay Primary School sent a stuffed dog into space.<br><br>The puppy was attached to a helium balloon, tracking equipment and GoPro cameras.<br><br>The dog`s name is Sam.<br><br>He was the first toy-dog astronaut sent on a mission to reach the edge of space.<br><br>After Sam completed his mission, he was nowhere to be found.<br><br>The school is using social media to track Sam.<br><br>The hashtag #FindSam has gone global.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You could say Sam`s disappearance is a beagling mystery, a true canine-drum, an atmosphere-ful event. We hope he`s hound again soon because things just aren`t the same with him.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-11 CNN Student News.mp4"}