{"title":"CNNSN-2015-12-17-CNN-Student-News","script":"(CNN Student News) -- December 17, 2015<br><br>U.S. Fed Raises Interest Rates; A Meteorological Year in Review; The Search for A Legendary Train<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The U.S. Federal Reserve announced yesterday it was raising interest rates for the first time since 2006.<br><br>What that means is what`s first up today on CNN STUDENT NEWS.<br><br>Known as the Fed, it`s America`s central bank. It`s led by Janet Yellen. Its job is to help stabilize America`s financial system.<br><br>The Fed makes moves to try to lower unemployment and control inflation, when the price of goods goes up too fast for people to afford them.<br><br>Because the U.S. economy is growing, the Fed raised its key interest rate by a quarter of a percentage point, not much. But gradual rate increases are likely in the New Year.<br><br>That means you`ll have to pay more interest if you borrow money, higher mortgage rates for home buyers, higher interest rates if you finance a car, higher student loan rates for people who get those in or after 2016. And eventually, savings accounts could earn a little more interest.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD QUEST, HOST, QUEST MEANS BUSINESS: A decade since the last &quot;Star Wars&quot;, and nearly just as long, nine years, since the Fed last tinkered with interest rates.<br><br>But now, it`s time for the Fed to awaken, because after three episodes of quantitative easing, Janet Yellen must now use her most powerful weapon to restore balance in the economy. She must bring out the light saber of rate hikes, the first hike in a long, long time.<br><br>The unprecedented era of low interest rates has given the Fed major economic victories, but not so quickly, the dark economic forces out there may yet strike back.<br><br>So, for instance, the Fed faces an increasingly powerful dollar. Across the globe, it`s the dollar that remains mighty. And then, related, of course, the storm troopers of labor and having to suffer weak wage growth. All of which is proving the hardest evil to vanquish, persistently low inflation.<br><br>Now as soon as the Fed raises rates, attention will turn to the sequels. How many, how far and how fast? And some warn that rapid hikes will damage this fragile recovery and put vulnerable markets under greater pressure.<br><br>Oh, make no bones about it. It may be the first move for nearly a decade, but when the Fed awakens, Janet Yellen will show her true powers.<br><br>Richard Quest, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now, naming three of the schools watching this Thursday, it`s time for the call of the roll.<br><br>Yakota Middle School is first up. It`s in Japan at Yakota Air Base. Great to see you today.<br><br>Leicester, Massachusetts, is next. It`s the home of the Wolverines. They`re stalking around Leicester Middle School.<br><br>And moving south to Abbeville, Louisiana, how about the Screaming Eagles? Vermilion Catholic School rounds out our roll.<br><br>President Obama visited the Pentagon earlier this week to discuss the U.S.- led fight against the ISIS terrorist group. He said the military was hitting ISIS harder than ever and wanted to show that the U.S. had momentum in the battle. But he`s been criticized for his strategy against ISIS, especially following several ISIS-linked attacks around the world.<br><br>And despite the airstrikes against ISIS targets in Iraq and Syria, the terrorist group may be changing its strategy. So, counterterrorism officials are working to adjust theirs.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: Early on after ISIS`s emergence, the focus among U.S. law enforcement, U.S. counterterror officials have really been potential ISIS recruits here in America who attempt to travel to the warzones, in Iraq and Syria and join the fight there, and then possibly come back and bring jihad home.<br><br>But more and more, the focus is on potential recruits, who never leave the U.S. homeland or Europe or elsewhere in the world. Never go to the warzone but stay at home and carry out jihad really on their doorstep.<br><br>Now, that change could be due in part to those tougher controls, the efforts to identify and stop potential recruits here in the U.S. or elsewhere in the West, from joining the fight in the Middle East. But it is also because ISIS has changed its message, more and more, it is calling on people around the world to carry out jihad right where they are, whatever they can do, take up a gun, make a bomb, and carry out terror attacks particularly with the focus on the West more and more.<br><br>Now, sometimes, those attacks are entirely self-directed, pure lone wolves as we`ve heard that term so often. But we`ve also seen ISIS direct and supply and train. We saw that in Paris. Also suicide attacks in Beirut.<br><br>There have already been a number of lone wolf attacks here in the United States, even predating ISIS. In 2009, the Fort Hood inspired, it was believe, by Anwar al-Awlaki, al Qaeda in the Arabian Peninsula.<br><br>In Garland, Texas, a shooting at a convention for cartoons of the Prophet Muhammad, that believed inspired by, possibly even directed by ISIS.<br><br>And then, of course, San Bernardino, believed to be inspired by ISIS as well.<br><br>One particular challenge with lone wolves is that they`re harder to detect. If there`s no initial conversation between the new recruit and a known terror subject, there`s no conversation to intercept, there`s no meeting to observe before that terrorist is recruited and carries out an attack.<br><br>This means a near constant state of alert -- what has been described to me repeatedly as an alarming new normal.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Since Tuesday, we`ve been airing a four-part series looking at the year in review. Tomorrow, we`re going global, reflecting on some of the biggest international news stories of 2015.<br><br>But let`s talk about today. We`re going meteorological. An El Nino system in the Pacific is blamed for disrupting normal weather patterns across the U.S. this fall. It`s not the only weather story that`s made headlines this year.<br><br>Here`s Karin Caifa.<br><br>(BEGIN VIDEOTAPE)<br><br>GOV. CHARLIE BAKER (R), MASSACHUSETTS: It`s only been 14 days, folks, and we`ve gotten 70 to 80 inches of snow.<br><br>KARIN CAIFA, CNN CORRESPONDENT (voice-over): That was just the beginning for parts of New England. Nearly every week, for three months straight, snow storms blanketed streets, buried cars and strained people`s patience.<br><br>UNIDENTIFIED MALE: Everybody is just fed up.<br><br>CAIFA: Boston had its snowiest season on record, with 110.6 inches. It all finally melted in July.<br><br>UNIDENTIFIED MALE: Inside! Inside!<br><br>CAIFA: In the spring, several large tornadoes raked across Texas.<br><br>CHAD DEWEY, TORNADO SURVIVOR: It sounded like a jet engine right above your head.<br><br>CAIFA: Two people were killed in May after an EF-3 tornado ravaged the city of Van.<br><br>Then, came the flooding. Days of heavy rain caused the Blanco River to reach historic deadly crest in Wimberley and San Marcos, Texas. Several homes were swept off their foundations. At least 23 people died in the May floods.<br><br>And in South Carolina --<br><br>GOV. NIKKI HALEY (R), SOUTH CAROLINA: This will be a historic rainfall event that we have never seen before.<br><br>CAIFA: Relentless rain in October shuttered records in Charleston and Columbia. Some places saw as much as 20 inches of rain.<br><br>The historic flooding shut down more than 500 roads and bridges. It cost at least 11 dams to fail, prompted hundreds of water rescues and killed at least 17 people.<br><br>Hurricane Patricia howled into the record books in October, as the strongest hurricane ever. In just 24 hours, Patricia went from a tropical storm to a 200-mile-per-hour category five hurricane. The storm weakened before making landfall along Mexico`s west coast.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Legend has it that in the last days of World War II, retreating Nazis buried a train loaded with gold, jewels and stolen artwork somewhere in the mountainous region of Poland.<br><br>After investigating one site where the train was said to have been buried, a team of scientists says there`s a tunnel but no train. Their findings contradict those of two amateur treasure hunters. They say there`s a tunnel and a train. Both groups used ground scanning radar in the area.<br><br>Scientists had additional equipment to assess the site.<br><br>So, what happens next?<br><br>The treasure hunters want to keep digging and they use cameras to examine what`s underground. But that`s expensive. So, officials in the city nearby are debating whether it`s worth the cost.<br><br>(MUSIC)<br><br>Mistletoe is a plant that grows throughout Europe and North America. Some folks recently planted one at a Six Flags in Georgia. Well, they planted a kiss not mistletoe. In fact, they puckered to set a Guinness World Record for most couples kissing under the mistletoe. More than 402 passionate people locked lips to achieve the award. The event was sponsored by a company that makes dental products. So, fresh breath was all part of the occasion.<br><br>Of course, they could have held the event on a fer-kiss wheel, a lip-ping star ship, a roller kiss-ter, or a pumper cars. They`re all a smooching stages for amusement park attraction.<br><br>I`m Carl Azuz. One more show to go for 2015.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-17 CNN Student News.mp4"}