{"title":"CNNSN-2015-01-06-CNN-Student-News","script":"(CNN Student News) -- January 6, 2014<br><br>Search for Lost Passenger Plane; North Korea Calls New U.S. Sanctions `Repugnant,` `Hostile`; Football Controversy<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: It`s the first Tuesday of 2015. Thanks you for spending ten minutes of it with CNN STUDENT NEWS. I`m Carl Azuz and the first half of today`s show is all about international events. Starting near Indonesia.<br><br>A very difficult search is on for a lost passenger plane. An AirAsia flight with 162 people aboard was traveling from Indonesia to Singapore. It disappeared from radar on December 28. Investigators don`t know why. But the plane was flying through bad weather. Some bodies and passengers and debris from the plane have been found in the Java Sea. It`s shallow enough for divers, so along with other search officials, they are trying to recover the plane`s black box, the flight data recorder that could give information about why the aircraft went down. But they are dealing with storms above, rough waves on the surface and what divers call zero visibility on the sea floor.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN CORRESPONDENT: The deserted beaches of west Borneo, Indonesia, belie the Horace out at sea. More than 100 nautical miles to the search zone, calm waters and sunshine soon disappear.<br><br>So, we`ve been on the sea now for about four hours, we`ve got about three or four hours to go, and as you can see, the weather has started to close in, the closer we get to this crash location. We are being told that even though these waves are fairly high and you can see, it`s a lot choppier than it was, that this is still considered fairly good weather. This is better than it has been for some days.<br><br>The crew looks for debris and bodies. One of them spots something. He`s unsure what, exactly. The captain calls it in. A larger ship in the area will investigate. This search and rescue boat has a specific mission, to deliver a pino-locator to help with the vital search for the so-called black boxes.<br><br>But the captain is nervous about the weather. &quot;I feel a heavy moral burden,&quot; he says. &quot;I have a responsibility to keep those on board safe, but it`s so important to help find bodies and debris.&quot;<br><br>Larger ships can cope with these conditions, he says. This is not a large ship.<br><br>Sector four of the search zone, the contact boat is in sight. Time to hand over the equipment. Easier said than done.<br><br>One of the men who is in charge of that equipment was going to jump across, but quite frankly, he does not want to now. He said it`s simply too dangerous.<br><br>Next job, transferring the boat from which to operate the equipment, a task the crew struggles with until dark. If you haven`t (inaudible) defeat, at least for today.<br><br>An exhausted crew returns to land with only half the mission accomplished.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Repugnant and hostile. Two of the words North Korea is using to describe new sanctions by the U.S. government. Sanctions are intended to punish a country`s economy, and in this case, they make it illegal for North Korean government leaders to travel to the U.S. or access property they have here. This is why last month`s cyber-attack on Sony Pictures Entertainment, hackers exposed tons of personal and business information about the company, and warned people not to see a Sony Pictures comedy that included an attempted assassination of North Korea`s leaders.<br><br>Sony originally canceled the film`s release, then released it online and in some theaters. Over the holidays, the U.S. Federal Bureau of Investigations formally blamed North Korea for the cyber-attack on Sony. North Korea also had massive Internet outages last month, but the U.S. government won`t say whether it`s behind those.<br><br>UNIDENTIFIED FEMALE: Here`s one for you, see if you can ID me. I`m a measurement of area such as land area in the metric system. I`m not an acre. I`m equal to about 2.5 of them. I`m the equivalent of 100 ares.<br><br>I`m a hectare, roughly as big as two American football fields.<br><br>AZUZ: For our next story, we are taking you to the Southern Hemisphere, to the driest inhabited continent on the planet, that`s Australia. It`s summer there. It was predicted to be a severely hot one, and that, along with the typical dryness of the continent, made conditions ripe for bush fires. Those are common in Australia, but the one that flared up over the weekend is extreme. It quickly burned the equivalent of about 25,000 football fields.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: Entire neighborhoods engulfed in flames. This is the worst bush fire to hit Southern Australia in 30 years. Dozens of homes now destroyed. Residents devastated over what they have lost, but lucky to have made it out.<br><br>UNIDENTIFIED MALE: I saw a lot of smoke, and then as we get to the top of the hill, we saw the flames as tall as the trees, and then we knew we were in trouble.<br><br>UNIDENTIFIED FEMALE: Thousands of people have had to flee their homes since the fire began on Friday afternoon. It quickly spread, and in just over 24 hours, had burned more than 12,500 hectares of land. More than 700 firefighters, including those who have come from neighboring states, are battling the flames. Hot weather continues to complicate efforts at fighting the flames. The county fire service has warned flare-ups could be a concern for the next two to three weeks. Police are investigating exactly what caused this blaze that`s left serious damage in its wake. So far, though, perhaps luckily, it has not taken anyone`s life.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the Sunshine State to the Golden State, we`re going coast to coast on today`s roll call. In this corner, hailing from Port Richie, Florida, we`ve got the Chargers charging in. They`re at Chasco Middle School. We`re visiting the Midwest next, making a stop in Iowa. Hello to everyone watching at the Rosedale Youth Center. It`s in Ames. And in this corner, weighing in at Thousand Oaks, California, it`s the Lancers. Great to see you at Thousand Oaks High School.<br><br>Hard to imagine the sports world without football, but lawsuits, concerns over concussions, enrollment numbers, some analysts see them as storm clouds over the future of the sport. Pop Warner is America`s biggest youth football program. The number of kids playing grew steadily from 1929 until 2010, but then it dropped by 9.5 percent over the next two years. It seems controversy at higher levels is keeping kids off the football field.<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN CONTRIBUTOR: That picture? That`s me from 20 years ago. Our view of football has changed quite a bit in 20 years, especially how we as a society view the relationship between football and concussions.<br><br>Take a look at the helmets, for example. We called these little marks stick marks, and it was a point of pride the more you had on your helmet.<br><br>And if you could hit hard enough to rip the decal off that helmet, you were a hero.<br><br>But where were the neurosurgeons back then? We had to know that young men hurtling themselves at each other with just a helmet was going to cause some damage, didn`t we?<br><br>Legally, a lot has changed since then, and that`s mainly because of two major lawsuits and subsequent settlements, involving both the NFL and the NCAA. The NCAA still denies liability. It says it is an organizer of sporting events, and it`s not responsible for injuries that players should know about. On the other hand, under the NFL settlement, the league does make payments to former players.<br><br>Twenty years from now, maybe football won`t exist at all. Maybe it will be litigated out of existence completely, like the lawn dart (ph) or the high dive at the pool. If you ask the generations of high school and college players back then, if it was worth it for the injuries they have today, a lot of them would probably say no. But the crazy thing is, a lot of them might also say yes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Unfortunately, the holidays are over, and a lot of communities are offering ways to recycle Christmas trees, assuming people had real ones. Here is something organic, just feed it to the goats. At a Canadian wildlife refuge, a herd of 13 goats consumes about 3 trees a day. Almost everything, the needles, the bark, totally stripped away. These goats are so thorough that the refuge is hoping for more trees. And if that story doesn`t get your goat, at least it will feed it. For the goats, there are Christmas treats, the recycling champions (ph) you just heard about can`t have to munch (ph). And though we`ve got to goat, we`ve got to hoof it, we have to eat and run, we hope you`ll have an appetite for more news and puns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-06 CNN Student News.mp4"}