{"title":"CNNSN-2017-03-08-CNN-Student-News","script":"(CNN Student News) -- March 8, 2017<br><br><br>A Plan to Overhaul Health Care in America; Effects of Brazil`s Recession; How Chip Cards Can Be Hacked<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz.<br><br>Leading off today`s news coverage on CNN 10, we`re explaining a proposal to overhaul the U.S. health care system. Republicans in the House of Representatives have revealed their plan to repeal and replace the Affordability Care Act, also known as Obamacare.<br><br>Former President Barack Obama signed it into law in 2010. It was considered his biggest domestic achievement. It`s also controversial. On the plus side, it helped 20 million Americans gained health insurance coverage, contributing to more people having it than ever before. On the minus side, it costs more than the government expected and several insurance companies that initially carried it have dropped Obamacare coverage.<br><br>Congressional Republicans have been trying to repeal the law for years. Now, with their party in charge of Congress and the White House, they`ve released a proposal called the American Healthcare Act. The bill would eliminate the Obamacare requirement that Americans either get health insurance or pay a fine of at least several hundred dollars for not having it. It would maintain some of the popular parts of Obamacare. It would get rid of the government payments that helped people buy health insurance and replace those with the tax credit and it would eventually restructure Medicaid, a federal and state program that gives insurance to low income Americans.<br><br>Just as Obamacare is controversial, the American Care Act is too. Speaker of the House Paul Ryan says Obamacare is collapsing and that the new law would reduce costs and give every American access to good, affordable health insurance.<br><br>Independent Senator Bernie Sanders has said having access doesn`t mean people can afford it. Some Republican critics say the plan doesn`t go far enough to eliminate Obamacare, and Democrats and some health insurance experts say the changes could put tens of millions of Americans at risk for losing their health insurance coverage, though Republicans say those who are currently enrolled would be grandfathered in so they don`t.<br><br>The Trump administration calls the plan a work in progress. The bill will be debated and revised in the days ahead, as its Republican supporters try to push it through the House and Senate and on to President Trump`s desk.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What is the largest country in the Southern Hemisphere?<br><br>Is it Argentina, Australia, Brazil or China?<br><br>With an area of more than 3.2 million square miles, Brazil is the largest country south of the equator.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Big country, big problems. Brazil has been going through the worst recession in the nation`s history. One definition of a recession is when a country`s gross domestic product decreases for two quarters, two three- month periods in a row.<br><br>Brazil`s economy has been shrinking for eight quarters in a row. This January, the nation`s unemployment rate hit 12.6 percent, almost 13 million people are out of work, a massive government bribery scandal factored in.<br><br>There are signs things are getting better. Foreign investment is back. Brazil`s stock market is up. Analysts say the recession could end this year.<br><br>But the debt and disrepair of one Brazilian landmark stands as an example of many Brazilian struggles.<br><br>(BEGIN VIDEOTAPE)<br><br>SHASTA DARLINGTON, CNN CORRESPONDENT (voice-over): A familiar fixture in Rio de Janeiro`s skyline, steeped in football history. Now, Maracana Stadium`s field turned brown with neglect. Windows have been smashed, televisions stolen. The stands faded, with random holes where there should be seats.<br><br>(on camera): Some seats were taken out and put back in the wrong place, but even more staggering, about 7,000 seats were literally torn out and they haven`t really put back. You can`t really sell tickets here.<br><br>(voice-over): When it was inaugurated in 1950, Maracana was the biggest stadium in the world.<br><br>The stage of Brazil`s embarrassing loss to Uruguay in the World Cup back then and of Pele`s 1,000th goal, Maracana became a national landmark.<br><br>It was virtually rebuilt for the 2014 World Cup, a renovation that cost more than $500 million and provided a colorful backdrop to the competitions.<br><br>More renovations made for the opening and closing ceremonies of the 2016 Summer Games. Six months later, that excitement a distant memory.<br><br>The company that manages Maracana says Olympic organizers left the stadium in a state of extreme disrepair.<br><br>DAELCIO DE FREITAS, SPOKESMAN FOR MARACANA STADIUM (through translator): After all the investments, it`s such a pity that this newly refurbished stadium wasn`t being maintained.&quot;<br><br>DARLINGTON: They walk us through the stadium to see the damage first hand.<br><br>(on camera): Well, we now know at least where some of those seats ended up.<br><br>(voice-over): But the Rio 2016 Organizing Committee insists they offered to pay $130,000 for repairs when the handed the stadium back to the state of Rio de Janeiro -- itself now completely broke.<br><br>Whoever is to blame, the sorry state of affairs raises questions about what kind of legacy the Olympic Games have left for Brazil.<br><br>Shasta Darlington, Rio de Janeiro.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Chip cards, credit cards with tiny microchips have been increasingly used in the U.S. since 2015. The old type of card which utilized a magnetic strip was easier to hack and steal information from. The chip is supposed to cut down on credit card fraud and it has to some extent.<br><br>But CNN`s Laurie Segall found out how it too can be hacked when she spoke with employees of a company that aims to protect people and organizations from digital crime.<br><br>(BEGIN VIDEOTAPE)<br><br>LAURIE SEGALL, CNN CORRESPONDENT (voice-over): Chip cards, they take forever. On the bright side, they`re also more secure. They`re supposed to stop criminals from stealing our information, but the very thing that makes them take longer may also make them vulnerable.<br><br>On an old-fashioned credit card, the data that`s sent to the register is static. It never changes. On a chip card the data is randomized, which means it`s only good for one transaction. Normally, information that expires after just a minute would be useless, but if hackers could steal it and use it all before it switches again, they`re in business.<br><br>And new research shows that might actually be possible as hackers can crack open a store register and add something called a skimmer. Maybe they`re friends with the cashier, maybe they own the store themselves. Whatever the case, the hackers wait for you to insert your card, and then their minute begins.<br><br>Here`s how it works. During that minute, the hacked register is stealing all of your card`s information and wirelessly transmitting it to another device the hackers have set up elsewhere like a smartphone ready to make a mobile purchase, or in this case a hacked ATM that`s confusing the data for your physical banking card.<br><br>And --<br><br>(on camera): First of all, wow. What did we just see? Can you explain what just went down?<br><br>TED BEARDSLEY, RAPID7, SENIOR SECURITY RESEARCH MANAGER: The data on the card is getting transmitted to a device that`s inside this false front here, and then that is then in turn starting to punch in all the data, punching in the PIN, asking you for $200, and hitting withdrawal.<br><br>WESTON HECKER, RAPID 7, SENIOR SECURITY ENGINEER: There`s little basically robot hands that are actually putting the PIN numbers in there.<br><br>SEGALL: You had to take over almost two devices to make this happen, right? So how likely is this to be widespread?<br><br>BEARDSLEY: What we`re trying to do now is kind of envision the kinds of attacks that we feel are going to be likely to happen once the U.S. moves over more completely to the chip and PIN standard. It`s not like the criminals are going to throw up their hands and say, oh, you took away my magstripes, I`m out of the credit card fraud business.<br><br>So, I would expect to see some variation of this, maybe in two years hence. You know, you`re not going to see this today.<br><br>SEGALL: You have this skill that enables you to hack an ATM and make money just kind of flow out.<br><br>Yet you want to use this skill for good. A lot of people would want to take the money and run. So what is it about you that makes you want to use this power for good?<br><br>HECKER: I like being ethical. Like, you know, like being able to go into society and, you know, not be scared that every knock on the door is going to be the police in general.<br><br>BEARDSLEY: I love the internet and I am a big technophile. I want that stuff to keep working. And the only way that`s going to keep working is good guys are working at least at pace with the bad guys.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On a day off, some folks might go to a museum and then work out. Others might work out and then go to a museum. At New York City`s Metropolitan Museum of Art, you can now do both at the same time -- the museum workout. It`s advertised as radical, a chance to connect with the art, while activating body and mind.<br><br>It`s also expensive. Seventy-five bucks for 45 minutes, though, that does include a museum ticket. The morning workout is sold out, which indicates that exhibiting fitness may be just a ticket.<br><br>Does it elevate working out to an art form? Maybe, if they`re plyomartrics, artrobics, powart lifting, museumba. Guess it depends on whether museum point to all of it.<br><br>I`m Carl Artzuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-08 CNN Student News.mp4"}