{"title":"CNNSN-2017-04-07-CNN-Student-News","script":"(CNN Student News) -- April 7, 2017<br><br><br>History and Significance of the Senate`s &quot;Nuclear Option&quot;; Severe Weather Across the U.S.; The Use of &quot;Robirds` in Airports<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Today`s special, we`re serving Fridays and our customers tell us they`re awesome! I`m Carl Azuz for CNN 10.<br><br>We`re getting started in the U.S. capital, where Senate Republicans have been working to get President Donald Trump`s Supreme Court, Judge Neil Gorsuch, confirmed to the high court. A few Democrats said they`d vote for Judge Gorsuch as well, but most of them have been working to block the nomination. And in the back and forth between the political parties, both a filibuster and the nuclear option came into play yesterday.<br><br>We defined these terms on Wednesday`s show. You can find that in our archives at CNN10.com.<br><br>What`s interesting about the filibuster and the nuclear option is that neither of them is actually mentioned in the U.S. Constitution. The American governing document allows the congressional chambers, the House and Senate, to set their own rules.<br><br>The filibuster is a tradition, a sort of rule that allows a minority party to block a nominee or piece of legislation, and a nuclear option is a rule change that allows a majority party to get around that block and vote with a simple majority.<br><br>Republicans control the Senate. They have 52 seats. While Democrats and the independents who vote with them have 48 seats.<br><br>After yesterday`s move to invoke the nuclear option, both parties have now used the controversial rule change and this time around, it was expected to lead to the confirmation of Judge Gorsuch to the Supreme Court.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRIS CILLIZZA, CNN POLITICS REPORTER: The one thing to know about the nuclear option is you may not understand it, but it does really matter.<br><br>SUBTITLE: The One Thing: The &quot;nuclear option&quot;.<br><br>CILLIZZA: The nuclear option is sort of a common place term for a way in which the filibuster rules of the Senate are end run, usually to stop debate on any matter in front of the Senate, you need to get 60 votes.<br><br>But if you use the nuclear option, you take that 60-vote margin and take it down to a majority 51-vote threshold. In 2013, Harry Reid, after months and months of threatening to deploy the nuclear option actually did it.<br><br>SEN. HARRY REID (D), NEVADA: It`s time to get the Senate working again, not for the good of the current Democratic majority or some future Republican majority, but for the good of the United States of America.<br><br>CILLIZZA: The filibuster, whether real or threaten, had always been a way that the Senate distinguish itself from the House. The House very much runs in a &quot;majority rule&quot; rule. If you have the votes, you have the votes. In the Senate, in order to close off that debate, which means to force an actual majority vote, you needed always to have 60. It required typically some bipartisan consensus building, because neither party often had 60-plus seats in their control.<br><br>When you remove that, you start to slide even further down the slippery slope that Harry Reid started us all on in 2013. If we`ve already wiped out the use of the traditional filibuster, that 60-vote margin on several things including Supreme Court nominees, what`s to stop either this majority or the next majority, Democrat or Republican, from instituting it on legislative matters? And at that point, the Senate fully becomes the House.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What nation sees more tornadoes than any other country on Earth?<br><br>Is it China, Russia, Saudi Arabia or the United States?<br><br>The U.S. is far and away the world leader in tornadoes. They`ve been recorded at some point in every state.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But it`s not just tornadoes. Hurricanes, floods, droughts, blizzards, wild fires, they all combine to bring America some of the most extreme weather in the world. But given the fact that it`s spring and given the fact that most tornadoes spin up between April and June, this is what`s considered Tornado Season. And the National Weather Service says as many as nine twisters might have struck the Midwest and Southeast this week.<br><br>A system of storms thundered across the region, bringing hail, high winds and soaking rains. In southwestern Georgia, a tornado up to a mile and a half wide was seen. Hundreds of flights were cancelled in Atlanta, quarter size hail was reported in Alabama and Kentucky, and flooding was seen throughout Columbia, South Carolina.<br><br>As the storms barreled through, several states were given tornado watches or warnings. Is that the same thing?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: When severe weather strikes, one of the most common questions we get, what`s the difference between a watch and a warning?<br><br>Well, just for comparison`s sake, let`s take the stop light, green light, yellow light, red light.<br><br>Sometimes, the National Weather Service will issue a hazardous weather outlook and advisory. Treat that as a green light. Know that the possibility of rough weather is there, but go about your day as you would, just stay alert.<br><br>But as conditions tend to ripen, you may see a tornado watch issued by the National Weather Service. Use this with more caution, this means conditions are favorable for tornado development, and so, you need to know what you should do in case a tornado strikes.<br><br>That`s where the warning comes in, if the radar has indicated a tornado, or someone has spotted a tornado in progress, that`s when the tornado warning is issued and you should get to your safe place immediately, stop what you`re doing and seek shelter.<br><br>(END VIDEOTAPE)<br><br>AZUZ: By removing certain plants and trees, covering or filling in ponds and using sound cannons, airports have a number of methods to keep birds away.<br><br>Last spring, we reported on a border collie named Piper who literally chase the birds from a small airport in Michigan. Some airports utilize trained falcons to do this. Some are using &quot;robirds&quot;, fake remote controlled falcons to keep the skies clear of any birds that don`t carry people.<br><br>(BEGIN VIDEOTAPE)<br><br>NICO NIJENHUIS, CLEAR FLIGHT SOLUTIONS CEO: The robirds are basically robotic birds of prey. They look like and fly like real falcons and we use them to chase away other birds from areas like airports. Birds and aircrafts go badly together.<br><br>Birds can cause problems in many areas, like the agriculture industry, the oil and gas industry. They`re basically a drone, but not your everyday drone. The robirds mimic the flight envelop of a natural bird. We had to create a flight (ph) computer that was capable of thinking like a bird.<br><br>The typically, traditional scarecrow in agricultural field is actually been proven that this tactic measures eventually attract birds. Whenever there`s collusion between a bird and an aircraft, it costs $200,000. So, even being able to prevent several of them during a year means that you are saving the aviation industry at one location millions of dollars.<br><br>We`ve been operating the birds since around 2012 and we really see it working. And the relatively small blueberry farmer that we also operate, we increase his harvest by 15 percent. Meaning, he earns 45,000 euros more in revenues.<br><br>We`re battling nature with nature and we know that that works.<br><br>(END VIDEOTAPE)<br><br>AZUZ: This is like jetpack meets Iron Man. It`s the awesome-looking invention of a British entrepreneur. It involves six tiny jet engines, some body armor, some serious physical fitness, and while it looks fund in some clips, there is a learning curve.<br><br>It`s called Daedalus. Guess they thought acorus (ph) was too lofty sounding. Heh! The company, Gravity, hopes to build 25 suits by the end of the year. They say it could travel hundreds of miles per hour if someone wants to try that, the estimated cost, a quarter million dollars per suit.<br><br>Now, saving up and shaping up to suit up and take that suit up could be a ricorous (ph) process that wouldn`t suit everyone who`d be sore if they soared, but then fell prey to gravity in the gravity suit. Don`t fly too close to the sun, son, because no matter your drive to survive and walk away alive from a high dive, you`d have to be made of iron, man.<br><br>That closes out the week for CNN 10. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-07 CNN Student News.mp4"}