{"title":"CNNSN-2016-03-14-CNN-Student-News","script":"(CNN Student News) -- March 14, 2016<br><br><br>Japanese Officials Scour Land and Sea for Radiation; Researchers Hunt for Viruses in South Africa; Daylight Saving Time Fast Facts. Aired 4- 4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome back to the show. I`m Carl Azuz.<br><br>For many of you, the weekend was an hour shorter and we`ll be explaining why later today.<br><br>First up, the new normal Japan. Japanese lawmakers and citizens observed a moment of silence at 2:46 p.m. on Friday. That was the exact time that a magnitude 9.0 earthquake struck five years beforehand. Businesses, transit, school lessons, they all came to a stop.<br><br>We`ve explored some of the lasting damage from the historic quake, and the devastating tsunami and the contaminating nuclear meltdowns that followed.<br><br>But today, even in areas where fishermen are back to work and where kids were back to school, changes brought on by the 2011 disaster are still visible. Japan is still a country in recovery and still on guard.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT (voice-over): Our journey takes us five kilometers, more than three miles off the Japanese coast. Scientists scour the seabed, searching for radiation.<br><br>Greenpeace researcher Jan Vande Putte`s team jus beginning to assess the fallout, five years after Fukushima.<br><br>JAN VANDE PUTTE, GREENPEACE RESEARCHER: There`s still an enormous amount of radioactivity there, which is in liquid form. It`s leaking into the underground and slowly moving into the ocean. That`s very dangerous for the future.<br><br>RIPLEY (on camera): Scientists believe around 80 percent of radioactive material from Fukushima went into the Pacific Ocean, which is why researchers are out here, trying to find radioactive hot spots where fishing may be unsafe.<br><br>(voice-over): A staple of the Japanese diet, seafood is tested for radiation. This Fukushima nursery school takes it one step further, before children eat a single bite, cook, scan every ingredient.<br><br>(on camera): So, no radiation?<br><br>UNIDENTIFIED FEMALE: Yes.<br><br>RIPLEY (voice-over): Safety measures don`t stop in the kitchen. The playground has a Geiger counter.<br><br>Teachers test daily walking routes, students get regular medical checks.<br><br>(on camera): Are all of these precautions really necessary, or is it more for peace of mine?<br><br>(voice-over): &quot;It`s absolutely necessary,&quot; says the principal. &quot;We need to keep measuring for radiation.&quot;<br><br>So far, 167 Fukushima children are suspected of having thyroid cancer. Experts disagree if cases are connected to the meltdown.<br><br>&quot;The government doesn`t understand our five years of suffering, raising children here,&quot; says this father.<br><br>Before the meltdown, the Japanese public overwhelmingly supported nuclear energy. Today, polls show most are against it.<br><br>Japan shut down all of its nuclear reactors after Fukushima, just a few have been restarted, with no strict safety codes. Prime Minister Shinzo<br><br>Abe`s pro-nuclear government wants many more back on.<br><br>KEN KOYAMA, MANAGING DIR., INST. OF ENERGY ECONOMICS: We need to have independent safety regulator.<br><br>RIPLEY (on camera): Can all the regulations, though, really prevent another Fukushima?<br><br>KOYAMA: I hope so.<br><br>RIPLEY (voice-over): Ken Koyama was on a government panel recommending the restart, even he admits nuclear reactors will never be fully safe in a nation prone to natural disasters.<br><br>KOYAMA: I think that the concern can always -- can exist.<br><br>VANDEN PUTTE: They haven`t learned the lesson from Fukushima.<br><br>RIPLEY: Nuclear opponents urged Japan to invest more in renewable energy, saying keeping reactors idle is the only way to protect future generations and prevent another catastrophe.<br><br>Will Ripley, CNN, Fukushima, Japan.<br><br>(END VIDEOTAPE)<br><br>AZUZ: As international researchers raced to find a treatment for the dangerous Zika virus, some scientists in South Africa are on the hunt for diseases before they hit the human population. Rabies, the SARS virus, Ebola, there`s something they all may have in common: bats.<br><br>These animals can be carriers of disease. On the plus side, bats are great at pollinating and controlling insect population, helping forests and farmers.<br><br>The Centers for Disease Control says seeing them flying around at night is normal, usually nonthreatening. But it cautions that divers, explorers, spelunkers, people who spend time near caves where bats like to live need to be cautious and to avoid bats.<br><br>Lest, of course, you`re a researcher who`s hunting viruses, in which a bat infested cave is exactly where you want to go.<br><br>(BEGIN VIDEOTAPE)<br><br>DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT (voice-over): The hazmat suits and respirators make for a difficult descend. Its` much needed protection against what we could find in the cave below.<br><br>We`re following some of the world`s most highly trained virus hunters, in search of disease-carrying bats.<br><br>(on camera): So, they have to crawl through the narrow gaps into the different chambers, because in each chamber, there could be a different type of bat, which could have different viruses.<br><br>(voice-over): And in this case, there are thousands. Each one with a potential to carry rabies, Marburg, perhaps even Ebola.<br><br>Some of the world`s most severe but lest understood viruses.<br><br>WANDA MARKOTTER, UNIVERSITY OF PRETORIA: Even with Ebola, there`s not a direct link between the human outbreaks from the bats. We see some evidence in the bats and we see human outbreaks. But we can`t say that bat caused the human outbreak.<br><br>MCKENZIE (on camera): So, so much is still unknown?<br><br>MARKOTTER: There`s a lot of still unknown.<br><br>MCKENZIE (voice-over): So, they study diseases here, in bat populations before the potential human outbreaks.<br><br>MARKOTTER: So, this is an adult.<br><br>MCKENZIE: This is in some remote cave. Outside, just miles away, Johannesburg, the city of 4 million. So close to human habitation, this type of monitoring and prevention is critical.<br><br>JT PAWESKA, NICD: In this lab, we`re working with the most dangerous pathogens known to humans.<br><br>MCKENZIE: Disease detection that exists thanks to this, a fully enclosed pressurize safety lab, the only one of its kind in Africa. With the highest level of precaution must be taken, researchers train for a year just to step inside. Here, they aren`t surprised that the recent outbreak of Zika, a virus once thought to be remote and isolated.<br><br>NANCY KNIGHT, COUNTRY DIRECTOR, CDC: We have a global world. So, these emerging viruses, while we may find them here in Africa, they may impact the populations here, the people here, the animals here, and they may impact populations in other countries.<br><br>MCKENZIE: Outside the cave, blood and saliva samples are taken, and the bats are marked before being released, back into an environment that seems increasingly prime for outbreak.<br><br>David McKenzie, CNN, Hotbrom (ph) Cave, South Africa.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Checking in now with three of the schools that have been keeping up with us this academic year.<br><br>From the most populous city in India, that`s Mumbai, hello to everyone watching at Oberoi International School.<br><br>Next, we`re visiting Rapid City, South Dakota, where the Knights are watching. St. Paul`s Lutheran School is on the roll.<br><br>And we`re wrapping up with the Huskies, from Herbert Hoover High School. Welcome to our viewers in Clendenin, West Virginia.<br><br>Every year at this time, millions of people are sleepy. Daylight Saving Time kicked in Saturday night. Americans set their clocks ahead one hour, which means that unless they went to bed early, they`re said to lose an hour of sleep.<br><br>Springing forward is the law in the U.S., but no one gets in trouble for breaking it, which is why a couple of places don`t observe Daylight Saving Time.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: So why do we change the clocks ahead one hour in the spring and back one hour in the fall? Well, it`s actually to reduce the electricity consumption by extending the daylight hours.<br><br>In the U.S., we change our clocks at 2:00 a.m. on the second Sunday in March. That begins Daylight Saving Time, that`s when we spring ahead. On the first Sunday in November, we change our clock to 2:00 a.m. again, that`s actually just going back to Standard Time.<br><br>Believe it or not, this started with an idea from Benjamin Franklin. Franklin did write an essay suggesting that people could use less candles if they got up early and made better use of daylight.<br><br>In 1918, the Standard Time Act established time zones, and Daylight Saving Time. But not all states participate. To this day, most of Arizona and all of Hawaii do not change their clocks.<br><br>Over 70 countries across the world observe daylight saving time, with notable exceptions of China and Japan.<br><br>In 2007, we actually change the date of when we set our clocks back an hour to the first week in November, this help protect trick-or-treaters by giving them an extra hour of daylight. One of the other lines of thinking was that we would have a better voter turnout on election years.<br><br>Experts say each time you change your clocks, it`s always a good idea to change those batteries in your smoke detector and always look forward to fall when you get that extra hour of sleep.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Argentina`s Perito Moreno Glacier is growing. In some areas, the ice grows upward, as high as 200 feet above part of Lake Argentina. Every so often, some of that ice collapses. So, when there were signs another major break was on the way, this camera was there to capture this -- a huge rapture, spilling massive waves of water.<br><br>The last time a major collapse happened was in 2012, with the glacier advancing a few feet every day, it`s likely to happen again, or should we say lakely.<br><br>Of course, the ice growth may appear to be glacial, but the stares of the collapse won`t be. How could your eyes glace over your attention lapse at such a collapsal (ph) collapse?<br><br>I`m Carl Azuz and we hope you`ll chill with us again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-14 CNN Student News.mp4"}