{"title":"CNNSN-2016-09-29-CNN-Student-News","script":"(CNN Student News) -- September 29, 2016<br><br><br>Congress Overrides Obama`s Veto; More U.S. Troops Headed to Iraq; Typhoon Strikes Taiwan; A New Plan Aims to Colonize Mars<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: I`m Carl Azuz, kicking off your Thursday edition of CNN STUDENT NEWS.<br><br>First up, a historic showdown between the U.S. Congress and the U.S. president. Earlier this month, the House and Senate passed a controversial bill. Its goal was to allow the families of terrorism victims to sue the government of Saudi Arabia.<br><br>Why? The Middle Eastern country has been accused of helping the terrorist group that conducted the September 11th, 2001 attacks. Fifteen of the terrorists were from Saudi Arabia. The Saudi government has denied having any role in the attacks.<br><br>Why did President Obama oppose the bill? He said it would interfere with his ability to conduct foreign policy and that it could potentially lead to the U.S. government being sued in other country`s court systems.<br><br>For its part, Saudi Arabia threatened to abandon hundreds of billions of dollars of investments in American assets if the bill passed.<br><br>Why did U.S. lawmakers support the bill? They felt the families of 9/11 victims deserve to have their day in court against Saudi Arabia. One attorney in the suit suggested that if the Saudi government was innocent, it wouldn`t have to be afraid of the lawsuits.<br><br>So, what happened with the bill? President Obama vetoed it last week. But yesterday afternoon, Congress overrode that veto. It was the first time that`s happened since President Obama took office. Overriding a veto takes a two-thirds vote in both the Senate and the House.<br><br>And it`s pretty rare. Only around 4 percent of U.S. presidential vetoes had ever been overridden according to &quot;The Wall Street Journal&quot;.<br><br>The U.S. government is planning to send roughly 500 additional American troops to the Middle Eastern nation of Iraq. Right now, there are around 5,000 troops serving there. That includes those in Iraq on temporary status. The numbers have been increasing since 2014.<br><br>Iraq`s government requested more U.S. forces to help out with the upcoming battle for Mosul, a city in northern Iraq that`s controlled by the ISIS terrorist group. U.S. officials have indicated that the Americans might be closer to combat, though not at the front lines. That`s significant because in 2014, President Obama said American combat troops would not be battling on foreign soil in the fight against ISIS.<br><br>U.S. officials expect this will be the last increase of American military troops in Iraq. But the nation will likely remain a challenge for America.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT: The next U.S. president will be caught between Iraq and a hard place.<br><br>Barack Obama called U.S. troops out in his first term. Now, they`re back. They`re there to help crush ISIS, which was born in Iraq.<br><br>But the war against the terror group has obscured one important fact -- Iraq is never far from falling apart.<br><br>There are three main groups in the country, the Kurds, who basically controlled much of the north, the Shia who ruled from Baghdad and are influenced by Iran, and the once dominance Sunni-Arab minority who don`t trust the Kurds or the Shia.<br><br>In the post-ISIS future, the next American president will have the unenviable tasks of trying to keep Iraq together while at the same time preventing a return of ISIS in different incarnation.<br><br>It`s not mission impossible, but it`s close to it.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Landfall in Taiwan.<br><br>Typhoon Megi is the third typhoon to batter Taiwan in two weeks. The typhoon made landfall at 1:30 p.m. local time with winds in excess of 143 mph (230 kph).<br><br>The second busiest port in Taiwan, Taichung Port, reported wave height of 10.8 meters (35 feet).<br><br>At least four people have died and 316 others were injured due to Typhoon Megi.<br><br>Rainfall totals have reached 1,000 mm (over 24 feet) in 24 hours in the mountainous Yilan County.<br><br>(END VIDEOTAPE)<br><br>AZUZ: To the Midwestern U.S. state of Iowa, the National Weather Service has extended flood warnings to Sunday in the city of Cedar Rapids.<br><br>Thousands had to evacuate after more than 10 inches fell in Eastern Iowa and Western Wisconsin last week.<br><br>Over the weekend, city workers, contractors, volunteers and National Guard troops banded together. They built temporary walls, levees and laid down 250 sand bags and it looks like it all worked.<br><br>The city manager says the efforts appeared to protect the city of Cedar Rapids from serious flooding. The major concern was the Cedar River and how high it would rise. It crested at just over 22 feet and that is six feet above what`s considered major flood stage.<br><br>So, what`s the difference between river flooding and flash flooding?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: You can see these different categories. A pair in the purple, that`s major flood stage. And then, of course, those orange, that is minor flood stage.<br><br>So, you take the first one. This is a flash flood event. And you can see how steep this spike is. It`s basically flat and then in the matter of hours, boom, peaks and then it drops off rather quickly as well.<br><br>Another instance, you may have two thunderstorms, so you have a small peak, and then you have a big peak. But the point is, it happens extremely quickly. The difference in river flooding is that it`s a very gradual process. The river will rise sometimes taking days, and they`re gradually falling. That`s a river flood.<br><br>Here`s another example, even more dramatic, and you can see the slow rise and then the slow fall.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The head of SpaceX, a space exploration company, is laying out a plan for humans to colonize Mars, the planet. And Elon Musk says this could happen in 50 to 150 years, though he wants to get it started, sending the first humans to Mars in the year 2024.<br><br>(BEGIN VIDEO CLIP)<br><br>ELON MUSK, CEO TESLA MOTORS: I think there are two main motivations for Mars. I mean, one is, is the sort of defense reason of saying, OK, if something would have happened to Earth, is live as we know it, does it end? Or if it`s on another planet, then it probably doesn`t end.<br><br>Multi-planet civilization is likely to last a lot longer than a single civilization.<br><br>The other part of it is, just being an incredible adventure. It would be a very exciting and even if somebody never plan to go to Mars, just following the progress I think would -- vicariously would be quite aspiring.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But at the moment, quite expensive. Musk says it costs $10 billion to get someone there with today`s technology. He wants to get the price of a ticket down to $200,000 per person, through the development of newer and more advanced systems. He says, ultimately, the mission would need a combo of private and government funds.<br><br>The downsides: Musk says that people wanting to go to Mars would have to be prepared to die, that the fatally risk would be high. Also, SpaceX is currently dealing with setbacks, like the explosion of one of its rockets on a launch pad earlier this month. But the company, like the U.S. government, is working to send people far beyond the moon.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: If technologically it becomes possible to colonize other worlds, do you think our bodies and our brains could handle it?<br><br>SCOTT KELLY, NASA, RETIRED ASTRONAUT: Definitely our brains could handle it.<br><br>SUBTITLE: Astronaut Scott Kelly believes we`re ready for Mars.<br><br>KELLY: Probably the biggest impediment to just going there is the cost. I mean, I think we can overcome the challenges if we could overcome the financial requirements. Who knows what the resources are in Mars, but I think there are advantages, assuming you could do it to having another livable planet.<br><br>NASA believes in redundant systems and earth is a system. So, if at some point in our future became feasible to maybe make Mars somewhat like Earth, then it would be -- there would be a lot of value to that.<br><br>But there`s also value in just exploring for explorations sake. I mean, we`re explorers, and I think doing stuff that is really complicated, really difficult, that challenges us, also adds, you know, to our economy and, you know, makes our lives better right there on Earth.<br><br>CRANE: Do you think that Elon Musk setting up his own Mars architecture, that that compromises that government`s ambitions in any way, shape or form?<br><br>KELLY: Not at all. And, you know, I would hope that NASA would even partner with him in some respects. You know, having competition in everything always helps to if we look at like, you know, someone`s trying to get there first. That would be helpful too.<br><br>CRANE: Would you go to Mars?<br><br>KELLY: Yes.<br><br>CRANE: You would go to Mars?<br><br>KELLY: Yes.<br><br>CRANE: For how long though?<br><br>KELLY: I would go on the three-year trek where you come home.<br><br>CRANE: Were you ever counting down the days when you were spending that year in space?<br><br>KELLY: I tried to count up. Unfortunately, my colleague Nisha (ph) started counting down at day 100 and every day, he would say 99, 98, 97.<br><br>So, I had to count down because of him.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, a British prince totally disrespecting a Canadian prime minster. A few well known members of Britain`s royal family are spending the week in Canada. They arrived Saturday. Three-year-old Prince George was among them.<br><br>But when Canada`s leader knelt down to offer a high five, the little prince just shook his head, no high five, no low five, not even a handshake -- nothing. I guess the young royal just thought he`d keep his hands to himself.<br><br>Does he deserve a hand? Does he need a hand learning etiquette? You could call it a royal snub, or a princely putdown. You say the whole situation got out of hand, but in this case, it seems it`s the Briton who`s declaring independence.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-29 CNN Student News.mp4"}