{"title":"CNNSN-2015-01-29-CNN-Student-News","script":"(CNN Student News) -- January 29, 2014<br><br>Obama`s Visit to Saudi Arabia; New Way to Fight Mosquitoes; Justice Restored in Friendship Nine Case; Birds Covered in Gloo<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Hi, welcome to the week`s pun-ultimate presentation of CNN STUDENT NEWS. I`m Carl Azuz with ten minutes of commercial free headlines. We are starting with news concerning Saudi Arabia, a Middle Eastern country that`s the world`s 13 largest nation in area and its biggest export of oil.<br><br>Saudi Arabia is a monarchy. King Abdullah who`s led the nation since 2005 died last week. And President Obama recently traveled there to pay his respects and visit Saudi Arabia`s new leader, King Salman. Saudi Arabia is an ally of the U.S. in fighting terrorism, but it has a bad record on human rights. A blogger who spoke out against the Saudi government was recently whipped a 1000 times and imprisoned for 20 years. The nation doesn`t allow women to drive, made this a politically challenging trip for President Obama.<br><br>President Obama`s stop in Saudi Arabia was brief, but spoke volumes about U.S. relations with this key Mideast ally.<br><br>After cutting short his trip to India following the death of Saudi King Abdullah, the president and the newly crowned monarch in Riyadh were all smiles when Mr. Obama praised King Salman`s palace.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: Beautiful.<br><br>AZUZ: The response was now that you hear it`s even more beautiful. But the president declined to criticize the kingdom for the beating of a Saudi blogger who was punished for scrutinizing his country`s religious police.<br><br>(BEGIN VIDEO CLIP)<br><br>FARID ZAKARIA, CNN CORRESPONDENT: When you speak about the blogger to the .<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: I think on this visit, obviously, a lot of this is just paying respects to King Abdullah.<br><br>(END VIDEO CLIP)<br><br>AZUZ: CNN`s Fareed Zakaria asked the president what he would say to Americans appalled by Saudi Arabia`s human rights record.<br><br>(BEGIN VIDEO CLIP)<br><br>OBAMA: What we`d say to them is that it is important for us to take into account existing relationships, the existing alignments within a very complicated Middle East to recognize that we have strategic interest in common with Saudi Arabia.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Common interests like ISIS, Yemen where the U.S. if fighting al- Qaeda and Saudi Arabia`s main rival, Iran.<br><br>A senior Saudi official brushed off White House`s assurance that Iran is not in charge of the Houthi rebels in Yemen, saying, if the Houthis are not controlled by Iran, then who is giving them guns and money? To us, that is control.<br><br>The Saudi trip is something of an optic`s due over.<br><br>(SHOTS)<br><br>AZUZ: After the White House failed to have a high profile presence following the terror attacks in Paris. By contrast, the President`s Saudi delegation was a Washington who is who, from Secretary of State John Kerry, Senator John McCain and CIA Director John Brennan to former secretaries of state James Baker and Condoleezza Rice. Top White House aides complain that`s an unfair comparison.<br><br>(BEGIN VIDEO CLIP)<br><br>BEN RHODES, DEPUTY NATIONAL SECURITY ADVISER: You have I think a period of time where different leaders are able to pass through Saudi Arabia to pay their respects and to meet the new king. So - so there`s a difference.<br><br>(END VIDEO CLIP)<br><br>AZUZ: We cannot rewrite history, but we can write history. The words of a judge yesterday in overturning the convictions and sentences of the Friendship 9. It was a group of African American protesters who were students at Friendship College in Rock Hill, South Carolina. On January 31, 1961, they sat at a lunch counter that was designated for whites only, they were immediately arrested. Their penalty, a choice: pay $100 fine or accept 30 days of hard labor.<br><br>They chose the labor and took a seat in history.<br><br>Eight of the protesters were still alive, seven were at yesterday`s hearing. The judge was the nephew of the judge who originally sentenced them in. There was a standing ovation when he officially vacated their convictions.<br><br>(BEGIN VIDEO CLIP)<br><br>CLARENCE GRAHAM, FRIENDSHIP 9 PROTESTER: But we will not let him play any hero worship. We were simply (INAUDIBLE) students who was tired of the status quo. Tired of being treated like second-class citizens, tired of being spat on, kicked, calling word, drinking out of color water fountain.<br><br>We got tired of that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Time for &quot;THE SHOUTOUT.&quot; Worldwide, there are about 3500 species of what animal - if you think you know it, shout it out. Is it mosquitoes, cats, horses or sea urchins?<br><br>You got three seconds, go.<br><br>These animals there are more different species of mosquitoes than the others combined. That`s` your answer and that`s your shoutout.<br><br>All right, the problem: mosquitoes. The Florida Keys have them. One solution, insecticides. They`ve been sprayed for many years across the Keys, keeping the bugs at bay. But there is one species of mosquito that`s built up a resistance to many of the pesticides, and that species can carry dangerous diseases like dengue and yellow fever.<br><br>So, another proposed solution, mutant mosquitoes. A British company has found a way to genetically modify mosquitoes to kill their offspring. It wants to release millions of them into the Keys to ultimately kill off the dengue carrying mosquito species. It says no human will be bitten by a genetically modified mosquito because it will only release male mosquitoes Which don`t bite.<br><br>But some critics think that biting females could somehow get into the genetically modified population. What then?<br><br>Also, they question the need for the experiment: dengue fever isn`t the major health threat in the Florida Keys. Almost 140,000 people have signed the petition to keep this from happening. The FDA would have to approve it.<br><br>Another animal story today involves hundreds of birds. They are washing ashore, injured or dead in San Francisco Bay. And saving lives is keeping the non-profit group International Bird Rescue busy.<br><br>It says the cost is running $9500 a day, that`s coming from donations. And while officials don`t know what caused the problem, some rescue solutions are working.<br><br>(BEGIN VIDEOTAPE)<br><br>DAN SIMON, CNN CORRESPONDENT: The mystery started when people started seeing dead birds. We are on the Eastern shoreline of San Francisco Bay and this is where the birds began washing up.<br><br>It looked like they were covered in oil, but it wasn`t, in some kind of mysterious goo.<br><br>And we are not talking about just a few birds that are died, the death toll is now at more than 200. The problem is, is the substance gets into the birds feathers causing hypothermia.<br><br>This really has the look and feel of a Promise Center in a major hospital. You have all of these people working that are taking care of the patients.<br><br>Except this seems that the patients were birds.<br><br>Lauren and Patrick here are just two of the many volunteers who are here hours on end trying to get these birds clean.<br><br>LAUREN ADAMS, BIRD RESCUER: So, it`s just (INAUDIBLE) on the birds to be handled for sure, so, you know, we try and make wash those quickly as possible.<br><br>SIMON: Scientists have ruled out oil is the harmful substance, but it`s just as dangerous.<br><br>ADAMS: As they have been (INAUDIBLE)<br><br>SIMON: It has the consistency of glue that sticks to the bird`s feathers. Dawn dishwashing detergent is used to help remove the gunk, while allow to figure out exactly what it is.<br><br>BARBARA CALLAHAN, INTERNATIONAL BIRD RESCUE: It looks almost like rubber cement. It`s taking on the bird`s feathers. It doesn`t want to come up on our gloves.<br><br>But we are having some very good results with the current protocols of washing and we are able to clean these birds.<br><br>SIMON: If the birds make it outside and get into one of these miniature pulls - it means that they are doing well, this is where they observed for a few days before they are finally released back into the wild.<br><br>About 250 birds so far have been treated here, the worst may be over.<br><br>But until scientists can figure out where that goo came from, there is still a concern more of these helpless animals to be found.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the West Coast to the East Coast we are tracking cross country on today`s roll call. Mohawk High School is in the community of Marcola, Oregon. It`s where the Indians are watching today.<br><br>Debeque Undivided High School is in the town of Debeque, Colorado. The dragons are online there.<br><br>And in the Floridian City of Plantation, we are all about the Panthers. Hello to Seminole Middle School.<br><br>It`s a site you never see in central London or in any other city, for that matter. And this could end really badly if it were real. Fortunately, it`s not. It`s an 8 foot tall puppet with real humans inside who are still living.<br><br>It`s part of a publicity stunt for a British TV drama. It took eight weeks, more than 60 different types of material, and a lot of study from the puppeteers to master the movements of a polar bear.<br><br>The side of that would be beary scary at first, it`d give anyone paws. We are sure it got everything from a roaring reception to a frosty response.<br><br>There`s no doubt that bears polarizing.<br><br>We are bearing back - with more CNN STUDENT NEWS tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-29 CNN Student News.mp4"}