{"title":"CNNSN-2017-01-20-CNN-Student-News","script":"(CNN Student News) -- January 20, 2017<br><br><br>The Oath: 35 Words that Make a President<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz, welcoming you to today`s special edition of CNN 10.<br><br>January 20th is inauguration day in America, the day when President-elect Donald Trump becomes the 45th leader of the United States. As we`ve talked about earlier this week, a lot is going on in Washington, D.C. today. The president-elect is expected to attend the service at St. John`s Church.<br><br>Then, he`ll officially become the president. Then, he`ll deliver his inauguration speech, have lunch with the Senate, attend the inaugural parade, go to an inaugural ball, or several.<br><br>But what we`re going to focus on in today`s edition of CNN 10 is that moment when an elected leader goes from being the president-elect to the president. It centers on a 35-word passage located in Article II Section 1 of the U.S. Constitution.<br><br>(BEGIN VIDEOTAPE)<br><br>FRANKLIN D. ROOSEVELT, FORMER PRESIDENT: I, Franklin Delano Roosevelt --<br><br>CALVIN COOLIDGE, FORMER PRESIDENT: I, Calvin Coolidge --<br><br>LYNDON B. JOHNSON, FORMER PRESIDNET: I, Lyndon Baines Johnson --<br><br>UNIDENTIFIED MALE: Do solemnly swear --<br><br>JOHN F. KENNEDY, FORMER PRESIDENT: Do solemnly swear --<br><br>GERALD FORD, FORMER PRESIDENT: That I will faithfully execute --<br><br>RONALD REAGAN, FORMER PRESIDENT: The Office of President of the United States --<br><br>NARRATOR: It`s this moment --<br><br>GEORGE H.W. BUSH, FORMER PRESIDENT: And will to the best of my ability --<br><br>WILLIAM J. CLINTON, FORMER PRESIDENT: To the best of my ability --<br><br>NARRATOR: It`s these words --<br><br>KENNEDY: Preserve --<br><br>JIMMY CARTER, FORMER PRESIDENT: Protect --<br><br>NIXON: And defend --<br><br>NARRATOR: Once spoken --<br><br>GEORGE H. BUSH: The Constitution of the United States --<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Of the United States.<br><br>NARRATOR: -- that have the power to transform any citizen into a president.<br><br>SUBTITLE: The Oath: 35 Words that Make a President.<br><br>UNIDENTIFIED MALE: I`m ready to administer the oath.<br><br>NARRATOR: To tell the story of the presidential oath of office, let`s start at the beginning with this guy, the old $ bill himself, George Washington, or the next best thing.<br><br>As our nation`s first president, he was the first to recite the oath back on April 30th, 1789.<br><br>GEORGE WASHINGTON: I, George Washington --<br><br>UNIDENTIFIED MALE: Do solemnly swear --<br><br>GEORGE WASHINGTON: Do solemnly swear --<br><br>NARRATOR: The oath of office is written into the United States Constitution, and it`s the only part meant to be administered word for word.<br><br>ROOSEVELT: -- preserve, protect, and defend --<br><br>NARRATOR: The framers carefully added these specific 35 words as the binding pledge a new president makes to the country.<br><br>KENNEDY: And I will faithfully execute the Office of President of the United States.<br><br>NARRATOR: And Washington was the first person ever to get a crack at it.<br><br>GEORGE WASHINGTON: And I will, to the best of my ability --<br><br>NARRATOR: He took the oath at Federal Hall in New York City.<br><br>But these days, most presidents take it outside the US Capitol.<br><br>UNIDENTIFIED MALE: The Office of President of the United States.<br><br>GEORGE W. BUSH: The Office of President of the United States.<br><br>NARRATOR: The Constitution doesn`t say who has to administer the oath, but generally, it`s the Chief Justice.<br><br>UNIDENTIFIED MALE: The Constitution of the United States.<br><br>NARRATOR: It was Washington`s idea to kiss the Bible, and almost every president after him did the same, that is, until the Dwight Eisenhower decided enough of that.<br><br>He put the tradition to rest in 1953 and said a prayer instead.<br><br>DWIGHT EISENHOWER: That Thou will make full and complete.<br><br>GEORGE WASHINGTON: So help me, God.<br><br>NARRATOR: Now, that line is up for debate.<br><br>The words &quot;So help me, God&quot; are not written in the Constitution. And historians are not sure whether Washington was the first to say them, but most presidents have added them to the end of their oath.<br><br>NIXON: So, help me, God.<br><br>NARRATOR: Fast forward two centuries later, the oath remains a very sacred tradition in our country.<br><br>UNIDENTIFIED MALE: Preserve, protect, and defend --<br><br>CARTER: The Constitution of the United States --<br><br>REAGAN: So help me, God.<br><br>DOUGLAS BRINKLEY, PRESIDENTIAL HISTORIAN: This is the grand theater and the grand spectacle of watching a democracy at work, where an entire government hands over a baton to the next government. It does not happen until the words of the oath are uttered.<br><br>ROOSEVELT: That I will faithfully execute --<br><br>CLINTON: The Office of President of the United States.<br><br>NIXON: Preserve, protect, and defend.<br><br>BRINKLEY: And the words matter. You have to say the words correctly. And if it goes sideways, you`re going to have to do a do-over like Barack Obama did.<br><br>NARRATOR: Yes, Barack Obama had a redo in 2009.<br><br>BRINKLEY: The oath of office went sideways, largely for Supreme Court Justice Roberts` mistake.<br><br>JOHN ROBERTS, SUPREME COURT JUSTICE: Are you prepared to take the oath, Senator?<br><br>BARACK OBAMA: I am.<br><br>BRINKLEY: President Obama started taking the oath, but Justice Roberts` language was different than what Obama was thinking.<br><br>ROBERTS: -- swear--<br><br>BARACK OBAMA: I, Barack Hussein Obama, do solemnly swear --<br><br>BRINKLEY: They were kind of counterposing each other. And they would go back and forth. And it was an awkward moment.<br><br>ROBERTS: That I will execute the Office of the President of the United States faithfully --<br><br>BARACK OBAMA: That I will execute --<br><br>ROBERTS: The -- faithfully the President -- the Office of President of the United States --<br><br>BARACK OBAMA: -- the office of the President of the United of States faithfully.<br><br>DOUGLAS BRINKLEY: Immediately, people called it a botched oath. Some people even questioned, is President Obama a real president?<br><br>JEFFREY TOOBIN, AUTHOR OF THE OATH: THE OBAMA WHITE HOUSE AND THE SUPREME COURT: The next morning, a new Justice Department official named David<br><br>Barron called the White House counsel and said, you know, we might want to think about doing this again.<br><br>And that`s what set in motion the redo later that day.<br><br>I would describe the atmosphere in the White House as kind of sheepish.<br><br>Everyone was kind of embarrassed to have to do this again.<br><br>NARRATOR: Four years later, he took it two more times, but that`s because in 2013, January 20th landed on a Sunday. When that happens, the president-elect takes the oath privately in the White House and then publicly the next day.<br><br>SASHA OBAMA: Good job, Daddy.<br><br>BARACK OBAMA: I did it.<br><br>SASHA OBAMA: You didn`t mess up.<br><br>NARRATOR: In all, Obama has taken the oath four times.<br><br>The only other president to take the oath that many times is FDR, but that`s only because he was elected president four times. A little different.<br><br>Of course, Obama isn`t the only president whose swearing-in ceremony has been a little bit weird.<br><br>For example, it didn`t go so smoothly for President Truman in 1935.<br><br>UNIDENTIFIED MALE: Vice President Harry S. Truman takes the oath of office as 32nd president.<br><br>NARRATOR: There`s no audio of it, but when Harry S. Truman took the oath, Chief Justice Harlan Stone said, &quot;I, Harry Ship Truman.&quot; But Stone made that up.<br><br>Truman`s middle name was just the letter S.<br><br>WILLIAM HOWARD TAFT: Faithfully execute the Office of the President of the United States.<br><br>NARRATOR: It also wasn`t perfect for Herbert Hoover in 1929.<br><br>WILLIAM HOWARD TAFT: To the best of your ability that you will preserve, maintain, and defend.<br><br>NARRATOR: It`s subtle, but did you pick up on that?<br><br>Chief Justice William Howard Taft said &quot;maintain&quot; instead of protect the Constitution.<br><br>WILLIAM HOWARD TAFT: The Constitution of the United States.<br><br>NARRATOR: In 1909, when Taft himself was sworn in, his oath was also misquoted.<br><br>JOHN ROBERTS: And will, to the best of my ability --<br><br>BARACK OBAMA: And will, to the best of my ability --<br><br>NARRATOR: While those earlier administrations played a little fast and loose with the oath, Obama`s camp felt differently.<br><br>TOOBIN: Obama himself had nothing to do with the decision to redo the oath. It was the people around him. His aides, who knew that politically<br><br>as much as legally, it was very important to establish his legitimacy.<br><br>They knew he was the first African-American. They knew these false questions had been raised about his birthplace. So they decided, let`s foreclose any controversy and redo the whole thing.<br><br>NARRATOR: Maybe we should just go back to the way they administered the oath in the 1800s.<br><br>BEN ZIMMER, LINGUIST: Originally, whoever was administering the oath would ask it as a question.<br><br>Do you, such and such, solemnly swear?<br><br>And then the person would respond just by saying, I do, or I do solemnly swear.<br><br>HERBERT HOOVER: I do.<br><br>ZIMMER: In more modern times, the new president actually repeats every single word.<br><br>NARRATOR: Sure, it may seem like a lot of pomp and circumstance, but in the end, it is so much bigger than that. Because even when all the fanfare is stripped away, even in a simple home like Chester Arthur --<br><br>JOHNSON: -- will to the best of my ability --<br><br>NARRATOR: -- on-board a plane in a time of crisis like Lyndon Johnson, even behind closed doors at the White House to make up for a mistake --<br><br>BARACK OBAMA: I will to the best of my ability --<br><br>NARRATOR: -- it really is all about the oath. Thirty-five words with the power to make a president, and hopefully, unite the country.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Today`s swearing in ceremony happens at noon Eastern Time, and as we said, there will be other inaugural events going on throughout the day.<br><br>You can watch it all live at CNN.com.<br><br>And when we return on Monday, we`ll have full coverage from today`s presidential inauguration.<br><br>I`m Carl Azuz and though I take the obligation freely to host CNN 10, this is the end of my address today. Looking forward to seeing you again on Monday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-20 CNN Student News.mp4"}