{"title":"CNNSN-2015-09-02-CNN-Student-News","script":"(CNN Student News) -- September 2, 2014<br><br>Europe`s Migrant Crisis at Land and Sea; Obama to Call for More Icebreakers in Arctic; Breaking Down Birthright Citizenship<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking 10 minutes for CNN STUDENT NEWS. I`m Carl Azuz, reporting from the CNN Center in Atlanta, Georgia.<br><br>First story today takes us to Europe. For decades, European countries have made it relatively easy for their citizens to travel freely between borders. But that freedom is being tested. The threat of terrorism, the spread of crime, and one factor deepening by the day, Europe is facing its largest refugee crisis since World War II.<br><br>Millions are crossing borders, some are migrants, looking for job opportunities and a better life. Many are refugees from war torn countries like Syria, Iraq and Afghanistan. An estimated 800,000 people are expected to see asylum in Germany this year. That`s four times the amount as last year.<br><br>German Chancellor Angela Merkel wants other European Union countries to accept more of the refugees. But nations like Greece and Italy have said they don`t have the resources to take care of all the people coming in. European Union officials have scheduled an emergency meeting for September 14th when they`ll try to figure out a way forward in the crisis.<br><br>Over the past two years, scientists say there was an increase in the amount of Arctic Sea ice. It grew by about a third in 2013, an unusually cool summer a likely factor. But researchers don`t think it will continue and if Arctic Ice decreases in the years ahead, like many scientists expect, it could mean more business and research in the Arctic.<br><br>That`s one reason why President Obama wants the U.S. Coast Guard to build new ice breakers. America has two that are fully functional. Russia has 40.<br><br>And because the Arctic is thought to hold a wealth of mineral deposits, there is an international race to state claim the region`s natural resources.<br><br>(BEGIN VIDEOTAPE)<br><br>MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): On state controlled television Russia projecting its power into the Arctic.<br><br>(GUNFIRE)<br><br>In recent months, the Kremlin has staged some of its biggest ever military exercises in the region. Deploying a newly created Arctic brigade, raising concerns this could be the next frigid flash point in its standoff with the West.<br><br>&quot;You know the Kremlin`s ambitions better than Artur Chilingarov, Russia`s top Arctic explorer and President Putin`s special adviser on Arctic affairs.<br><br>ARTUR CHILINGAROV, PRESIDENTIAL ADVISER ON ARCTIC AFFAIRS (through translator): It`s our home. The Arctic is Russia`s home. Lots of our regions are up there. We are the Arctic country. We`re in favor of international cooperation, but, of course, we care about Russia`s security, too.<br><br>CHANCE: Security and resources along with the other northern countries with Arctic territories, including the United States, Russia is acutely aware of the vast potential beneath the melting ice. Up to a quarter of the world`s undiscovered oil and gas, but also the lucrative new trade routes opening up as the polar ice cap recedes.<br><br>It was Chilingarov who led a Russian expedition for the Arctic seabed in 2007 to stake the country`s claim to a vast swathe of polar territory. In recent weeks, Russia has re-submitted to the U.N. its claim of sovereignty. The issue has struck a nationalist chord among many Russians.<br><br>But protection of its Arctic interests is emerging as a major Kremlin theme and one which could easily draw Russia and its Arctic neighbors into conflict.<br><br>Matthew Chance, CNN, Moscow.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: Back in the day, there were fewer restrictions on things you can send through the mail. Take children for instance. People used to mail their system. In 1913, when parcel post started, some families paid between 10 and 53 cents to get their kids from A to B, but not in a package. The children usually traveled with trusted postal service workers. That changed in 1914 when the postmaster general said human beings could not be mailed.<br><br>Now, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK, next story. According to the U.S. Library of Congress, the Fourteenth Amendment to the Constitution is cited in more court cases than any other document. When it was ratified in 1868, one significant change it made was to guarantee citizenship to former slaves. But the amendment is broad in scope and it`s still being debated today by some candidates on the U.S. campaign trail.<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: The Constitution says if you`re born on U.S. soil, you automatically get citizenship, right?<br><br>Well, some argue that`s not even what the Constitution says.<br><br>Birthright citizenship is the concept that any child born on U.S. soil automatically receives U.S. citizenship, no matter where the child`s parents are from. The idea of citizenship birthright comes from the language of the Fourteenth Amendment, which says, &quot;All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the state wherein they reside.&quot;<br><br>Now, when people read the language of the Fourteenth Amendment, they see the word &quot;born&quot; and they stop right there. Not many people give a lot of thought to the part of that phrase, &quot;subject to the jurisdiction thereof&quot;. Most of us interpret that clause to mean, as long as you`re born here, it doesn`t matter who your parents are, you are a U.S. citizen.<br><br>Some are arguing that &quot;subject to the jurisdiction thereof&quot; means the parents of the child must be U.S. citizens as well.<br><br>So, can birthright citizenship be taken away?<br><br>Well, if it`s not a constitutional right to begin with, then absolutely. But even if it is a constitutional right, the Constitution can change.<br><br>That`s what amendments are for. The Constitution has flip-flopped in the past.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you know the capital of Bangladesh, you`ll know where we`re starting today`s &quot;Roll Call&quot;.<br><br>American International School Dhaka is in Dhaka, Bangladesh. Great to have you watching from Southern Asia.<br><br>From the Southern U.S., we`re welcoming Mount Pleasant Junior High today. It`s in Mount Pleasant, Texas, the home of the Tigers.<br><br>In the Western Montana, it`s the Wildcats who are wrapping our roll. Washington Middle School is in Missoula.<br><br>One to avoid colds, get more sleep. It`s not just what your mama told you. A recent study published in the journal &quot;Sleep&quot; found that people who slept more were less likely to get colds.<br><br>Researchers kept track of 164 men and women. They were all exposed to rhinovirus, which sounds scary, but it`s just a medical term for the common cold. Eighteen percent of people who slept six hours or more a night clocked the cold. Thirty-nine percent who slept less than six hours got the virus.<br><br>One researcher summed it up by saying more sleep seems to increase our immunity to colds.<br><br>We called in the doctor for some advice on getting more and better sleep.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: You need about seven hours of sleep. Those people out there who say they get by just fine on four or five hours, they don`t.<br><br>If you`re tired, you go to bed and you`re just not falling sleep. It`s happened to me, get up, get out of bed, and do something else for a little bit. You don`t want to start making your bed associating in your mind with a place where you can lie awake. Your bed should be a place where you`re actually going to sleep.<br><br>This surprises a lot of people, but when you don`t sleep enough, you actually start eating more. We`re not entirely sure why that happens, but it appears to be this area of the brain known as the Satiation Center, that part of the brain that allows you to feel full, it`s not quite as activated when you`re not getting enough sleep.<br><br>If I could only do one thing in a particular day, either get another hour of sleep or do some exercise, sleep would actually probably win. There`s probably times when you`re like dead sleepy at 9:00 at night, and by 10:00 you`re wide awake again, and you sort of missed your window to go to sleep.<br><br>Take advantage of those windows.<br><br>Also, find what we call good sleep hygiene. Usually, a little bit cooler in the room is better, somewhere between 68 and 72 degrees. You want to try and turn off the mobile devices as much as you can ahead of time. And look at what you`re eating. And if you`re eating a lot of caffeinated foods or foods that are stimulating in any way, try to avoid those close to bed time as well.<br><br>(END VIDEOTAPE)<br><br>AZUZ: When a football team gets down, you might be thinking they`re about to hike the ball. Not here, as football camp wrapped up at Rutgers University, the coach pitted the offense against the defense in a dance off. Winner takes all, and by all. And by all, we mean all the ice cream.<br><br>It didn`t look like the pad slowed anyone down, but when a defensive tackle who`s 6`3&quot; and 200 pounds does the worm -- well, you could say he wormed his way into victory. The other side might have found that offensive. But in his defense, he had moves that won the turf war. In his willingness to tackle the challenge and score the defense, some ice cream probably help to gridiron things out.<br><br>I`m done fumbling through puns. Hope you have a great Wednesday. If you`re on Instagram, check out my blooper from yesterday`s show at Instagram.com/CNNStudentNews.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-02 CNN Student News.mp4"}