{"title":"CNNSN-2015-04-13-CNN-Student-News","script":"(CNN Student News) -- April 13, 2014<br><br>The Border between Kenya and Somalia; The Panama Canal Expands; Long-Range Eye Scanner Technology. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Hope you had a great weekend. If not, there`s always next weekend.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>First up this April 13, Kenya is building a wall. It will stretch 435 miles, roughly the span of the country`s border with Somalia.<br><br>Kenya is also reportedly telling the United Nations to relocate the world`s largest refugee camp. It`s in Kenya. It contains 600,000 Somalis. Kenyan officials want it moved to Somalia, though the U.N. says it hasn`t gotten an official request.<br><br>All this has to do with security. Kenya says it has to change the way the U.S. did after the September 11, 2001 terrorist attacks.<br><br>The Al-Shabab terrorist group is based in Somalia. Kenya believes its operatives crossed the border into Kenya, possibly filtering through the refugee camp before targeting Christians and killing 147 people at a Kenyan university earlier this month. Al-Shabab also claimed responsibility for an attack in 2013. It killed 67 people in Kenya`s Westgate Shopping Mall.<br><br>Here`s a look at how porous the border is between Kenya and Somalia.<br><br>(BEGIN VIDEOTAPE)<br><br>NIMA ELBAGIR, CNN CORRESPONDENT: This is the border between Kenya and Somalia. Now, we can`t show you this for security reasons, but either side of this border is a pretty substantial security setup. And that has only grown in size and scrutiny in the aftermath of of the Westgate attack in Nairobi.<br><br>(voice-over): But this isn`t the only route into Somalia. Hacked out of the undergrowth, this is where traffic flows -- the pioneer routes, so-called rat routes, used by smugglers to cross back and forth undetected.<br><br>Branching brazenly off from the government roads, they`re certainly a smoother ride. In spite of the Kenya government`s efforts to beef up border security.<br><br>(on camera): Up through these smugglers` routes, we`ve managed to enter Somalia from Kenya without any checkpoints, without being asked for ID, without seeing any sort of government presence.<br><br>(voice-over): Night falls and it`s rush hour on the pioneer routes. People and goods ferry back and forth. Everyone is too afraid to stop for long here, even to help the stranded families we see along the way.<br><br>Many are escaping the uncertainty back home in Somalia, but some are seeking to enter Kenya undetected for their own ends.<br><br>The pioneer routes end in the Dadaab Refugee Camp. Authorities believe that during the buildup to Westgate, Al-Shabab operatives traveled from Somalia through the pioneer routes and hid among the refugees in the camp. And it`s from there, the Kenyan authorities say, that they and other undocumented people made their way through government checkpoints and deeper into Kenya.<br><br>(END VIDEO TAPE)<br><br>AZUZ: For the first time in 50 years, the leaders of Cuba and the U.S. sat down together for meaningful talks on Saturday. The two governments are working toward normalizing relations that have been largely cut off since the cold war.<br><br>President Obama says it`s time to try something new, though some U.S. lawmakers criticize him for engaging what they see as a corrupt government.<br><br>On the Cuban side, President Raul Castro said there could be some stumbling blocks in repairing ties, but they could be overcome.<br><br>One complication, Venezuela. It`s an ally of Cuba, but a rival of the US. And Venezuelan President Nicolas Maduro said he respected, but didn`t trust President Obama.<br><br>All of this happened at the Summit of the Americas, a meeting of Western Hemisphere leaders. The location for this year`s event was Panama.<br><br>(BEGIN VIDEOTAPE)<br><br>ROSA FLORES, CNN CORRESPONDENT: The Panama Canal is an engineering marvel that connects the world through a series of gates and locks. It`s been bringing in about $2 billion worth of revenue since 2010 and profits are expected to double with the addition of a deeper, wider, bigger third lane of traffic.<br><br>As it stands today, about 14,000 ships cross through the canal every year. And hear this -- about 60 percent of that traffic either starts or ends at U.S. ports.<br><br>Ships are loaded with about 4,500 20 foot containers. Now, fully loaded container vessels take about eight to 10 hours to cross the 15 mile canal.<br><br>And hear this, they pay about $450,000.<br><br>The expansion is set to be completed in 2016, accommodating post-Panamax ships. Now these vessels hold about 13,000 containers.<br><br>It will take those vessels about 14 hours to cross the canal. No word yet on the additional cost. But here is what we do know. Before those post-Panamax ships can cross the canal, a lot of work needs to be completed, creating a new 6.1 kilometer Pacific Access Channel, deepening of the Pacific and Atlantic entrances and perhaps what has captivated most people is the new system of locks and gates, requiring more than four million cubic meters of concrete, which is poured by thousands of workers. And 16 gates -- those were built in Italy. The tallest of those, 11 stories high.<br><br>The expansion will cost more tan $5 billion and it will take more then eight years to complete -- an engineering wonder that makes the world a smaller place.<br><br>(END VIDEO TAPE)<br><br>AZUZ: We`ve reported on two Republican candidates who`ve entered the 2016 presidential race so far. Yesterday, a candidate for the Democrats made it official, former senator and former secretary of State, Hillary Clinton, who`s widely seen as the frontrunner for the Democratic Party.<br><br>All of the candidates will be campaigning heavily in Iowa. Its caucuses are usually the first major event in the nominations process for U.S. presidential candidates.<br><br>(ON SCREEN)<br><br>5 stunning stats about the fast food industry<br><br>The fast food industry is worth $574 billion globally<br><br>Source: Ibisworld<br><br>That would make it the 27th richest country in the world.<br><br>Source: CIA World Factbook<br><br>Number of fast food employees in the US: 3,131,390<br><br>Source: Bureau of Labor Statistics<br><br>That`s 10 percent of the U.S. population<br><br>The average American consumes 29 pounds of potatoes a year<br><br>67 percent of that comes from French fast food French fries<br><br>Americans spend $100 billion on fast food every year<br><br>According to the U.N., that could solve world hunger for 33 years<br><br>According to the U.N., that could solve world hunger for 33 years<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Time for the Roll Call.<br><br>Three requests from Friday`s transcript pages, CNNStudentNews.com.<br><br>Number one, the American International School of Johannesburg. It`s in the city of Johannesburg in Eastern South Africa.<br><br>Two, Kahuku High &amp; Intermediate School. It`s in Kahuku, Hawaii. The Red Raiders watching from the island of Oahu.<br><br>And in Moran, Kansas, The Sunflower State, we`ve got The Wildcats of Marmaton Valley Jr..-Sr. High School.<br><br>When you look into someone`s eyes and you see blue or green or brown, you`re actually looking at the pigment in their irises. The iris expands and contracts, controlling the amount of light that hits your pupils. And it`s a unique identifier of who you are, kind of like your fingerprint.<br><br>Researchers say new technology can help identify people by their eyes from up to 40 feet away.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): You`ve seen eye scanners in movies like &quot;Charlie`s Angels,&quot; but even in real life, in order for eye scanners to work, they have to get up close and personal.<br><br>(ON SCREEN)<br><br>Long-Range Eye Scanner Technology<br><br>UNIDENTIFIED MALE: New technology is beginning to mimic another movie, &quot;Minority Report,&quot; where long-range devices are able to scan entire crowds from a distance, which has critics worried.<br><br>Every person`s iris, that colored circle around the pupil of the eye, is different. That`s why police have started using them to build ID databases, like the FBI has done with fingerprints.<br><br>Carnegie Mellon University`s College of Engineering is testing a new system that it says can accurately read each iris`s unique signature from as far away as 12 meters.<br><br>Professor Mario Savvides says it could offer a safer way to ID dangerous criminals during police stops.<br><br>MARIOS SAVVIDES: That`s our long-range iris system at the back and what it`s doing is, as I`m looking at the mirror right now, it`s actually finding my face, detecting my eyes, extracting features and then matching them, running through the database to come up with the identity of who I am. It can really save the officer`s life by making sure that, you know, he`s far away and safe.<br><br>UNIDENTIFIED MALE: The American Civil Liberties Union fears police may use long-range iris scanners to track people in large public crowds. They say using scanners in that way might violate privacy rights.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: When springtime springs up in the U.S. Capitol, one plant that blooms stands as a symbol of history and friendship. The cherry blossom trees aren`t just at the National Mall to look pretty. They were a gift from Japan in 1912 that continue to bring color to the District of Columbia every year. Locals and tourists the world over can see them near The Washington Monument, by The Tidal Basin, and in East Potomac Park. And following the doldrums of winter, they`re sure to cherry you up with blossom some of the most flowerful leafings that would never leaf you and your buds disappointed.<br><br>CNN STUDENT NEWS branches out with more news and puns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-13 CNN Student News.mp4"}