{"title":"CNNSN-2015-01-26-CNN-Student-News","script":"(CNN Student News) -- January 26, 2014<br><br>Obama Meets India Prime Minister Narendra Modi; Yemen in Chaos; Measles in Theme Parks; NASA Tracking Asteroids<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Kicking off the last week in January, welcome to CNN STUDENT NEWS. I`m Carl Azuz. And today`s show starts in Southeast Asia. Air Force One landed in New Delhi, the capital of India yesterday. It`s a meeting of the world`s two largest democracies: President Obama and<br><br>Indian Prime Minister Narendra Modi. They are discussing trade, defense, nuclear power. Officials say this meeting signals a new era in U.S.-India relations.<br><br>India is also a close trade partner of Russia. Its President Vladimir Putin visited India last month, signing agreements on energy and military equipment. So, with relations strained between Russia and the U.S., President Obama hopes to limit Russia`s influence in India. His visit will be cut short, though.<br><br>Last Friday, Saudi Arabia`s leader King Abdullah died at age 90. His half- brother, Salman, took the throne and control of the country. Despite what human rights groups call a dismal human rights record, Saudi Arabia is a close ally of the U.S. President Obama is traveling there to pay respect to the late king and welcome the new one.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: There are good reasons that leaders all around the world are watching the Middle East because the uncertainty there could affect many nations, and it starts right here with Saudi Arabia. The death of the king there, the ascension of his half-brother to power theoretically would mean a continuation of the existing policies. An ally of the U.S., an influence in the region. But there are questions about exactly how that will proceed. And remember, this is the largest oil exporting nation in the world and their military is real force to be reckoned with there. Beyond that, what about Yemen down here?<br><br>Yemen is in chaos right now. Rebel forces are pushing the government. It`s not even clear who is in charge or he will be in charge once the dust settles. We do know, though, that many terrorists` elements have been working in Yemen for years right now. Al Qaeda in the Arabian Peninsula is down there. Who knows were they wind up, and what about up here?<br><br>Syria and Iraq. We put them together here, although they have a lot of different issues. Syria has a civil war for four years, Bashar al Assad, Iraq`s doing its own rebuilding that continues, but we put them together, because they have a common problem: And that is ISIS.<br><br>ISIS is trying to carve its nation, its Islamic caliphate out of the territory that spans that border. So, that`s just four other nations. And there are many more that right now are causing uncertainty in that region.<br><br>Egypt continues to be an uncertain country in terms of its future. We don`t know what`s going to go on there, as time moves forward. Israel remains a very strong U.S. ally, but it could feel pressure from all of this uncertainty and relations with the U.S. are not the best right now, and what about this one over here, Iran?<br><br>Big influence on the region already, and if this continues, if things are shaky enough there, Iran might be the big winner coming out of this with even more influence in the Middle East.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Just the facts: The measles is caused by a virus. It`s a highly contagious disease that can be spread through coughing or sneezing.<br><br>Initial symptoms are similar to the flu: fever, runny nose, cough. But one additional characteristic of the measles is a red blotchy rash. Most people who get the measles recover within a few weeks.<br><br>In rare cases, measles can be deadly, but it`s also highly uncommon in the U.S. The nation season average of 60 cases per year, and most of them are brought from outside the country.<br><br>But this winter alone, there`s been an outbreak of 68 cases in California, and dozens of them are linked to Disneyland.<br><br>People started getting the measles after visiting the theme park in mid- December. Measles has been reported in several other states since then. Chances are you`ve had a measles vaccination. Doctors say it`s the best<br><br>way to prevent getting the measles, and that it had almost eliminated the virus in the U.S.<br><br>But some parents don`t allow their children to be vaccinated, because they are concerned about the safety of the vaccine.<br><br>Also, it`s not a 100 percent effective. The most of those who caught measles in California had not been vaccinated against the Virus.<br><br>At least six of them had. No one has died in the recent outbreak. Disneyland and health officials say it`s still safe to visit the park if you`ve been vaccinated. They are telling people who haven`t been to stay away for now.<br><br>But why might measles strike in a theme park?<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Health officials traced the measles outbreak here, to the middle of December.<br><br>DR. EIRC HANDLER, ORANGE COUNTY HEALTH OFFICIER: We have it throughout the county, initially it was in Disneyland, but now people need to be concerned that if they are not protected, that they should get protected. Because it is in our community.<br><br>UNIDENTIFIED MALE: What`s frustrating health officials in Orange County, home to Disneyland, is most of the cases here involve people who didn`t get measles shots.<br><br>HANDLER: It`s such a serious disease that if you got the, you know, vaccination, it protects you, so why aren`t we doing that?<br><br>UNIDENTIFIED MALE: It`s a question that hangs in the air here like the measles itself, the disease is airborne, no handshake or touching required to spread the disease.<br><br>HANDLER: Any confined space with a lot of people, if you have somebody that`s infectious, and you are not protected, there is a 90 percent chance that you are going to come down with the disease.<br><br>UNIDENTIFIED MALE: That makes a theme park a good incubator with lots of people in closed spaces. Orange County says six measles patients are Disneyland employees.<br><br>The theme park said in a statement, it raised awareness with their employees called cast members about the outbreak, offered vaccinations and immunity tests. Disneyland added any cast member who may have come in contact with those who tested positive for measles was put on paid leave until their test results come back. One measles patient is a student at nearby Huntington Beach High School. Officials report 24 classmates were told to stay home because they were not vaccinated and had close contact with the measles patient.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All rise. The judges have walked in. John Handley High School is in Winchester, Virginia. Their mascot is the judges, which is awesome in a sense.<br><br>Now, to Cleveland. This particular Cleveland is in south-Eastern Tennessee, it`s the home of the blue radars at Cleveland Middle School. And we`ll rough up our role in Oahu. The Hawaiian island is where you find the warriors. They are online at Kapolei Middle School.<br><br>From northern New Jersey through southern Connecticut, a blizzard warning is in effect. One to two feet of snow is expected starting today, some airlines have already let customers rebook their trips.<br><br>Outside the northeast, if your forecast is clear, you might get a glimpse of a passing asteroid. It`s about the size of five football fields. It can be seen with a telescope that`s expected to be the brightest between 11 p.m. and midnight Eastern Time.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Asteroids. Our solar system is littered with them, and according to NASA, a big one is coming close to earth. But no need to fret. There is no chance that this space rock will collide with our planet. By close, we mean more than 700,000 miles from Earth. Or about three times a distance from here to the Moon.<br><br>DR. PAUL CHODAS, NASA JET PROPULSION LAB: We should be getting some great radar images of this asteroid. So, radar will be the key to study the asteroid`s surface, to get an idea for how it`s shaped, whether it has rocks and that kind of stuff on it, that will be really exciting.<br><br>CRANE: The asteroid is called 2004 BL86. And scientists estimate it to be about a third of a mile in size.<br><br>While asteroids pass by the Earth all the time, this is the largest one to come this close to Earth until 2027. So, scientists are jumping at the opportunity to observe and study it.<br><br>Now, well, there is no imminent asteroid threat that we know of. That isn`t stopping scientists from tracking and cataloguing these asteroids and developing planetary defense strategies.<br><br>CHODAS: So, overtime we are going to find more and more of these asteroids and we slowly eliminate all of the, you know, large ones from possibility of hitting the Earth in the next hundred years or so.<br><br>This particular one, we have to keep an eye on. Here in a 1000 years, there could be an increasing change of this asteroid getting the Earth.<br><br>So, we want to keep an eye on it, we keep tracking it and just -- make sure we`ve checked, you know, in the long term that there is not any possibility of even this one hitting the Earth.<br><br>CRANE: But scientists aren`t the only ones who will be tracking this thing. All you need to see it, a good set of binoculars or telescope and a dark clear sky.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, I have a whale of a tale to tell you. Killer whales are a welcome and exciting site for any whale watching expedition. But the people who take those are usually on boats. This video was shot by a paddle boarder, as in a guy on a paddle board. He was approached by a pod of orcas off the shore of Laguna Beach, California. One of the whales swim under him twice. But the paddle border said he was too excited to be scared. That or just whaley (ph) shock.<br><br>Despite their killed image, these animals were just curious forkinately (ph) and no one became seafood. The close encounter just a fluke.<br><br>I`m Carl Azuz giving you coverage from sea to shining sea and then STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-26 CNN Student News.mp4"}