{"title":"CNNSN-2016-05-11-CNN-Student-News","script":"(CNN Student News) -- May 11, 2016<br><br><br>U.S. Destroyer Sails Near Disputed Chinese Island; Obama to Make Historic Visit to Hiroshima; Inside Fire-Ravaged Fort McMurray<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: A U.S. Navy destroyer sails near a reef in the South China Sea and China scrambles fighter jets and warships in response.<br><br>I`m Carl Azuz and that`s where we`re starting.<br><br>China has been building islands hundreds of miles from its mainland coast. One of them is called Fiery Cross Reef. It`s part of the Spratly Islands.<br><br>In January, China said it had just finished building a runway there.<br><br>Yesterday, an American ship called the USS William P. Lawrence sailed within 12 miles of Fiery Cross Reef.<br><br>Here`s why that`s significant. According to the United Nations law of the sea, a country controls the waters within 12 nautical miles of its coast.<br><br>China says the U.S. threatened its sovereignty and security by sailing too closely to Fiery Cross Reef.<br><br>But the U.S. does not recognize China`s claims to control the territory around these manmade islands. It says China doesn`t have law of the sea rights here and sailing nearby was an American way to challenge China`s claims. This is just part of a series of international disagreements over this region.<br><br>(BEGIN VIDEOTAPE)<br><br>CHINESE NAVY: This is the Chinese navy. This is the Chinese navy. Please go away quickly.<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT (voice-over): It`s a standoff in the skies between China and the U.S.<br><br>CHINESE NAVY: You go!<br><br>SCIUTTO: As Beijing makes a massive and unprecedented land grab 600 miles from its coast.<br><br>(on camera): So when`s the last time you went up?<br><br>(voice-over): CNN got exclusive access to classified U.S. surveillance flights over the islands. The first time journalists have been allowed on an operational mission by the state-of-the-art P-8A Poseidon.<br><br>(on camera): We just arrived on station now above the three islands that are the targets of today`s mission. It`s these three islands that have been the focus of China`s building in the South China Sea over recent years.<br><br>(voice-over): In just two years, China has expanded these islands by 2,000 acres, the equivalent of 1,500 football fields and counting.<br><br>For China, this new territory is nonnegotiable. China`s foreign minister calls his country`s commitment &quot;unshakable&quot;. And China defends the new islands closely, patrolling with coast guard and navy warships and ordering the P-8 out of the airspace eight times on this one mission alone.<br><br>The standoff is military to military, but civilian aircraft can be caught in the middle.<br><br>(on camera): You heard over the intercom, Chinese navy, this is the Chinese navy. And what was interesting is that there were also civilian aircraft. There was a Delta flight on that same frequency that when it heard that challenge, it piped into the frequency to say, what`s going on?<br><br>The Chinese navy then reassuring them.<br><br>But as the flight crew tells me, that can be a very nerve-racking experience for civilian aircraft in the area.<br><br>(voice-over): Five Southeast Asian nations claim parts of this area as their own. China says this territory is part of their history, claiming ownership back 2,000 years.<br><br>But many see economic and military motives as well. The islands are rich in oil and gas deposits, and they extend China`s naval and air presence, challenging the U.S. naval supremacy in the region.<br><br>Jim Sciutto, CNN, above the South China Sea.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. President Barack Obama will be traveling to Japan later this month to meet with the leaders of six other industrialized nations.<br><br>They`ll be discussing economic cooperation, energy and international security.<br><br>While he`s there, President Obama is scheduled to visit the Japanese city of Hiroshima. That`s where the U.S. dropped the first of two atomic bombs on Japan, killing hundreds of thousands of people and bringing World War II to an end.<br><br>Obama`s trip to Hiroshima would be the first time that a sitting American president visited the city. And the White House says the U.S. leader will discuss his goal for the world to get rid of its nuclear weapons.<br><br>Critics say the visit would be inappropriate, partly because it will be seen as a U.S. apology for the bombings, and veterans groups say Japan should apologize for its conduct in the war and treatment of American prisoners.<br><br>CNN`s Will Ripley has made 10 trips to report inside North Korea. He says the communist government which controls its media also restricts international journalists. North Korean officials direct when a camera can be used, where it can be pointed, and Ripley says they`ve strongly reprimanded him for his reporting which can include facts that are critical of the nation or its leader.<br><br>More than 100 international reporters have had a number of challenges in covering a major political event called the Workers Party Congress. But one thing that Ripley is that the secretive North Korean government seems very secure.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: Few places put on these supersized displays of public adulation better than North Korea. It looks like the entire city of Pyongyang has turned out here. But the government officials here with us say only about half of Pyongyang is here, which would still more than 1 million people.<br><br>You might ask, when do they have time to practice for these things? Well, we come here, we see people practicing in the evenings after work. It`s workplace groups, it`s core groups, it`s neighborhood centers.<br><br>Everybody coming together, spending hours and hours to prepare for these displays that North Korea has really become famous for. This time, it`s to mark the end of the seventh party congress and the election of the supreme leader, Kim Jong-un, to a brand new, even bigger title, chairman of the Workers Party of Korea.<br><br>He also was up on stag waving at the crowd and standing beside his new party leadership. And what this means, the unanimous promoting him and the fact that you see all the population out here celebrating the work of the congress, the leader moves forward his plan, his plan to aggressively develop North Korea`s nuclear weapons, also trying to grow the economy.<br><br>Even though the vast majority of these people didn`t participate directly in the political process, only the ruling elite who were standing underneath the supreme leader who were actually at the congress had a vote, a unanimous vote not surprisingly.<br><br>Still, these people, they were told by their government what happened and now, they are out here celebrating, not asking questions. This is what it means to be a citizen in the North Korean capital.<br><br>Will Ripley, CNN, Pyongyang.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Today`s &quot;Roll Call&quot; starts in a place described as the edge of the Amazon rainforest.<br><br>We`re talking about the community of Shell, Ecuador. And the students and teachers of Nate Saint Memorial School.<br><br>Form there, we`re visiting Fayetteville, North Carolina. It`s the home of the Panthers of Cape Fear High School.<br><br>And out West in Idaho, more Panthers are stalking CNN STUDENT NEWS. These are from Syringa Middle School in Caldwell.<br><br>The regional fire chief in Fort McMurray and the Canadian province of Alberta says he doesn`t remember what some of the town structures used to be. The wildfire that forced the evacuation of 90,000 people burned an estimated 2,400 structures to the ground.<br><br>(BEGIN VIDEOTAPE)<br><br>DAN SIMON, CNN CORRESPONDENT: I`m in the heart of Fort McMurray and in a neighborhood called Beacon Hill. This is a highly residential area and when you look around, you`re just absolutely amazed because pretty much everything is good.<br><br>SUBTITLE: Inside fire-ravaged Fort McMurray.<br><br>SIMON: You have dozens if not hundreds of homes destroyed in this one neighborhood. You can see how it just burned to their foundation. You actually see some water leaking over here.<br><br>We`re now at another neighborhood called Abasand and this is pretty typical of what you see in wildfires. Pretty much everything is wiped out. But on the other side, you could actually see homes that did not burn.<br><br>You can see a children`s playground back here, but by and large, it`s pretty difficult to make out the things you see. Over here is a grill.<br><br>Look at this bicycle over here. There`s just nothing left.<br><br>(END VIDEOTAPE)<br><br>AZUZ: But amazingly, 90 percent of the town survived the fire. All of the schools were safe. Firefighters and volunteers say they`ll be there to help those who lost everything rebuild.<br><br>Next today, an event that happens only about 13 times every 100 years. The planet Mercury was visible from Earth. On your screen is that tiny dot moving from left to right across the middle. How was this visible?<br><br>One Monday, mercury was lined up between the earth and the sun, in such a way that it appeared to be moving across the face of the star as this black dot. Not a good idea to try to see this with unshaded eyes or vernaculars. The best and safest views were through telescopes with solar filters.<br><br>So, why does Mercury look so small? Well, it is. It`s the smallest planet in the solar system and the sun is by far the largest object. The celestial sight was visible to much of the world for about seven and a half hours. The next time this is expected to happen is in 2019.<br><br>(MUSIC)<br><br>At a school in Milton, Massachusetts, ducks on parade. This has become a tradition at Glover Elementary. The principal says a mother duckling has been making her nest inside the school`s courtyard for at least 10 years. So, after her babies hatched, she knows a way through the school to a nearby pond, and she leaves her little town through a crowd of more than 500 students who look forward to this every spring.<br><br>You can say she`s earned the rights for the right rightly righting their course through school. Not too slowly, not too quackly, like a mom thoughtfully pondering to hatch a good plan for her children`s education. Who knows wattle they`ll do with their lives?<br><br>I`m Carl Azuz. Hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-11 CNN Student News.mp4"}