{"title":"CNNSN-2015-05-20-CNN-Student-News","script":"(CNN Student News) -- May 20, 2014<br><br>Refugees Flee Burundi; Smartphone Use Links to Lower Test Scores; Inspiring Future Engineers<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: A deepening crisis in Burundi, it`s our first story this Wednesday on CNN STUDENT NEWS. I`m Carl Azuz. Let`s<br><br>get started.<br><br>Burundi is a tiny nation in Central Africa. It`s a little smaller than the U.S. state of Maryland. Burundi`s population: about 10.4 million.<br><br>It has an election coming up in June, and President Pierre Nkurunziza is running for a controversial third term -- controversial because he served the two-term limit. But he wasn`t elected by the Burundian people for his first term. He was elected by parliament.<br><br>So, he argues he should be allowed to run again. A Burundian court agrees with him. Many protesters do not.<br><br>There was a recent military coup that failed. Because the nation came out of civil war as recently as 2003, many Burundians fear another one could be ahead.<br><br>(BEGIN VIDEOTAPE)<br><br>DIANA MAGNAY, CNN INTERNATIONAL CORRESPONDENT: These refugees onboard the MV Lembera (ph), the lucky ones, they managed to escape this incredibly overcrowded peninsula, which is small fishing community essentially called Kagunga, and that is where as many 50,000 over the last few weeks, Burundian refugees have been bottlenecked trying to escape. The only way out has been across the water on this, which is an old World War I gunship.<br><br>And you can see out here on deck, some of those refugees, mostly women and children.<br><br>The vast majority of refugees who have fled Burundi for Tanzania are women and children. The ones who are brought on to the boat are those who are particularly weak. Downstairs, there are drips attached to the ceilings to the deck to rehydrate those who are suffering from the symptoms of cholera.<br><br>And we`ve had it confirmed by doctors from the UNHCR that they have suffered 14 deaths so far from cholera.<br><br>Now, from here, from Kagunga, they will be transported to the stadium in a village called Kigoma, and from there, onto Tanzania`s largest refugee center, Nyarugusu.<br><br>Tanzania has a history of accommodating Burundian refugees, but this influx is huge, 70,000-plus into Tanzania, and also tens of thousands into the DRC and into Rwanda also. Most of them saying that they don`t want to wait until their country degenerates into civil war and that if the president runs for a third term, they see no hope for peace.<br><br>Diana Magnay, CNN, on Lake Tanganyika, Tanzania.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From yesterday`s transcript page at CNNStudentNews.com, three of the schools present for the roll call.<br><br>Coal Ridge Middle School is in Firestone, Colorado. Its mascot is Dynamite, which is kind of a bomb.<br><br>Next to Stevens Point. It`s in central Wisconsin and it`s the home of the Fernandez Center for Alternative Learning.<br><br>And things are about to give wild with the Wildcats in Leakesville, Mississippi. Hello to everyone watching at Greene County High School.<br><br>This is something a lot of you aren`t going to want to hear, but it seems that schools that banned students from having smartphones have better test scores -- in England anyway.<br><br>A study by the London School of Economics examined policies at dozens of English schools. It found that when they banned smartphones, their test scores went up by more than 6 percent. In schools with under achieving students, the scores went up by 14 percent.<br><br>Two of the study`s authors say this doesn`t mean phones and other technology can`t be used to improve learning, but that they did have drawbacks, including the distractions of gaming, texting and social media. You know this is a controversial subject. Many teachers complained about disruptions. Many parents want their students to have phones so that they can reach them.<br><br>Dean Kamen is an American engineer. He`s probably best known for inventing the Segway, though he has a number of medical inventions on his resume.<br><br>He also founded a championship event for students. The most recent one was in late April. It`s part of Kamen`s push to inspire students to think less about becoming sports stars and more about being science and technology stars.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): It`s described as the sport of the mine, where man and machine converged.<br><br>DEAN KAMEN, INVENTOR, FIRST FOUNDER: I started first because I think there`s a real need to change kids` attitudes about science and technology.<br><br>SEGALL: First, for inspiration and recognition of science and technology, Dean Kamen started the mentor-based program 25 years ago when he noticed a trend in American kids losing interest in science and technology.<br><br>KAMEN: They all think this is an education crisis and I look at it and said, I don`t think so. I think it`s a culture crisis. If we can take the important aspects of science, technology, engineering, math and put them in the context of a sport, celebrate science and technology, and use sports as a way to change the culture.<br><br>CRANE: His concept is working.<br><br>(on camera): Walking into this field felt more like I`m going to a concern or a sporting event. This really is the Super Bowl of robotics.<br><br>PETER BENINATI, COACH, TEAM 1796: We think of ourselves as professional athletes. Yes, we`re not running around, but we`re competing with all our hearts.<br><br>CRANE (voice-over): Meet Based-God Trap Love, built by the RoboTigers, a robotics team out of Queens, New York.<br><br>TIA SINGH, ROBOTIGER, TEAM 1796: When you see it on the field, it`s like, did I really create that? It`s awe-inspiring to see something that you work so hard on actually moving and like doing stuff on the field.<br><br>CRANE (on camera): That`s the guts of the --<br><br>UNIDENTIFIED MALE: Yes, that is our brain.<br><br>CRANE (voice-over): Each team is given six weeks to build their robots. During build season, they work endless hours, coding, building prototypes, developing strategy and it`s all put to test in regional competitions.<br><br>After winning the New York City regionals, the RoboTigers made it here -- the Robotics Championship in St. Louis, Missouri.<br><br>And this is their competition -- meet High Stakes, built by High Rollers out of Las Vegas, Nevada.<br><br>TREVOR RITZ, HIGH ROLLER, TEAM 987: I know we`re going to do good. I know we`re going to put up as much as we can. But it just isn`t enough.<br><br>CRANE: When we caught up with the two teams in St. Louis, the High Rollers were ranked number one in their group.<br><br>RITZ: It is really competitive.<br><br>SINGH: I spent hours. I got cuts and bruises. I bled over this robot.<br><br>BENINATI: This is where we come, to learn and how to expand our team.<br><br>BRANDON HJELSTROM, HIGH ROLLER, TEAM 987: The most exciting times in my life have been at competitions like these.<br><br>KAMEN: This competition is a microcosm of the real world. These kids are given too little time, too little resources. They`re on too complex a team. They don`t know what their competitors are up to. And yet, in a very short time, they`ve got to deliver a solution to a problem.<br><br>CRANE (on camera): They`ve got to figure it out.<br><br>KAMEN: That`s the real world.<br><br>UNIDENTIFIED MALE: Talk to each other.<br><br>SINGH: It`s not just building a robot. You get communication skills by talking to other teams. You learn strategies. You learn more about life and how to go about it.<br><br>CRANE (voice-over): The High Rollers went home as championship finalist. And although the RoboTigers didn`t take home a physical award, Dean says there are no losers here.<br><br>(on camera): Not every kids who`s here can leave a champ yet. So, what about the kids that don`t win this competition? What`s their takeaway?<br><br>KAMEN: I would tell you, not every robot is going to win. But every kid is already a winner. Here, every kid on every team can turn pro.<br><br>CRANE: What are you doing after this competition? You`re a senior. Are you going to study engineering?<br><br>HJELSTROM: I am. Right now, I`m going (ph) to study computer engineering and I`ve gotten, you know, scholarship offers from colleges everywhere.<br><br>CRANE (voice-over): In fact, most of the kids that we spoke to are planning a career on engineering as a result of their first experience.<br><br>(on camera): So, if you hadn`t discovered the world of robotics and engineering, what do you think you`d be doing?<br><br>SINGH: I honestly don`t know.<br><br>CRANE: It changed your life.<br><br>SINGH: Yes. I know what I want to do now. It`s clear to me.<br><br>KAMEN: I think most of the kids here in a year or two will not remember which robot won. They will not care which robot lost. They leave here with a whole new perspective on the world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s a saying you have to learn to crawl before you can walk -- but not if you`re a moose.<br><br>A malamute recently gave birth to two calves near a roadside in Alaska. That allowed a photojournalist to get close enough to capture the baby`s first steps. One was a little quicker to its feet than the other which had a couple of face plants at first. But eventually, it got up on its own four legs and they scampered off into the woods as a new family.<br><br>Of course, it takes them a little while to build up the moos-cles. But they don`t get herd doing it. And eventually, they figured out the antler to hoofing it, my deer.<br><br>That`s put a moos-cle (ph) on our show for today. We hope you found it a- moose-ing and we`ll moo-see (ph) back here tomorrow.<br><br>I`m Carl A-moose for CNN Student Moose.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-20 CNN Student News.mp4"}