{"title":"CNNSN-2015-03-16-CNN-Student-News","script":"(CNN Student News) -- March 16, 2015<br><br>Israelis Go to the Polls; How Chameleons Change Colors; Rising Water in Venice<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: It`s great to see you this Monday.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Today`s current events coverage starts in the South Pacific. Vanuatu is an island country there with a population of about 267,000 people. One  natural threat to the nation are cyclones. They can strike anywhere from December to April, a devastating category five storm named Cyclone Pam came ashore over the weekend.<br><br>It hit populated areas, destroying homes and crops, causing a state of emergency and leaving thousands with nothing and nowhere to go.<br><br>At least 90 percent of the homes in Vanuatu`s capital were badly damaged.<br><br>Help is coming in from Australia, about 1,000 miles away. New Zealand and other countries are also sending supplies.<br><br>Because Vanuatu is a poor nation, where many people live in thatched houses, aide workers say they`re dealing with something worse than a worst  case scenario.<br><br>From the South Pacific, we`re moving to the Middle East now, where a significant election is taking place. Israel is going to the polls  tomorrow. It`s a very close race. Two of the major issues being debated include the nation`s economy and defense. And the U.S. government has taken an interest.<br><br>With relations strained between President Obama and Israeli Prime Minister Benjamin Netanyahu, some Democrats are working with a group that`s  trying to get Netanyahu voted out, while some Republicans are trying to help him stay in.<br><br>Israelis aren`t voting directly for their prime minister, though.<br><br>(BEGIN VIDEOTAPE)<br><br>OREN LIEBERMANN, CNN CORRESPONDENT: Israeli politics is all about where you sit in this room. This is the Knesset, the Israeli parliament,  the legislative branch of the government. And of the 120 seats here below me, the most important seat is right at the center of that U. That`s the prime minister`s seat.<br><br>But it`s all the seats around that one that determine who gets to sit there.<br><br>(ON SCREEN)<br><br>Israeli Elections Explained<br><br>LIEBERMANN: Here in Israel, voters don`t pick a particular politician. Instead, they vote for a political party. But no one party  will win an outright majority. In fact, the most successful part in the upcoming elections may win as few as 25 seats, less than a quarter.<br><br>So what happens here is that right after the elections, all of the political parties meet with the president. And they tell the president  this is who we want for prime minister, this is who we`d like to work with in the upcoming government.<br><br>That person then has a chance to put together a coalition government, to put together a majority of the seats here through political wheeling and  dealing and trading political favors for support.<br><br>Because of the way this works, winning the most seats doesn`t guarantee that you`re the next prime minister if you can`t make the right  deals.<br><br>Now, technically, 61 seats is enough here in the Knesset. But most prime ministers want more than that. They want a coalition of 65 or 66  seats, just so they have a more secure administration.<br><br>Oftentimes in Israeli politics, it can come down to one or two of the smaller parties in the upcoming election to decide which way the election  goes. Because they can sometimes have that influence, these smaller parties are called the king makers. And they determine who gets to sit in the prime minister`s seat and who doesn`t.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED MALE: Time for the Shoutout.<br><br>What is not a characteristic of a chameleon?<br><br>If you think you know it, shout it out.<br><br>Is it independent eye movement, zygodactylous feet, projectile tongues or regenerative tails?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED MALE: Chameleons are lizards that share all of these characteristics except the ability to regenerate lost or injured limbs or  tails.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: Zygodactylous means their toes are grouped together. There are more than 150 known species of chameleons. They`re reptiles. They prefer  to live in trees. Their tongues are as long or longer than they are.<br><br>But the most famous characteristic, of course, is that they`re able to change color, some of them.<br><br>How and why exactly might they do that?<br><br>(ON SCREEN)<br><br>How Chameleons Change Colors<br><br>A chameleon can change the color of its skin in a couple of minutes. Scientists now have discovered how they do it. Chameleons have two layers  of crystal-like skin cells. They change the structure of the upper layer of cells to alter the way light is reflected. When a chameleon is relaxed, the cells are close to each other, which reflects light with short wavelengths, like the color blue.<br><br>When a chameleon`s skin gets excited, the distance between their cells expands, which reflects light with long wavelengths like the colors orange  or red.<br><br>Only adult male chameleons are capable of this color change. It usually happens when they see a rival male or are courting a mate.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Always looking for Roll Call requests at cnnstudentnews.com.<br><br>They`re chosen from each day`s transcript page.<br><br>Midlothian, Virginia is where we`re start today. The Bears are watching. They`re at Bailey Bridge Middle School.<br><br>We`ll jump to the West Coast town of El Centro. It`s in Southern California, not far from the Mexico border. Hello to The Spartans of Central Union High School.<br><br>And out in the Pacific, on the Hawaiian island of Honolulu, great to hear from The Mustangs. They`re online at Moanalua Middle School.<br><br>Cars are not allowed in the Italian city of Venice. You can take a boat through its 177 canals. You can walk over its 409 bridges.<br><br>The water is getting higher, and not just because of rising sea levels. After centuries of building on the island city, scientists say Venice is sinking as much as two millimeters a year and tilting east.<br><br>The effects?<br><br>(BEGIN VIDEOTAPE)<br><br>(ON SCREEN)<br><br>The Wonder List<br><br>Venice<br><br>PHILIP BLOOM, DIRECTORY OF PHOTOGRAPHY, CNN (voice-over): You can`t do an episode about rising sea levels in Venice and not have the flooding.<br><br>(ON SCREEN)<br><br>Behind the Shot<br><br>BLOOM: It`s all to do with not just the tides and moon, it`s also wind affects everything. So you needed the right conditions. And in the `90s, we would get a gap. It wasn`t going to be much. I got a phone call from the producer saying you need to go to Venice tomorrow.<br><br>So I went up there for the first night and I got set up with the water`s edge. And my idea was the water was going to come over the edge and it`s going to flow into St. Mark`s Square and I`m going to follow it, the trickle, until it fills up.<br><br>It didn`t get up high enough and -- let me see, I`m going back. It was like 11:00 at the same time at night.<br><br>And as I walked back to Mark`s Square, there was the water. It was coming up through the drains.<br><br>The next morning, we went and filmed it properly.<br><br>(on camera): I`ll drop your end in and just put the shutter speed up slightly.<br><br>UNIDENTIFIED MALE: Got it.<br><br>BLOOM: We`ll go through this and -- and just -- just start, just rip.<br><br>UNIDENTIFIED FEMALE: Boy.<br><br>BLOOM: Look at this. I don`t know why I bothered to put on the boots.<br><br>So we both got very, very wet.<br><br>That`ll wake you up.<br><br>But we got some really lovely stuff on the mobi (ph) going through the water. We`ve got a great shot of a couple carrying their baby in the tram.<br><br>It was probably the most productive single day of filming we had had in the entire series.<br><br>November 4, 1966.<br><br>There was one particular shot which I really loved.<br><br>Could a place literally drown?<br><br>Built, walking past the shops.<br><br>And under the weight of just too many people.<br><br>I had a feeling -- welcome to Venice -- that flooded St. Mark`s Square, it was just perfect. It was exactly what we needed for that episode.<br><br>Got it.<br><br>Got it.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Georgina Harwood, a great-grandmother from South Africa, recently turned 100 years old, so she suited up, climbed on a plane and jumped out of it. And she didn`t just do it for the thrill of the freefall.<br><br>Mrs. Harwood used her jump to raise money for the National Sea Rescue Institute, a group of volunteer rescuers in South Africa.<br><br>It was the third time she`d been skydiving and the sprightly centenarian is planning another adventure -- shark cage diving.<br><br>It would be a sight to see from sky to sea. In both cases, she`s making a plunge, she`s taking a dive, she`s dropping down to raise awareness where the sky is literally the limit.<br><br>I`m Carl Azuz with the ups and downs of current events on CNN STUDENT NEWS.<br><br>END<br><br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-16 CNN Student News.mp4"}