{"title":"CNNSN-2017-02-01-CNN-Student-News","script":"(CNN Student News) -- February 1, 2017<br><br><br>The Close Relationship Between the U.S. and the U.K.; The Replacement of the Acting U.S. Attorney General; A Plan to Remove &quot;Space Junk&quot;. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz for CNN 10. And it`s great to see you this Wednesday, the first day of February 2017.<br><br>Here we go -- the first foreign leader to meet with newly inaugurated U.S. President Donald Trump was British Prime Minister Theresa May. She visited Washington, D.C. last week. And she carried with her an invitation for President Trump to attend an official state visit with Queen Elizabeth II.<br><br>A state visit is a very formal event. A foreign leader gets a grand welcome from Britain`s royal family. There`s a banquet at Buckingham Palace, a horse drawn carriage procession plank by soldiers.<br><br>President Trump`s invitation is unusual in that visit would happen later this year. No U.S. president has ever made a state visit to the U.K. in his first year in office.<br><br>Former President Barack Obama had been in office for more than two years. Former President George W. Bush, more than two and a half years.<br><br>There are a more than a million signatures on a British petition calling for President Trump`s state visit to be cancelled. Many Britons are protesting President Trump`s executive order concerning immigration and refugees. There`s also a counter-petition in support of Trump`s visit that got more than 100,000 signatures. The invitation will now be debated in Britain`s parliament.<br><br>Prime Minister May says President Trump`s invitation stands. It`s one many examples of the exceptionally close ties that Britain and America have shared for decades.<br><br>(BEGIN VIDEOTAPE)<br><br>RANDI KAYE, CNN CORRESPONDENT (voice-over): Winston Churchill was first to coin the phrase &quot;special relationship&quot;. It was 1946, shortly after World War II. And he was referring to the bond between Britain and the United States.<br><br>TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN: He recognized that the future of Great Britain, the future of the British Empire depended on getting support from the American President Franklin Roosevelt.<br><br>KAYE: Presidential historian Tim Naftali says President Franklin Roosevelt was impressed with Churchill`s doggedness.<br><br>NAFTALI: So, the two of them bonded because they both recognized a threat to civilization. And in the end, they weren`t successfully together to win a war.<br><br>KAYE: They fought their common enemies from World War II, Japan and Nazi Germany. After Roosevelt`s death, Churchill called him &quot;the greatest American friend Britain had ever known.&quot;<br><br>In British Prime Minister Margaret Thatcher, President Ronald Reagan found his political soul mate. The two first met back in 1975 in London. And their relationship changed history. She spoke of him fondly at his 2004 funeral.<br><br>MARGARET THATCHER, FORMER BRITISH PRIME MINISTER: He sought to mend America`s wounded spirit, to restore the strength of the free world, and to free the slaves of communism.<br><br>KAYE: She was his partner in dealing with the Soviet Union and encouraged him to speak to Mikhail Gorbachev.<br><br>NAFTALI: It was very useful for Ronald Reagan to have someone from a different country that he completely trusted and someone who could provide him with some guidance as to how to deal with the Soviets.<br><br>KAYE (on camera): Their relationship will likely be remembered as the closest transatlantic relationship between Britain and the U.S., with Thatcher years ago calling Ronald Reagan &quot;one of the greatest men of our time&quot; and &quot;one of the greatest American presidents of all time&quot;.<br><br>(voice-over): After 9/11, President George W. Bush looked to his partner across the pond, British Prime Minister Tony Blair to help fight terrorism.<br><br>TONY BLAIR, FORMER BRITISH PRIME MINISTER: I have admired him as a friend and I regard him as a friend. I have taken the view that Britain should stand shoulder to shoulder with American after September 11th.<br><br>NAFTALI: Blair suffered huge political costs for that. People called him a lap dog of George W. Bush.<br><br>KAYE: In his memoir, Blair wrote that Bush sincerely believed in spreading freedom and democracy.<br><br>Years later, President Barack Obama and Prime Minister David Cameron joined forces against terrorists in the Middle East.<br><br>NAFTALI: There were joint operations in Afghanistan. They helped each other out in Iraq.<br><br>KAYE: There was a sense of camaraderie, as well as a deep mutual respect.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: It is a special relationship and an essential relationship. I believe that it is stronger that it has ever been.<br><br>KAYE: Special relationships only strengthened by common enemies and common goals.<br><br>Randi Kaye, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. attorney general is a cabinet level job in the federal government. The A.G. leads the Justice Department, serving as America`s top legal official.<br><br>President Trump nominated Jeff Sessions for the job. He`s a Republican senator from Alabama. But it`s up to the rest of the Senate to either confirm or deny him the position. And, of course, on Monday, lawmakers hadn`t done that.<br><br>At the time, Sally Yates was filling in as America`s acting attorney general. She was appointed to the Justice Department by former President Obama. And on Monday night, President Trump fired her. Why?<br><br>Yates told the Justice Department not to defend the president`s recent executive order concerning immigration and refugees, an overview of that order and both sides of the controversy surrounding it are explained on our January 30th show. That`s on our homepage.<br><br>Why did Attorney General Yates go against the Trump administration? She says she wasn`t convinced that the executive order was lawful or that it was consistent with her responsibilities to, quote, &quot;seek justice and stand for what is right.&quot;<br><br>The White House said Yates betrayed the Department of Justice and that she was fired for, quote, &quot;refusing to enforce a legal order designed to protect the citizens of the United States.&quot;<br><br>Shortly after Yates was fired, a U.S. attorney named Dana Boente was sworn in to temporarily lead the Justice Department. He then told government lawyers to defend the president`s immigration and refugee order. The Senate is expected to vote today on whether to confirm Jeff Sessions as the attorney general going forward.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>The International Space Station and many other satellites orbit in what layer of Earth`s atmosphere?<br><br>Troposphere, stratosphere, mesosphere, or thermosphere?<br><br>The thermosphere, which extends from about 53 to 375 miles above the Earth is home to the ISS.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Not to mention a bunch of junk, space junk, chunks of dead satellites, used rockets or tiny metal pieces that can pose a big threat to the working satellites that bring us Internet access, phone access, navigation. Scientists estimate that there are more than 7,000 tons of trash orbiting the Earth.<br><br>And this year, the United Kingdom`s Surrey Space Centre is launching a mission that test ways to clean up space.<br><br>A giant net could be used to catch satellites instead of butterflies. A harpoon can help a space trash collection system spear chunks of junk and what scientists call a drag sail could be attached to future satellites and act like a giant parachute that would slow them down once they are done working and cause them to move toward Earth faster and then burn up sooner in its atmosphere.<br><br>The mission, which is funded by the Europe Commission, costs a little less than $16 million and it would use cubes to test these junk removal tools.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: The people on this planet generate over one billion metric tons of waste each year. But did you know that we`ve created loads of junk in space?<br><br>SUBTITLE: Space junk orbits Earth.<br><br>CRANE: The earth is surrounded by a growing cloud of orbiting garbage that according to NASA contains at least 20,000 objects larger than a softball, 500,000 bigger than a marble, and millions of pieces of debris, they`re simply too small to track.<br><br>The trash comes from explosions, spacecraft collisions and expendable rocket stages. And as our space environment is getting more congested and complicated, it`s also getting cluttered with all kinds of garbage.<br><br>The problem is, is that these pieces of trash are traveling at speeds up to 18,000 miles per hour, which is almost 10 times faster than a bullet. Even a paint flake at that speed becomes a missile.<br><br>The International Space Station even had to replace windows when debris paint flakes caused damage to them. It`s not uncommon that ISS has to adjust its orbit to dodge some space junk.<br><br>Because this trash posed a threat to our properties in space, the Department of Defense catalogs and tracks those items that are bigger than a softball. They`re currently building what they call a &quot;space fence&quot;, which is just a radar-based space surveillance system that will allow the Air Force to better track space debris and artificial satellites.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You can`t stick a landing to score a perfect &quot;10 Out of 10&quot; without first taking the junk. That`s exactly what Ivan Briggs did ahead of his 90th birthday.<br><br>The World War II veteran who said age has never been a problem for him also said he had no fear about the jump, that it was pure enjoyment.<br><br>Briggs` wife of 65 years says he got lots of hugs when he was safely back on the ground. And the soon-to-be nonagenarian says he`d like to take the leap again.<br><br>Of course, any jump like that takes a little plane-ing. You`re going to catch a lot of air, you`ll need a good windbreaker and you`ll fall a long way while you shoot the breeze. But with the ground back beneath your feet, things tend to terra firm up.<br><br>That`s about all the puns I`m dropping today on CNN 10. I`m Carl Azuz, wishing you happy landings.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-01 CNN Student News.mp4"}