{"title":"CNNSN-2015-02-02-CNN-Student-News","script":"(CNN Student News) -- February 2, 2014<br><br>Simmering Tensions between Israel and its Neighbors; Iron Dome Protecting Israel; Local Outbreak of Measles in California; Remembering Marching in Selma<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Great to have you kicking off the week. In the month of February with CNN STUDENT NEWS. My name is Carl Azuz. We`ve got ten minutes of current events lined up for you, but no commercials. Our show starts in the Middle East with a bit of history.<br><br>Israel is an ally of the United States. The mostly Jewish country was founded in 1948, many Arabs in the region opposed Israel. In the wars that followed, Israel defeated the Arabs. The tensions between Israel and its neighbors, which include the country of Lebanon have been simmering ever since.<br><br>All right, present day. There is a militant Islamic group in Lebanon named Hezbollah. It opposes Israel and the West. Israel and the U.S. consider Hezbollah a terrorist group. A recent flare up between Israel and Hezbollah made headlines around the world.<br><br>ATIKA SHUBERT, CNN CORRESPONDENT: No, it doesn`t take much to start a war in this corner of the world. The latest spark ignited right where Lebanon, Syria and Israel meet. Borders are contested, planned, still disputed. So, when violence flares, everyone braces for the worst.<br><br>This time, the Israeli military says Hezbollah launched five antitank missiles at an Israeli military convoy, traveling into disputed Shebaa farm area. Two Israeli soldiers were killed, and Israel immediately responded with artillery strikes. The Spanish U.N. peacekeeper was killed in a crossfire.<br><br>The Hezbollah attack was in retaliation for an Israeli airstrike carried out on a Hezbollah convoy near Quneitra in Syria a few weeks ago. An Iranian general and the son of a Hezbollah commander were among others that were killed.<br><br>It`s not the first time this has happened. In 2006, Hezbollah killed eight soldiers in a cross border raid, capturing two bodies. That sparked a summer war that killed more than 1,000 people.<br><br>But this time, it seems, tensions quickly defused. Hezbollah is already embroiled in Syria, and Israel`s Prime Minister Benjamin Netanyahu has elections (INAUDIBLE) in March. So, it seems that this time, nobody wants a war.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Still, in the midst of the recent violence between Israel and Hezbollah, Israel put its army on high alert near its border with Lebanon, and it reportedly moved a very advanced missile system in the place. In fact, it`s probably more accurate to say, it`s an antimissile system. It`s something that`s seen a lot of views in the nation surrounded by groups that oppose it.<br><br>(BEGIN VIDEOTAPE)<br><br>ELISE LABOTT, CNN CORRESPONDENT: Deployment of Iron Dome missile system is usually a signal that Israel is getting ready for trouble.<br><br>The Iron Dome is a very sophisticated radar system. When a rocket is launched into Israel, the radar tracks its trajectory, calculates an impact point and launches a missile to shoot it down. The manufacturers of the Iron Dome system say, it`s the fastest and most reliable system of its kind. It can launch a missile and shoot down a rocket within 15 seconds, and that allows Israelis to leave a relatively normal life during a very volatile time.<br><br>Iron Dome was very useful in operation &quot;Protective Edge.&quot; They say they struck down 90 percent of the more than 1,000 rockets that were launched from Gaza into Israel.<br><br>The United States is the primary funder of the Israeli-made Iron Dome system, and it doesn`t come cheap. Each interceptor missile costs at least $62,000, and each battery costs about $50,000. Together the United States and Israel have spent over $1 billion on the system. Deploying ten Iron Dome batteries. But the architects of the system and the Israelis say the cost is well worth it, when you consider what has been saved in terms of property damage, economic impact and most importantly, lives. When those air sirens sound indicating an incoming missile, by and large Israelis are glad they have the Iron Dome to protect them.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Faking attendance. Today, we are rolling from a city in central Arkansas to the capital of Kenya. Hello, Searcy in the natural state, or the land of opportunity, it`s the lions leading today at Searcy High School.<br><br>On Lake Saint Clair in southeast Michigan we got the Taurus (ph) watching. Great to see you in Anchor Bay Middle School North, and in the Kenyan capital of Nairobi, we are happy to be part of your day, shoutout to all the students of West Nairobi School.<br><br>California`s seeing what officials consider a large outbreak of measles, the large is relative. When we produced the show, there`s been 91 confirmed cases statewide since the outbreak in December. But the U.S. averages 60 cases per year nationwide.<br><br>Most of California`s cases are linked to an outbreak at Disneyland. It`s possible to get the disease even with the vaccination, though that`s less likely. Measles aren`t usually deadly, they are incredibly contagious.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: We all know that if you are on something like a plane, or a bus, or a train, and somebody near you were to sneeze, and they had measles, you have a real chance of being exposed to the measles virus. But a study from MIT last year found it`s actually much worse than that. If I were seated on a plane like this, and somebody way in the back sneezed, the truth is, that virus now could travel in sort of the invisible crowds of micro droplets all the way up to where I`m seated here.<br><br>And what`s more, despite the fact that planes have a lot of systems to filter the air, if the virus stays in the air, it could be viable for two hours, if it lands in the backs of armrests or in chairs, the same thing. And that`s a real problem, because if you are not safe against this disease, you have a 90 percent chance of getting it just by being in the same place.<br><br>Because it is a highly infectious disease.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the U.S., black history months arrives every February, commemorates the achievements and contributions of African Americans and the idea started in 1926 with Dr. Carter G. Woodson. He was a historian who believed that knowing their past would help African Americans build the better future. He picked February because it was the birth months of both abolitionist Frederick Douglas and President Abraham Lincoln.<br><br>The civil rights movement contributed to black history month awareness and popularity. This year, there`s a significant anniversary. It`s been 55 years since demonstrators marched from Selma, Alabama to the capital of Montgomery. They wanted fair access to the polls so they could vote, but it wasn`t until their third march that they were allowed to reach the end.<br><br>(BEGIN VIDEOTAPE)<br><br>AMELIA BOYNTON ROBINSON, MARCHED IN SELMA: I was standing up there and (INAUDIBLE) running.<br><br>Black people were beaten .<br><br>UNIDENTIFIED FEMALE: Tear gas.<br><br>BOYNTON ROBINSON: domes (ph) were hit. And I just turned around, see it all (ph) and wondered why they were beating them so. And that just can - I couldn`t understand.<br><br>PRESIDENT LYNDON B. JOHNSON: I just don`t see how anybody can say that a man can fight in Vietnam, but he can`t vote in the post office.<br><br>MARTIN LUTHER KING: We are here and we are standing before the forces of power in the state of Alabama saying we ain`t going let nobody turn us around.<br><br>(APPLAUSE)<br><br>(END VIDEOTAPE)<br><br>AZUZ: Last Wednesday`s forecast for the Grand Canyon, cloudy with the chance of awesome. We are not talking about the sky, we are talking about what happened in the canyon itself. It was invaded by fog. This was caused by a temperature inversion, a relatively rare condition with cold air on the ground and warm air hovering over it. It trapped clouds in the canyon for a little while, and then like a blanket being pulled off, it disappeared in about half an hour.<br><br>So they were gone, but not forgotten, well, maybe they became like a cloudy memory, where there was once this canyon of information, but the details got misty.<br><br>I`m Carl Azuz. It`s been a grand ten minutes. But we have to roll out till tomorrow. I hope to see you then.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-02 CNN Student News.mp4"}