{"title":"CNNSN-2017-05-24-CNN-Student-News","script":"(CNN Student News) -- May 24, 2017<br><br><br>Dangers of Distracted Driving<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Whether you`re watching on a TV, in class, on a desktop, a tablet or on your phone, we welcome to a special edition of CNN 10. I`m Carl Azuz.<br><br>Today, we`re taking an in-depth look at the dangers of destructive driving. On any day or night, there`s more to pull a driver`s attention off the road that there has been in decades past. And though 46 states in the U.S. capital have bans on texting while driving, people still do it.<br><br>Why?<br><br>CNN`s Kelly Wallace examines that and how technology itself could be one solution to the problem.<br><br>(BEGIN VIDEOTAPE)<br><br>KELLY WALLACE, CNN DIGITAL CORRESPONDENT: Most people will admit that doing this while driving is dangerous, and yet they do it any way. Why?<br><br>Experts say it`s because of the addictive nature of these devices and how our brain instinctively responds to those pings.<br><br>It`s like being at a party. When someone taps you on the shoulder, you need to turn around. The same is often true when you hear a ping. You need to look even when you`re behind the wheel.<br><br>(voice-over): Before the accident that changed Laura Maurer`s life, the mother of two tried to ignore the ping alerting her to an incoming text but ultimately couldn`t resist it.<br><br>LAURA MAURER, DISTRACTED DRIVER: It is not like I sat in my car and thought I`m going on drive distracted and hit somebody today. That`s not what I was out to do.<br><br>WALLACE: Looking at that text would cause her to crash into a tractor here in rural Iowa, taking the life of a 75-year-old man.<br><br>DR. DAVID GREENFIELD, CENTER FOR INTERNET AND TECHNOLOGY ADDICTION: The reason why she answered that ping is because she felt compulsed or felt a compulsion in order to answer it.<br><br>WALLACE: Dr. David Greenfield is the founder of the Center for Internet and Technology Addiction. He says most of us would probably have done the same thing and looked at that text.<br><br>GREENFIELD: I think that conservatively, 60 to 70 percent of people are probably doing with it some frequency. What does that mean? That means that it is just Russian roulette, that some of those people are going to have accidents. Some of those people are going to be killed. And some of those people are going to kill or hurt somebody else.<br><br>So, is that a huge problem? I think it is. Do I think it is a public health issue? Yes, I do.<br><br>WALLACE: Our smartphones are affecting our brains without us even knowing it. When we hear the ping of an incoming text, social media update, or e-mail, our brains get a hit of dopamine, a chemical that leads to an increase in arousal, energizing the reward circuitry in our brains, and that expectation of a reward, who is texting me, who tagged me on social media, leads to a higher burst of dopamine than the reward itself.<br><br>GREENFIELD: This reward circuitry is as old as time.<br><br>WALLACE: When our brains are in an elevated dopamine state caused by the expectation of a text or status update, the activated brain reward center shuts down access to another part of the brain, the prefrontal cortex where most of our judgment occurs.<br><br>GREENFIELD: The parts of the brain that say, OK, how important is this text? Is this text worth dying for? Is this text worth killing somebody else for? The answer, of course, logically would be no. But if you have less access to that part of your brain, then you`re not really using your judgment.<br><br>WALLACE: And while it may seem safer, using a phone hands-free can be just as dangerous. Using a handheld or hands-free device while driving, one study showed, resulted in a slower reaction time than if you were legally drunk. Simply put, we can`t focus 100 percent of our attention on two things at once.<br><br>GREENFIELD: When we`re online in whatever portal we`re using, I don`t think we`re really operating in the present. We are out to lunch to some sentence.<br><br>WALLACE: Our brains also have a way of fooling us. Every time we look at social media or text or do anything else while behind the wheel and nothing bad happens, we think we will be safe if we do it again.<br><br>(on camera): Why is it so darn hard to put the phone down, to not check, to ignore the ping?<br><br>GREENFIELD: Why would you put something down that`s pleasurable?<br><br>WALLACE: Because you know it`s dangerous?<br><br>GREENFIELD: And you know what, my message is, you`ve got to know that. You`ve got to know that it`s bigger than you. That`s really the bottom line. We like to think we`re the master of our destiny. That`s not true.<br><br>WALLACE (voice-over): But technology which caused the problem could also help solve the problem.<br><br>SCOTT TIBBITTS, CEO/FOUNDER, KATASI: It`s the perfect problem for a technological solution, it`s like a disease and a vaccine.<br><br>WALLACE: Scott Tibbitts of Boulder, Colorado, is on a mission to prevent families from ever getting the call that their loved ones died as a result of distracted driving.<br><br>Back in 2008 after Tibbitts arrived for a business meeting, he learned the person he was to meet with had been killed only hours earlier by a driver who was allegedly texting behind the wheel.<br><br>TIBBITTS: There is just this cathartic empathy for the tragedy of it. And having just driven through the intersection, and then the entrepreneur kicks in. Wow, maybe there`s a solution. Maybe it`s technical. Maybe there is an invention that could do this that could save a lot of lives.<br><br>WALLACE: Tibbitts` answer is called Groove, a little device that plugs into your car underneath the steering wheel. Groove alerts your mobile phone provider to hold all e-mails, texts, and social media updates and prevents you from sending messages and posting on social media while driving.<br><br>TIBBITTS: Just when you start driving you go into the super airplane mode where the things that would distract you go away. All of a sudden, those capabilities are not on the phone anymore. And then somebody tries to text them, and it is blocked and the person trying to text them gets a message that says, Scott is driving right now. He`ll get the text when he stops, when he is at the end of the trip. I turn off the key, and about 10 seconds later all my messages come in.<br><br>WALLACE: The wireless providers have their own answers, free apps downloaded to your device which silence incoming messages, sending an auto reply to your friends and family that you are driving. The apps also prevent you from texting when the car is moving, but not all apps block access to social networking.<br><br>JESSE HOGGARD, CHIEF MARKETING OFFICER, CELL CONTROL: Once for that driver.<br><br>WALLACE: Jesse Hoggard, chief marketing officer for Cell Control, demonstrates his company`s answer to distracted driving. It is called Drive I.D.<br><br>HOGGARD: It`s solar powered. And it mounts to the windshield of the car right underneath and behind the rearview mirror.<br><br>WALLACE (on camera): So, I`m going to send you a message, Jesse. Hey, Jesse, where are you.<br><br>Very important message to send while someone is driving, right?<br><br>HOGGARD: That`s the thing, is they`re usually that important.<br><br>WALLACE: Exactly.<br><br>(voice-over): At a cost of $129, what it can do that the wireless providers` apps can is automatically detect who is driving and who is not.<br><br>HOGGARD: And with that in place in our app on the phone or devices that you want to protect in the vehicle, we can restrict access to applications on the phone, either throughout the entire vehicle for all passengers or for just the driver.<br><br>WALLACE (on camera): OK, so Jesse, I`m going to text you and see what happens, all right. Want to meet for dinner? Another very important text, especially if you know someone is driving.<br><br>When I texted you those important messages, I got that: Jesse is currently driving and will respond to your message when the trip ends.<br><br>HOGGARD: It lets people know that not being ignored and that your friend, your kid, your colleague is being responsible.<br><br>WALLACE (voice-over): Jesse then moves into the passenger seat during a drive along the track at Road Atlanta in Braselton, Georgia.<br><br>HOGGARD: I am still able to use my phone like I normally would. So I can go to my Facebook page, my Facebook feed, and look at it like I normally would. Whereas earlier when I tried to do that in the driver`s seat, it blocked me out.<br><br>WALLACE (on camera): What about the teens who think I have no problem with self-control. I`m going to figure out a way for you not to work when I`m driving so I can text my friends or check Facebook or Snapchat?<br><br>HOGGARD: Oh, yes. So we have a roomful of engineers whose jobs is to sit around and think like savvy 16 and 17 year olds, and then not only that but stay a few steps ahead of them.<br><br>WALLACE (voice-over): But ultimately, the technology to stop any driving while distracted may be the technology that lets drivers enjoy all the distractions they want -- technology, which removes the need for any drivers at all.<br><br>GREENFIELD: Autonomous vehicles are the new technology that will solve that problem, because if you have an autonomous vehicle that doesn`t require you to attend, then you can talk on the phone all you want and do whatever you want.<br><br>WALLACE: For Matt Boeve, who lost his wife to a distracted driver, and Laura Maurer, who killed a grandfather while glancing at a text, speaking up can save lives.<br><br>LAURA MAURER, DISTRACTED DRIVER: It can wait. There is nothing worth it, nothing that important, and realize that it`s our lives on the hand.<br><br>MATT BOEVE, ANDREA`S HUSBAND: Andrea was always trying to make things better. She was a fixer, a doer. That`s why I`m doing this, to get the word out that distracted driving is a major offense. It is something that can change lives, and it changed ours.<br><br>WALLACE (on camera): Raising awareness, no doubt, is something we all can do to try to stop distracted driving. For more information on our series and this critical issue, please go to CNN.com/DistractedDriving.<br><br>Thanks so much for watching. I`m Kelly Wallace.<br><br>(END VIDEOTAPE)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-24 CNN Student News.mp4"}