{"title":"CNNSN-2015-05-06-CNN-Student-News","script":"(CNN Student News) -- May 6, 2015<br><br>Kerry Visits Somalia; U.S. Student Detained in North Korea Speaks to CNN; Issue of Gender Equality; Benefits of Owning Pets<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Right in the middle of Teacher Appreciation Week -- which we`ll talk about in a few minutes -- we`re happy to have you watching CNN STUDENT NEWS. I`m Carl Azuz.<br><br>First up, what the White House is calling an attempted terrorist attack on U.S. soil.<br><br>(BEGIN VIDEO CLIP)<br><br>JOE HARN, GARLAND POLICE DEPT. SPOKESMAN: Both of them had assault rifles, came around the back of the car and started shooting at the police car.<br><br>The police officer in that car began returning fire and struck both men, taking them down.<br><br>(END VIDEO CLIP)<br><br>AZUZ: This happened on Sunday night, outside a controversial event in Garland, Texas. People had gathered in the convention center for an event that featured cartoons of the Muslim Prophet Mohammed. Drawing Mohammed is highly offensive to many Muslims.<br><br>The two gunmen who attacked police at the convention center were the only ones killed. They`re believed to be Islamic extremists and the ISIS terrorist group said it was responsible for the attack. U.S. officials are trying to figure out how involved ISIS was.<br><br>Next story today, Secretary of State John Kerry arrived in Mogadishu, the capital of Somalia, on Tuesday. He`s the first U.S. secretary of state ever to go there. He was scheduled to meet with a number of Somali leaders.<br><br>The country has a history of clan warfare, violent and terrorism. But the Obama administration hopes that the Somalian government`s work to improve security will take hold.<br><br>From Secretary Kerry`s address to the Somalian people --<br><br>(BEGIN VIDEO CLIP)<br><br>JOHN KERRY, SECRETARY OF STATE: The federal government is now working with the new regional administrations to enhance stability and sow the seeds of prosperity and every part of Somalia.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Last weekend, North Korea gave CNN exclusive access to interview a man accused of illegally entering the communist country. Twenty-one-year-old Won Moon Joo is a South Korean citizen who`s a permanent resident of the U.S. He`s a student at New York University who took a semester off.<br><br>Joo says curiosity led him to North Korea and that he entered the country illegally from China, hoping to get arrested.<br><br>(BEGIN VIDEO CLIP)<br><br>WON MOON JOO, STUDENT DETAINED IN NORTH KOREA: But I thought that some great event could happen, and hopefully, that event could have a good effect in the relations between the North and South.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Joo says he`s not sure exactly what kind of event he`d hope for. He says he`s willing to accept any punishment which could include prison time.<br><br>But he hopes that the North Korean will let him go home.<br><br>Stateside, eight people have officially announced their candidacy for U.S. president in 2016. Four senators, one former secretary of state and senator, one retired doctor, one former business executive -- now, a former governor has joined them.<br><br>Mike Huckabee served in the state of Arkansas. He announced yesterday that he`ll be seeking the nomination for the Republican Party.<br><br>(MUSIC)<br><br>AZUZ: Roll Call, let`s see who`s watching this Wednesday.<br><br>If you find yourself in Boca Raton, Florida, watch out for Sharks. Spanish River High School is here today.<br><br>Dayton is a city in southeastern Washington state, and it`s where the Bulldogs are hunkered. Hello to Dayton High School.<br><br>And one state south in the Beaver State, Medford Opportunity High School is online in Medford. It`s in southwestern Oregon.<br><br>The United Nations just wrapped an event focused on gender equality. A number of international universities are committing themselves to it, as are some world and business leaders.<br><br>Gender equality is the concept that men and women had exactly the same opportunities and rights in society, that they aren`t discriminated against based on gender. This can include what people are allowed to do, where they work, what their pay -- these all factor in to gender equality.<br><br>(BEGIN VIDEOTAPE)<br><br>NARRATOR: Women in the United States have it better than many in the world. They aren`t forced into marriage at a young age. They can live the house without their husband`s permission. They can pursue an education, serve on a jury and vote.<br><br>But there are ways the U.S. lags behind other nations. For starters, roughly 84 percent of countries, including Afghanistan, guarantee gender equality in their constitutions. The U.S. Constitution does not.<br><br>Then, there`s paid maternity leave. Studies show it`s good for families and for businesses, which is why many countries insist on it. In France, for example, women are guaranteed at least 16 weeks paid maternity leave, 26 weeks if it`s their third child. New moms in Estonia get two full years of paid leave.<br><br>Only four countries in the world do not guarantee any form of paid maternity leave. The United States is one of them. It`s the only high income developed country that doesn`t.<br><br>According to the World Economic Forum, the U.S. ranked 65 out of 142 countries in wage equality. Higher on the list are Egypt, Russia, Thailand, Honduras, Ethiopia and many more.<br><br>In 2013, women who worked full time in the U.S. were paid 78 percent of what men were paid and nearly every occupation. And that gap is even worse for women of color. Hispanic women in the U.S. earn just 56 percent of what white men earn.<br><br>And then there`s the question of who`s the boss? After the 2014 elections, women held less than 20 percent of seats in Congress. And there are four men for every one woman on the board of the country`s 500 largest corporations.<br><br>Norway was the first country to instate a quota for corporate board seats, saying women had to fill at least 40 percent. Other countries like Spain and the Netherlands followed suit.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s something that can help people with everything from loneliness to heart disease, from social interaction to staying committed to an exercise program. It`s not a drug and it`s not a class, but for many who own one or more, it`s therapy. If you`ve been doggedly pushing your folks to get a pet, here`s some am-meow-nition for your argument.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: I preface by saying that I`m a pet lover. I`d love dogs. I`ve had dogs my whole life. And I`ve always known that dogs improve your mood. Certainly, if you have a dog, or any kind of pet, you know what I`m talking about.<br><br>But now, there`s data to show that it can improve your health as well. People who are pet owners tend to have lower blood pressure, lower triglycerides and lower cholesterol levels. I`m not exactly sure why that is. It could be that they`re more active as a result of having a pet. But whatever the reason, having a pet seems to improve both your emotional, as well as your physical well-being.<br><br>Stress, anxiety and depression are something that plague all of us at one time or another. But we know now, even more than anecdotally that people who are pet owners tend to have lower levels of these things, particular a hormone known as cortisol. Think of that as the stress hormone. When you have a lot of cortisol in your body, it`s usually a result of some sort of stressor in your body.<br><br>If you are a pet owner, you tend to have a lower levels of cortisol overall. It`s not that you can`t get stress, it`s not that you can`t get anxious or even depressed at times, but the peaks and the valleys tend to be much more muted.<br><br>I was really fascinated by the study that came out of the University of Wisconsin-Madison. James Gern looking specifically at children who lived in a home with a pet, and they found that their likelihood of developing allergies was reduced by about 33 percent, pretty significant. It could be that just the exposure to the pet from a young age boosted your immune system and, in fact, Professor Gern also found that the immune system of these children tended to be more robust as well.<br><br>One of the things we know about living to 100 is that being social is a big part of that. Not only it`s easy for people to go out there and meet new people. What they find is that people who have pets are actually out in public with those pets oftentimes have the pets act as an icebreaker. They tend to be more social as a result, and that can be part of what helps them live to 100.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Mr. and Mrs. Kirkland, Mr. Utley (ph), Mrs. Cook, mom, these are some of the teachers who influenced our show staff. It`s not an easy job, sometimes a thankless job, but it`s an incredibly important one and one we`re honoring this Teacher Appreciation Week. Some businesses offer teachers discounts. Some teachers get &quot;thank you&quot; notes from students whom they often call their kids.<br><br>We`re grateful to all of you, for the education you`ve given us. You`ve opened the pupils of your pupils, you`ve sharpened minds and pencils, you reach as you teach, giving academic lessons and life lessons. We can`t repay pay but we can say thank you from all us at CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-06 CNN Student News.mp4"}