{"title":"CNNSN-2016-12-13-CNN-Student-News","script":"(CNN Student News) -- December 13, 2016<br><br><br>White House Orders Review of Election-Related Hacking; South Korea Keeps a Wary Eye on the North; CNN Hero of 2016<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, everyone. It`s great to have you watching CNN STUDENT NEWS this Tuesday. This is our last week on the air for 2016. We`ll be here through Friday.<br><br>And the first story we`re looking at: U.S. President Barack Obama has ordered a full review of hacking related to U.S. elections going back to 2008. But a lot of the focus is going to be on the 2016 presidential election. For months, the U.S. government and several parts of the intelligence community have accused Russia of hacking into American political systems and trying to meddle in or influence the U.S. election.<br><br>Russia has denied any wrongdoing and demanded that U.S. official prove it.<br><br>And while a bipartisan group of four U.S. senators called for a congressional investigation into the alleged Russian hacking, what they don`t all agree on is what Russia`s motive might have been.<br><br>Some members of the U.S. intelligence community have suggested that Russia wanted to give Donald Trump an advantage over Hillary Clinton. Others say that`s not certain. And the U.S. presidential administration disagree over this, too, with the White House suggesting that President-elect Trump did benefit from Russian meddling, and the incoming Trump administration saying it hasn`t seen proof of that and suggesting that U.S. politics are motivating the accusations against Russia.<br><br>They`ve also been international hacking allegations on the Korean peninsula. South Korea recently accused North Korea of hacking into its military computer systems and then leaking the South`s confidential information. It`s had to stay on guard against the North, even as South Korea has been dealing with its own political upheaval.<br><br>Late last week, South Korea`s lawmaking body voted to impeach President Park Geun-hye over a corruption scandal. South Korea`s first female leader had admitted to sharing confidential information with a close friend who doesn`t hold elective office. The nation`s constitutional court will decide on the next step of the impeachment process. Even with that going on, though, many government officials have their attention focused on the North.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN CORRESPONDENT: North Korea has been remarkably quiet as of late, but is that all about to change? North Korean state-run television on Sunday out some fresh photos of a military drill targeting the Blue House, the mock-up of the Blue House. That`s the South Korean presidential office.<br><br>North Korean special forces are seen parachuting down to the replica of the Blue House before storming it. Heavily camouflaged paratroopers the dragged a figure out of the building, into a helicopter, which takes off. The anchor says they are capturing the enemies that need to be put on trial.<br><br>We then see heavy artillery which destroys the presidential office in a blaze of fire and smoke.<br><br>North Korean leader Kim Jong-un himself directed the exercise, according to the state-run media KCNA. And he`s quoted as saying, &quot;Well done, the enemy troops will have no space to hide themselves, far from taking any counteraction.&quot;<br><br>Now, these dramatic images clearly intended to provoke a response and they did. The South Korean Unification Ministry said that this was a childish act, and also the Joint Chiefs of Staff said that if North Korea strikes, they will strike back and the leadership will suffer a fatal blow.<br><br>Now, it is worth mentioning the timing. It could well be that this drill happened on Saturday, although KCNA never gives a date of any events that Kim Jong-un attends. But if it were Saturday, that is just one day after the impeachment of South Korean President Park Geun-hye by lawmakers. This is a saga that North Korean media has been reporting on religiously.<br><br>Experts say, also, the relatively restrained behavior we`ve been seeing from North Korea recently, certainly in recent weeks, could be because of the U.S. President-elect Donald Trump. Experts say that Kim Jong-un is unlikely to push too hard until he has a better idea of what he`s up against.<br><br>Paula Hancocks, CNN, Seoul.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Three world cities suffered three deadly terrorist attacks over the weekend. The first was in the Turkish city of Istanbul. On Saturday night, after a crowded soccer game, there were two explosions, one from a remote-controlled car bomb, another from a suicide bomber. At least 44 people were killed and 150 wounded.<br><br>The group that said it was responsible is known to target the Turkish military and police, but a CNN military analyst says it commonly kills civilian in the process.<br><br>On Sunday morning, in Cairo, Egypt, an explosion at a Coptic Christian church killed at least 25 people and left dozens of others injured. There were no immediate claims of responsibilities for this bombing. But Egypt`s Coptic Christian minority has been attacked repeatedly in recent years, often by Islamic militants.<br><br>Also on Sunday, in Mogadishu, the largest city in capital of Somalia, a car bomb rammed the entrance of a port claiming at least 20 lives there. Al-Shabaab, an Islamic terrorist group linked to al Qaeda, said it was targeting police officers.<br><br>(MUSIC)<br><br>As you know, if you`ve been watching our show, there`s another side to news we love to show you. Those stories regularly featured in this &quot;Character Study&quot; segment. Many of them centering on CNN Heroes, every day people making an extraordinary positive impact on their communities. The top 10 CNN Heroes received a $10,000 cash reward each and the CNN Hero of the Year, which is voted on by the network`s digital and social media audience receives $100,000 for his or her cause.<br><br>This year, viewers selected Jeison Aristizabal, a 33-year-old Colombian who says God chose him to help children and their families.<br><br>(BEGIN VIDEOTAPE)<br><br>JEISON ARISTIZABAL, CNN 2016 HERO OF THE YEAR (through translator): My name is Jeison Aristizabal. I have cerebral palsy. A doctor told my mom that I would amount to nothing.<br><br>All these difficult circumstances pushed me to be independent. I learned that I would be able to accomplish everything I put my mind to.<br><br>I lived in the district of Aguablanca. It`s one of the poorest areas in Cali. Many children with disabilities in Aguablanca grew up with no type of opportunity, because families don`t know how to take care of them. They think that it`s God`s punishment. It`s very important to change that way of thinking.<br><br>Hello, Julian.<br><br>Great. Let`s go to physical therapy.<br><br>I began doing therapy out of my parent`s garage.<br><br>The foundation now has its own location. We have therapy services, medical treatment, school.<br><br>Our greatest interest is for the children to be happy.<br><br>They sing. They play. They dance.<br><br>We have transformed the lives of thousands of children.<br><br>The message I want to give people with disabilities is: yes, you can. Never give up. Always fight for your dreams.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: CNN STUDENT NEWS is changing, January 2017.<br><br>(END VIDEO CLIP)<br><br>AZUZ: All right. Now, you know changes are acoming and we are getting flooded with questions about them. If you`re on social media and you want to know more about what`s ahead in January, we are going to be giving you some good, solid info online for our Facebook followers at Facebook.com/CNNStudentNews. Also for our Instagram followers, we`re at Instagram.com/CNNStudentNews. So, log on if you`re on social media. More exciting coming our way.<br><br>(MUSIC)<br><br>AZUZ: There`s house hunters, fixer upper, tiny house nation, house hunters on vacation, let`s call this gingerbread house hunters.<br><br>For the Annual National Gingerbread Competition --yes, that`s right. It`s in Asheville, North Carolina. Almost 200 competitors spend months deciding, designing and decorating their own gingerbread houses. They have to be totally edible. Mostly gingerbread, and the grand prize is $85,000.<br><br>Now, for some, that`s just the icing on the cake. For others, this is a cottage industry. They don`t need a tooter to make their Tudor (ph). This is like the ultimate bake sale where the first prize is some serious bread. It`s not to be taken gingerly.<br><br>I`m Carl Azuz and we hope you`re hungry for more news and puns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-13 CNN Student News.mp4"}