{"title":"CNNSN-2015-10-06-CNN-Student-News","script":"(CNN Student News) -- October 6, 2014<br><br>New U.S. Supreme Court Term Starts; Trans Pacific Partnership and Controversies<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The U.S. Supreme Court is back in session and a related story is first up today on CNN STUDENT NEWS.<br><br>I`m Carl Azuz. Welcome to the show.<br><br>Eight associate justices and one chief justice composed the high court. Their new term started yesterday.<br><br>The Supreme Court will hear a case involving how states draw district lines based on population. That matters because some say it can affect vote outcomes.<br><br>Another case involves the fees Americans are required to pay for certain unions.<br><br>And the third on the docket concerns the controversial issue of affirmative action. It`s defined as an effort to improve education or employment opportunities for women and minority groups. Supporters say affirmative action helps protect these groups from discrimination. Opponents say it gives them an unfair advantage in getting jobs or promotions or getting into schools.<br><br>(BEGIN VIDEOTAPE)<br><br>JOE JOHNS, CNN SENIOR WASHINGTON CORRESPONDENT (voice-over): Abigail Fisher dreamed of going to the University of Texas at Austin for most of her life. After applying, she didn`t get in, attending Louisiana State University instead.<br><br>But the rejection from UT led Fisher to file a lawsuit against the school claiming she was squeezed out, unfairly denied admission because of her race. She`s white.<br><br>After arguments in her case before the court, she gave a short statement.<br><br>ABIGAIL FISHER, PLAINTIFF: I hope the court rules that a student`s race and ethnicity should not be considered when applying to the University of Texas.<br><br>JOHNS: Here`s how the admissions process at U.T. works: the top 10 percent of each high school class statewide gets in automatically. For those below the top 10 percent, like Abigail Fisher, who was in the 11th percent, the university uses what it calls, a holistic review where race is one of many factors considered to achieve class diversity.<br><br>Chief Justice John Roberts questioned whether there is any way to measure when a university had reached the right diversity mix, in sync with Abigail Fisher`s lawyers who argue that University of Texas did not have narrowly tailored and defined goals for their diversity program.<br><br>BERT REIN, FISHER`S LAWYER: We`re saying that before you embark on the use of race, you ought to know what you`re trying to achieve.<br><br>JOHNS: Justice Ruth Bader Ginsburg said the big question was whether the program admitting top students from Texas high schools wasn`t enough diversity by itself. The university`s president says no.<br><br>BILL POWERS, PRESIDENT, UNIVERSITY OF TEXAS AT AUSTIN: There is not a business or a school in the country that if they needed 10 new employees and said, let`s take resumes, got 500 resumes, and then just said, go take the top 10 grade point averages, that`s who we`ll select. No interest in, do you have experience in the field? Do you have leadership?<br><br>No one would say that`s the only way that we can choose our students.<br><br>JOHNS: On the U.T. campus, some minority students we talked to disagree with the point of Fisher`s lawsuit.<br><br>BRADLEY POOLE, PRESIDENT, UT BLACK STUDENT ALLIANCE: I think she`s fighting the wrong fight.<br><br>JOHNS: Minority student leader Bradley Poole argues that the U.T. admission process is fair.<br><br>POOLE: Seeing as race is probably one of least the parts of the holistic review process. I feel like it`s harping on the wrong -- on one of the things that -- on the easiest thing that she could have -- she could have win against.<br><br>JOHNS: Others take offense that the lawsuit implies some minority students are less deserving of admission than their white counterparts.<br><br>CATHERINE RODARTE, STUDENT UNIVERSITY OF TEXAST AT AUSTIN: To hear people saying that some of us, Latinos, got in here easily, and the only reason we got in here is because of our race, that`s really disappointing. We worked just as hard as anyone else to get here to U.T.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All right. Let`s get our passports out and take roll.<br><br>We`re starting in East Asia. Tokyo, Japan, and the nation`s capital, hello to all of our viewers at Shinjuku High School.<br><br>Not too far from central North Dakota, you`ll find the city and state capital Bismarck, and it`s the Savers who are watching today at Legacy High School.<br><br>And in the city of Marion, it`s in northeast Arkansas. Hello to the Patriots online today at Marion Intermediate School. Good to see you.<br><br>The United States and 11 other countries have reached a massive and controversial trade deal. It`s called the Trans Pacific Partnership or TPP. Negotiations have been going on for years.<br><br>And though President Obama supports the TPP, one interesting thing about it is that it has other supporters and outspoken opponents among U.S. Democrats and Republicans. So, you can`t really say that one party generally wants it and one doesn`t.<br><br>That`s significant because the TPP is not a done deal. It has to be approved by Congress and the legislatures of the 11 other countries before it actually takes effect.<br><br>(BEGIN VIDEOTAPE)<br><br>ERIC BRADNER, CNN: The TPP or Trans Pacific Partnership. The Trans Pacific Partnership is a trade deal that encompasses 40 percent of the world`s economy. There are 12 of them total participating the deal. But just as important as those 12 is the one does not.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: China. And China. Our goal with China. And China. We were talking about China. China. Inside of China. It was China. I`d much rather have our problems than China`s problems.<br><br>BRADNER: The deal is all about setting the rules on labor, the environment, economics, around that Asia Pacific region in a way that lets the United States have a lot of do with it and sort of prevents China from setting lower standards.<br><br>On the pro side, you`ve got businesses that are arguing this would be a chance for the United States to sell more cars and food into Japan, to import cheaper shirts and shoes from Vietnam, to protect the pharmaceutical drug industry from cheaper, generic knock-offs in countries that can`t afford these medicines.<br><br>But the opponents argue that this would put American manufacturing jobs at risk. And they also worry about the impact on the countries like Malaysia where it wouldn`t be able to make these generic drugs.<br><br>The real pearl in this deal for American companies is Japan. United States doesn`t have a trade deal with Japan yet and this is an opportunity to get one. But Japan has a lot of small family farmers who don`t want to be put at risk of competing against American agriculture giants.<br><br>It`s just one example of the really tricky political situations that exist in all 12 countries, each hesitant to take these major political risks without knowing that the United States is definitely onboard with them.<br><br>(END VIDEOTAPE)<br><br>AZUZ: And again, Congress will determine that.<br><br>But you heard President Obama repeatedly say China. Why is the U.S. so concerned about China?<br><br>For one thing, it`s a rival of America. Both nations are in economic and political competition. Experts expect China`s economy to eclipse America`s in the years ahead, though there`s disagreement over when that will happen.<br><br>China is officially a communist state, meaning: it`s government controls the media and the economy. But Chinese business boomed after that government relaxed that control.<br><br>(BEGIN VIDEOTAPE)<br><br>MAX FOSTER, CNN CORRESPONDENT: China is the world`s second largest economy and the biggest importer. But 40 years ago, it was a poor, largely rural nation, with at least 30 percent of its population living in poverty.<br><br>That started to change in 1978 when China launched major economic reforms. The first were agricultural. Farmers were allowed to sell their surplus crops on the open market. Success in agriculture and more open trade led to the privatization of other state-owned enterprises.<br><br>In 1980, China became a member of The World Bank and International Monetary Fund. That same year, it created four special economic zones, to encourage foreign direct investment. As the economy opened up to the outside world, companies flooded into China to build factories and take advantage of cheap labor.<br><br>Stock markets in Shanghai and Shenzhen opened in 1990. Economic growth boomed the following decade, averaging 10 percent a year. More than 500 million people have been lifted out of poverty, since China`s economic reforms begun.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, I`m Carl Azuz, bringing you news of a moose on a loose. It`s not just a ruse.<br><br>Here`s a view of a mischievous moose who`s got plenty of juice and maybe running shoes in place of his hooves. He rapidly moves, making no moos or coos through a neighborhood whose people got quite a boost from the wayward moose, until police used some smooth moves to escort to the woods the footloose moose caboose.<br><br>I`m like Dr. Oz-zuz. And even though we`re moose-tly done with the show, you moose-t come back tomorrow for another a-moose-ing edition of CNN Student Moose.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-06 CNN Student News.mp4"}