{"title":"CNNSN-2016-12-09-CNN-Student-News","script":"(CNN Student News) -- December 9, 2016<br><br><br>John Glenn, First American to Orbit the Earth, Dies at 95; Syria Regime Forces Seize Most of Aleppo; Scientific Potential of Swarm Technology<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi, I`m Carl Azuz.<br><br>First up today on CNN STUDENT NEWS: the passing of an historic American. John Herschel Glenn Jr. popularly known as John Glenn died yesterday at the age of 95. A large part of his life was spent in the air. Glenn flew 149 combat missions in World War II and the Korean War.<br><br>He became a national hero, was one of America`s first astronauts. And in 1962, John Glenn became the first American to orbit the earth. He reportedly wasn`t allowed on the moon mission, though, because President John F. Kennedy said he`d become too valuable as a national figure to go on the flight.<br><br>On the ground, Glenn served in politics. He was U.S. Democratic senator representing Ohio for 24 years. He tried but failed early in his quest for the presidency in 1984, but 14 years after that, Glenn returned to the sky at the age of 77, becoming the oldest person to fly into space.<br><br>Next in the Middle East. Aleppo used to be the most populated city in the nation of Syria. A large part of it has been abandoned and destroyed by years of civil war. Rebels who`ve been fighting the Syrian government currently control part of Eastern Aleppo.<br><br>Syrian troops with the support of Russia`s military had been battling to get Aleppo back and they`ve made advances against the rebels in recent weeks. Syria says its targeting terrorists there. The nation`s president says recapturing Aleppo would be a significant step toward bringing Syria`s five-year-old civil war to an end.<br><br>But a British intelligence leader says that Syria and Russia are trying to eliminate opposition in Aleppo at any price, and that that`s created a, quote, &quot;human tragedy&quot;.<br><br>Thousands of civilians have been trapped in eastern Aleppo. There aren`t enough medical supplies to treat the wounded. Yesterday, Russia`s foreign minister said Syria had suspended combat in Aleppo, so that civilians could get out. He called it the largest ever evacuation for residents of eastern Aleppo.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Why is Aleppo so important in Syria?<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT: Aleppo is the commercial hub of Syria, symbolically unparalleled. This is which rebel forces piled in summer 2012, taking large part of it, holding back to a better equipped Syrian military, showing that they could get popular support in urban areas. It`s also where so much of the gross slaughter of this war occurred, where Syrian jets or helicopters just dropping the most crude devices known as barrel bombs would repeatedly kill children, doctors, target hospitals. And if it finds itself again in Syrian government hands, that is an enormous propaganda coup for the Syrian regime itself, after its Russia and Iranian support, it now has control on pretty much of all the major population centers of Syria itself.<br><br>Secondly, the Syrian moderate forces themselves, they`re moving to that city in summer of 2012 showed they could be militarily effective. But if they get kicked out, they don`t really have anywhere else at this point to go. If these moderate forces move in to Idlib, they could well be being seen by the Americans particularly as too close to al Qaeda, a described terrorist group.<br><br>If east Aleppo falls, we simply don`t know how many civilians could get caught in this crossfire killed, injured (INAUDIBLE). Most importantly, if it does fall as well, it marks a turning point in this civil war, one from which it can be pretty hard for those forces, for everyone used to call a Syrian revolution to recover from.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Every year since 1927, U.S. publication &quot;TIME&quot; Magazine has named a Person of the Year, someone its editors say had the, quote, &quot;greatest influence, for better or worse on the events of the year.<br><br>Most U.S. presidents have been named since the tradition started. So as some other prominent world leaders, from the widely popular, to the highly controversial, movers and shakers, doctors who helped Ebola victims, protesters and popes have all received the title. And this week, U.S. President-elect Donald Trump was named &quot;TIME`s&quot; Person of the Year.<br><br>The magazine`s editor called the choice one of the more straightforward ones. She described Mr. Trump`s appeal as, quote, &quot;part hope, part snarl.&quot;<br><br>She said he framed tomorrow`s political culture by demolishing yesterday`s, and said 2017 would bring in the chance to fulfill promises and defy expectations like all newly elected leaders.<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: CNN STUDENT NEWS is changing, January 2017.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEOTAPE)<br><br>NICK GLASS, CNN CORRESPONDENT (voice-over): An extraordinary display by a flock of starlings, a so-called murmuration, a pulsating, palpitating example of swarm or group behavior. It`s something we see in lots of specifies, fish, bees, ants. Each individual, both one and the many at the same time.<br><br>Scientists have long been fascinated by it and now convinced we can learn from it for our own devices.<br><br>Dr. Sabine Hauert is a Swiss American scientist. She describes herself as a swarm engineer. Her aim, to imitate nature.<br><br>SABINE HAUERT, SWARM ENGINEER: If you look at birds and ants, they can do these beautiful, complex behaviors and I take inspiration from these to engineer solutions for real world applications. So, we`re designing swarms of robots that could be used for outdoor applications and nano particles that work in the trillions for cancer research.<br><br>GLASS: An arena in a robotic lab in Bristol in the west of England, how its research group are rallying their army of so-called killer bots.<br><br>Arranged at one end, a phalanx of them are ready for the order to move.<br><br>The thing I like about this is instantly, I recognize the sound of the swarm.<br><br>HAUERT (on camera): It definitely sounds like a swarm. It really bugged me.<br><br>GLASS: So, what`s the purpose of all this?<br><br>HAUERT: Robots are wonderful way to visualize swarm dynamics. And so, we use this as a proxy for the nano particles. Our nano particle robots are released from the vessel here on the side of the arena and then they move randomly and they can go and they can stick to cancer cells, which we projected on this arena. And once they`ve been in by the cell, they turn blue.<br><br>And so, we use this to show that although these particles are great at accumulating within these cancer cells, they`re for penetrating into this robotic tissue. So, the group behavior is not great, even though the individual behavior is actually quite smart.<br><br>GLASS: Have you learned much from this already?<br><br>HAUERT: I learned tremendously just programming them and seeing how they behave.<br><br>GLASS (voice-over): Back in the arena, the killer bots form up again, ready to showcase that other swarm behaviors. The army is preparing to show its colors.<br><br>The bots demonstrate decision making by changing from red to blue as a group, repetiting (ph) how swarms might choose a nesting site.<br><br>This time, it`s all about synchronization, mimicking how fireflies can coordinate their glow. And here, like ants, creating a trail from a so-called source, transferring information back to their nests. The bots stopping once the link has been made.<br><br>And Hauert is hoping her research can find uses in the outside world -- a human-engineered robotic swarm to rival those created by nature.<br><br>HAUERT: I love to see these swarms of robots do things like monitor water sources, do things like explore a building that`s collapsed, do things like potentially clean up an oil spill. We can`t engineer systems like this yet, so I think, why not look at nature for some of these solutions?<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, you probably haven`t thought about asking for a penguin for Christmas? But this will probably change that. Santa Penguin just slipped some fresh squid under the tree.<br><br>These little helpers are part of the fun in what`s known as Bird Park in Japan. It`s not unusual for the local penguin family to don soccer jerseys when the World Cup is being played and Santa suits in December. The rest of the time, they just wear tuxedos.<br><br>Now, some might be a little flippant about this, to say something`s fishy about suiting up penguins. Maybe they`d call the idea north polarizing or say Santa`s reindeer don`t include Ramon, Nestor, Raul or Lombardo. But this could be a penguining of a new tradition and what better time to start than the most punderful time of the year.<br><br>I`m Carl Azuz. Fridays are awesome.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-09 CNN Student News.mp4"}