{"title":"CNNSN-2016-01-15-CNN-Student-News","script":"(CNN Student News) -- January 15, 2015<br><br>Factors in Market Dynamics; Deadly Blasts, Shootout in Indonesia; Divisions in Turkey<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are -- guess what -- awesome! I`m Carl Azuz and I`ll be taking you to the next 10 minutes of current events on CNN STUDENT NEWS.<br><br>It starts with U.S. and global stock markets. Averages have been swinging up and down wildly in 2016. Last week, the Dow Jones Industrial Average got off to its start of the year. It took another dive earlier this week, but gained some of those losses back yesterday.<br><br>One of the biggest reasons for the instability is fear. A popular saying is that Wall Street is governed by the emotions of fear and greed when investors are afraid, they sell off stock shares and that drives down the market.<br><br>So, what is causing all of this anxiety?<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT: This is what a crash looks like -- an oil market collapsed from $108 to $30 in just 18 months, to levels not seen since 2003. Where`s the bottom? Morgan Stanley says $20. RBS says $16. Standard Chartered, $10.<br><br>It`s a boon for drivers. It acts as a tax break for consumers. But the force of the decline so far, so fast is destabilizing, bringing economic crisis to oil producers like Saudi Arabia, Venezuela, Russia, Nigeria, Iraq, pink slips for energy workers and potential bankruptcy for oil companies.<br><br>Four reasons why this is happening:<br><br>First, OPEC won`t cut production. The world`s largest oil producers are holding out to see if other smaller producers will slow the pumps, hoping they can gain or keep their market in the long run, but it`s costing them billions, and Iran is about to start selling oil, too.<br><br>Second, China is spooking everyone. The world`s second largest economy is slowing. It needs less fuel to run its economy. Emerging markets would need less as well.<br><br>Third, the U.S. is producing more oil than ever, largely created by the American shale oil boom and this plunge in prices hasn`t shut out too many producers yet.<br><br>And, finally, the U.S. dollar is strong. Crude oil trades in dollars, that means when the dollar gets stronger, oil gets more expensive for overseas buyers. That hurts demand and drives prices down further.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Mourning and defiance stretched across Indonesia yesterday. The island chain between the Indian and Pacific Oceans with 256 million people, it`s the fifth most populated nation in the world, and the largest Muslim majority country.<br><br>Yesterday, in the capital of Jakarta, terrorists using explosives and firearms targeted an area often visited by foreigners. At least two people were killed and 19 were wounded. Indonesian authorities placed the blame on the ISIS terrorist group and ISIS later claimed responsibility in an online statement.<br><br>This happened two days after a bombing in Istanbul, the largest city in Turkey, formerly named Constantinople. ISIS was blamed for that, too. A suicide bombing that killed 10 visiting Germans. Turkey`s prime minister said his country would continue its fight against terrorism and never take a step back.<br><br>Turkey`s a nation at a crossroads, in more ways than its geographical location between Europe and Asia.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Turkey faces a host of challenges that are likely to make 2016 a very difficult year. The government is simultaneously fighting Kurdish militants from the Kurdistan Workers` Party or PKK, as well as ISIS militants.<br><br>Scores of people have died as a result of the Kurdish fighting over the course of the last several months and ISIS militants and suicide bombers are believed to have killed around 130 Turkish citizens in a series of suicide bombings in six months alone, at the end of 2015.<br><br>This civil war in neighboring Syria continues to spill over. Turkish policy of accepting more than a million Syrian refugees has been incredibly generous, but it`s also changed the demographics of Turkish cities and towns. There are now homeless Syrians struggling to eke out a living.<br><br>Turkey`s multi-billion dollar tourism industry, which makes up a significant part of the entire economy, has suffered several blows. An important trading partner, Russia, has called for a boycott of Turkey`s beaches and goods after Turkish warplanes shutdown a Russian bomber operating along the Turkish-Syrian border in November of 2015. That has likely to strike a major blow to the Turkish economy.<br><br>A suicide bomber of suspected Syrian origin has struck the jewel of the Turkish tourism industry. The ancient district of Sultanahmet in what was the heart of the ancient city of Constantinople and now one of the most frequented tourist destinations of all of Turkey.<br><br>And amid the many challenges Turkey faces, it is perhaps more politically polarized than ever, with a population divided between those who love and those who loathe Recep Tayyip Erdogan, the current president of Turkey, a man who has dominated the political scene in this country for some 14 years.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All right. Let`s take roll, now announcing three of the schools online this Friday.<br><br>From Westphalia, Missouri, please welcome the Bulldogs. Thank you for watching from St. Joseph Catholic School.<br><br>Chiefess Kamakahelei Middle School is with us today. Their mascot, the Pueo. Their location: Lihue, on the Hawaiian island of Kauai.<br><br>And crossing southwest to the Pacific Ocean, we come to Kincoppal-Rose Bay. Sydney, Australia, is home to the School of the Sacred Heart.<br><br>At what age is the human brain fully developed? It`s probably older than you think. Many experts say it`s older than psychologists used to think.<br><br>While the legal age of adulthood in the U.S. is 18 years, it seems the brain`s ability to make well-thought out decisions may not be set until 10 years after that. And once it`s there, you have to keep learning to keep it there.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Let`s say this is the adolescent brain. Included this size, by around age 5 or 6. But that doesn`t mean it`s fully built. Think of it instead like a house that`s been framed but now you need the interior insulated.<br><br>Ourselves have a natural insulation called myelin. Brain cells have to build it, and that takes years. In fact, the brain isn`t fully myelinated and mature until sometime in the late 20s. And here`s a thing, this maturation begins at the back of the brain and moves forward, with the very last part of the brain to be fully connected and function being the frontal cortex, the very part of the brain that is a voice of reason, where we control our impulses and risk-taking behavior. That develops last.<br><br>Even before puberty starts, the pre-teen brain is growing gray matter right here in the cortex. That`s at the highest rates since babyhood. The cortex is where thought and memory are based. Like the pre-teen brain, lots of synapses to use or lose, lose they will if they don`t use it.<br><br>The brain makes itself more efficient by cutting off those pathways that aren`t being developed. So, think about it, if you`re learning a new sport or a musical instrument, your brain is going to save and keep those abilities. But if you`re being a couch potato in front of television? You get the idea.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, a magnificent merging of music, luminance and technology. The players, 100 drones. People in machine to control them, one serious orchestra and space in the sky near the German city of Homburg. Computers sync the lights on the drones to the movement of the music. It set a Guinness World Record for most drones in the sky at once, and lit up the night in a way Beethoven never would have imagined when composing his Fifth Symphony.<br><br>Not hard to see the highs and low notes in that performance. And if we can float a few ideas for next time, they might consider Debussy cleared the drone, Strauss` blue drone-ube, Bach`s Bran-drone-burg Concertos, Brahm`s Hungarian drones, or Mozart`s Magic flight.<br><br>We can drone on and on at CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-15 CNN Student News.mp4"}