{"title":"CNNSN-2017-05-19-CNN-Student-News","script":"(CNN Student News) -- May 19, 2017<br><br><br>The Plight of Detainees in North Korea; The Upcoming Trip of President Trump; The Success of Myron Rolle; The &quot;Anti-Drone Ray Gun&quot;<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Fridays are awesome! I`m Carl Azuz and you`re 10 minutes away from being up to speed on world events.<br><br>A University of Virginia student, an accounting teacher, a Pyongyang university employee and a businessman, they have a couple of things in common -- they`re all American citizens and they`re all currently imprisoned in North Korea. A Canadian pastor has also been detained in the country.<br><br>North Korea calls these people criminals and says they`ve received due process, fair legal treatment under North Korean law. But a former U.S. ambassador to China says North Korea is holding the Americans to use them as bargaining chips with the U.S.<br><br>The communist country says two of the two detained Americans committed hostile acts against North Korea. We don`t know exactly what that means.<br><br>The State Department says the Asian country`s legal system passes harsh sentences for actions that wouldn`t be considered crimes in the U.S.<br><br>Things like taking unauthorized pictures, shopping at stores where foreigners around allowed or for religious activities.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What happens to U.S. citizens detained in North Korea?<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: North Korean authorities have a pattern of detaining American citizens when they`re about to leave the country from the airport in Pyongyang. From that moment, their situation becomes very precarious. If the detainee is lucky, then perhaps they`ll be released within a matter of months.<br><br>In the past, Americans have been accused of espionage and plotting hostile acts against North Korea, since Washington and Pyongyang do not have formal diplomatic relations, the Swedish embassy negotiates on behalf of the prisoners.<br><br>The outside world doesn`t normally see the detainees and until they`re forced to make televised confessions or highly controlled appearances with visiting journalists like CNN. North Korea typically punishes Americans with years of hard labor. University student Otto Warmbier received a 15-year sentence for pulling a political banner off the wall of his tourist hotel.<br><br>Former prisoners described spending hours each day digging holes and shoveling coal. Several prisoners have been released with the help of visits from American dignitaries. The U.S. State Department warns U.S. citizens not to travel to North Korea.<br><br>(END VIDEOTAPE)<br><br>AZUZ: North Korea is not on the itinerary for President Donald Trump`s first international trip as U.S. leader. But the Middle East and Europe are.<br><br>The president is scheduled to leave today to visit Saudi Arabia, Israel, Vatican City, Belgium and Italy in that order. The trip will last eight days and though he`s facing controversies back home, President Trump will be working with other leaders in the days ahead to advance his foreign policy goals.<br><br>Speeches, visits to holy sites and meals with other heads of states are all in the schedule.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these scholarship awards is the oldest?<br><br>Truman Scholarship, Marshall Scholarship, Fulbright Scholarship, or Rhodes Scholarship?<br><br>Dating back to 1904, when its first recipients entered the United Kingdom`s Oxford University, the Rhodes Scholarship is the oldest.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Back in 2008, Florida State safety Myron Rolle had a choice to make that was really a win-win -- accept the prestigious Rhodes Scholarship or enter the National Football League right out of college. He graduates medical school tomorrow and looking back, Rolle says accepting the scholarship absolutely hurt his NFL prospects. He was drafted but he never played a regular season game. But he also says his calling was neurosurgery.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: You`re going to be starting pretty soon, a couple of months. What are you most what are your biggest concerns?<br><br>DR. MYRON ROLLE, FORMER NCAA FOOTBALL PLAYER: I don`t want to be an outsider, an outcast. I know coming in with the football credentials and maybe some hypes so to speak could make it tough to fit in to a, you know, a very team-centered place. But I was going to be one of the guys or girls. I just want to be a part of the team.<br><br>GUPTA: Everyone knows you. So, there`s going to be a lot of eyeballs on you. Do you feel like you`re going to have to work harder?<br><br>ROLLE: I think I will have to work harder. I think I will have to study and be incredibly prepared. But I think the good thing that I`ve been able to do during the life when these pressure moments do come is to ask for help.<br><br>GUPTA (voice-over): Ask for help, it isn`t something Dr. Myron Rolle has had to do very often. In a couple of weeks, Rolle will start the next chapter of his life, brain surgery.<br><br>UNIDENTIFIED FEMALE: Myron has matched (ph) it to neurosurgery at Harvard.<br><br>(APPLAUSE)<br><br>GUPTA: Professional football player and Rhodes scholar having already been ticked off.<br><br>ROLLE: I think the proudest moment was the day that I won the Rhodes Scholarship. We were the University of Maryland up in College Park. And I have my interview in Alabama. And it was the same day I went to Birmingham, interviewed, two-hour interview, sat around and waited for another hour or two.<br><br>The judges came out and said that I won the scholarship.<br><br>GUPTA (on camera): That`s incredible.<br><br>ROLLE: I`ve got a quick interview and got on the plane from Alabama to Maryland, got to the game around the second quarter, got my pads on, my parents were there, got standing ovation, we won big. My teammates doused me with water. It was a big day.<br><br>GUPTA: I just want to get you more excited. When you had a big game day, you`re putting on your gear and that sort of stuff. Or when you`re scrubbing up for a big operation, your hands are at the sink.<br><br>ROLLE: Oh, that`s tough. Well, right now, certainly scrubbing in. I mean, if you ask me that when I was 21, definitely playing football for sure. It`s exciting. I mean, both are -- I felt the same rush. I felt the same excitement. I felt the same sort of intensity in both atmospheres.<br><br>You have to perform and you have to prepare. You have to strategize. You have to communicate, you know. Have the same elements go into it, I pray, I listen to music, I try to get myself ready to go, and it`s exciting. It`s super thrilling.<br><br>GUPTA: So, you`re saying because I do my prep before surgery, it`s kind of like I`m in the NFL.<br><br>ROLLE: Kind of, yes, yes.<br><br>GUPTA: OK.<br><br>ROLLE: All you need is some smoke, you know? Need some cheerleaders, you`ll be good.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: This electronic canon disables drones.<br><br>The anti-drone ray gun.<br><br>The Anti UAV Defense System (AUDS) is designed to detect, track and disrupt drones.<br><br>Here`s how it works.<br><br>The electronic scanning radar detects a drone up to 6 miles away. Then its electro-optic camera system tracks the drone`s thermal signal.<br><br>Finally, a radio frequency jamming system takes the drone down.<br><br>MARK RADFORD, CEO, BLIGHTER SURVEILLANCE SYSTEMS: The RF jamming system is sending a radio frequency signal through the drone to block communication channels and that ray allows us to force the drone to land or to return to its base.<br><br>SUBTITLE: The radar system can automatically detect and track a flying object.<br><br>But you still need a human to confirm it is a drone and activate the jammer.<br><br>RADFORD: Our system is very quick to respond, from detect, track to disruption takes just 15 seconds.<br><br>SUBTITLE: AUDS is currently being evaluated by the FAA for use at major U.S. airports.<br><br>RADFORD: The most obvious threats is the risk of coalition by a drone with an aircraft. And so, I think it is generally understood that it`s a question of just when rather than if, that event will happen.<br><br>SUBTITLE: The system costs between $1.5 million to $5 million depending on the configuration. And currently is only available for government or military use.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s believed that the lunch box as we know it was born in the 1800s, when workers started carrying heavy metal pails to protect their meals.<br><br>At this lunch box museum in Columbus, Georgia, visitors can get their hands on history, picking up pails that safeguarded sandwiches to the 1930s to the 1980s. The curator describes them as time capsules.<br><br>And while some stores might have shelved them long ago, saying they`re too stale to sell, their metal has certainly been tested, their place in history is all boxed up. They`ve proven their usefulness case closed. Their critics are just going to have to put a lid on it.<br><br>I`m Carl Azuz. Have a fresh weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-19 CNN Student News.mp4"}