{"title":"CNNSN-2016-08-24-CNN-Student-News","script":"(CNN Student News) -- August 24, 2016<br><br><br>Potential Battle for the Iraqi City of Mosul; The Process of Naming Tropical Storms; Large Wildfire in California<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS, explaining global events to a global audience. My name is Carl Azuz, broadcasting from the CNN Center in Atlanta, Georgia.<br><br>Since 2014, we talked a lot about a terrorist group named ISIS. That stands for Islamic State in Iraq and Syria. And that`s what ISIS wants to create based on its severe interpretation of Islamic law. The group is infamous for mass murdering people who don`t share its beliefs.<br><br>In June of 2014, ISIS took control of Mosul, the second largest city in Iraq.<br><br>Today, it`s ISIS` most significant stronghold outside of Syria. And Iraqi troops and militia are getting ready to try to take it back. U.S. troops are also involved. There are several thousand of them currently in Iraq, and with a major battle looming in the months ahead, smoke fills the sky.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: ISIS` battle tactics.<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT: This is the Qayyarah power station, more about 65 kilometers to the south of Mosul, with the Iraqi army. That cloud of black smoke you see there, that is actually a fairly common ISIS tactic to try to impair the visibility of coalition aircraft and drones. But it is particularly effective in this area because what they`re burning around here, that is crude oil.<br><br>There are oil fields that according to the commander used to move around 100 tankers of crude a day. That is up until the Iraqi security forces moved into this particular area.<br><br>Now, to the north and east of Mosul, you have the Kurdish Peshmerga positions. They have had a defensive berm in that area for around the last two years. But in recent weeks, they have moved forward from the southeast towards Mosul, as well as capturing some key villages. And in doing that, they have come across some now fairly common ISIS tactics as well underground tunnels. The Iraqis themselves have uncovered homemade ISIS weapons, mortar tubes and mortar themselves, larger than anything the Iraqi say they have at their disposal.<br><br>According to the commander of the Nineveh operations, he says that as they moved closer to Mosul, ISIS is using less foreign fighters, more local fighters and they`re not putting up as strong of a resistance, saying that they`re seeing them flee quite more frequently. Is this because ISIS is running out of fighters, or is it because they are trying to build up their resources to defend Mosul? That commanders are unclear about, but they do believe that they will be able to fulfill the prime minister`s goal of liberating Iraq`s second largest city by the end of the year.<br><br>Of course, the crucial question at this stage is, even though there is a plan to assault the city, is that plan going to mean winning the fight?<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. President Barack Obama touched down in Baton Rouge, Louisiana, yesterday to get a first hand look at the damage caused by the state`s historic floods and the promise the government would help those in need.<br><br>The president had previously been criticized by Republicans and some people in Louisiana for not making the trip sooner, for waiting until after his recent vacation on the island of Martha`s Vineyard, Massachusetts. The White House said the president didn`t want to interfere with recovery efforts in first days after the flood.<br><br>Thousands of people were rescued, 13 died, more than 60,000 homes were damaged, and many of the victims didn`t have flood insurance. They didn`t think they needed it because they didn`t live in a floodplain, an area naturally prone to flooding.<br><br>More than 106,000 residents and households have registered for help from the federal government. Louisiana`s governor suggested that many Americans didn`t realize how serious this was at first, because this storm didn`t have a name, like a hurricane or a tropical storm. Those are currently the only kinds of storms that get names in the U.S., even though this one caused damage at hurricane level.<br><br>Some scientists are pushing for more types of storms to be named because it raises awareness of potential disaster.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: If you live in Homestead, Florida, in 1992, Andrew is the name you will never forget. Just like in 2005, if you live in New Orleans area, Katrina.<br><br>SUBTITLE: What`s in a Hurricane`s Name?<br><br>GRAY: The military started naming storms after their wives, their girlfriends, but none of these names were made public.<br><br>So, 1950, everything changed. Several storms formed out in the Atlantic about the same time, it created a lot of confusion. So, the U.S. Weather Bureau said, OK, let`s start naming storms.<br><br>And they actually started by using the World War II alphabet, Able, Baker, Charlie, Dog, Easy. But this created confusion as well, because every year, the storm names were the same.<br><br>It wasn`t until 1979 that we started alternating male and female names. We recycle that list every six years. In the Atlantic Basin, we use English, Spanish and French names.<br><br>No storms are named after a particular person. In fact, you can`t request a storm to be named after you. That entire process is handled by the World Meteorological Organization.<br><br>A storm name will be retired if it is too costly or deadly and it would be inappropriate to use it in future years. In fact, since 1950, there had been nearly 80 storm names retired.<br><br>And what happens if we go through all of the storm names? Well, it happened in 2005. We ended up going to the Greek alphabet.<br><br>So, that`s what`s in a name. It took a long time to get here, but just like each individual name, each storm tends to have its own personality.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A week after it broke out in Southern California, fire officials say the state`s dangerous Blue Cut wildfire is now completely contained. That doesn`t mean it`s out. It means that firefighters have fenced it in so to speak and don`t expect it to spread further.<br><br>The Blue Cut wildfire was a beast. It destroyed almost 57 square miles in San Bernardino County, more than 100 homes and 200 other buildings were lost. And throughout the state, officials are still battling six other large fires.<br><br>These disasters are relatively common in California, especially throughout the summer and the early fall.<br><br>(MUSIC)<br><br>AZUZ: For today`s &quot;Character Study&quot; segment, it`s been said that all dogs go to heaven, but some of them might not have a place to go before that.<br><br>So, in 2007, a woman named Sherri Franklin started a non-profit organization called Muttville. Its focus is on rescuing older dogs and finding them home. So far, Muttville has done that for more than 3,800 animals.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: &quot;Dogs that are old very often are the first to be euthanized.&quot;<br><br>SHERRI FRANKLIN, MUTTVILLE/CNN HERO: Twenty years go, I started dog- walking at my local shelter.<br><br>UNIDENTIFIED FEMALE: Ready to get Cherry.<br><br>FRANKLIN: I am so ready.<br><br>UNIDENTIFIED FEMALE: Go get her.<br><br>FRANKLIN: I noticed that older dogs just weren`t getting adopted.<br><br>Hi, Cherry. Are you ready to come home?<br><br>FRANKLIN: Watching these old dogs spend their last weeks in a cold, hard, loud shelter made me realize that we need to get these dogs an opportunity to get to love and to give the love that they still have left.<br><br>Let`s get you in, OK?<br><br>Hi, everybody.<br><br>When an old dog that`s been in a shelter gets to Muttville, it`s like whoo- hoo! They immediately changed.<br><br>Oh, thank you.<br><br>Every single dog that comes in sees our vet. Some of them we can`t completely fix, but we`re going to give them the best quality of life that we possibly can.<br><br>Look at that. Do you feel better?<br><br>The adoption process will start right after they get cleaned up and vetted.<br><br>They have changed people`s lives with their gratitude, with their tenderness.<br><br>He`s adopted. It`s love at first, wasn`t it?<br><br>UNIDENTIFIED FEMALE: Yes, it was.<br><br>FRANKLIN: When I come home and I get hold one of my sweet older babies, their present with you, they`ve taught me about what is important.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You don`t need to be a child to love racing toy cars. But until now, you couldn`t really get the view from the hood, at least not a view this awesome. YouTubers called five made movie-makers, strapped a camera on a hot wheels and let it roll. They say it`s powered only by gravity, but this video was not recorded all in one take. There are some cuts in here. The car reportedly fell off the track in the pool for instance.<br><br>But, man, what a ride.<br><br>It takes a lot of drive to get that car-eative, to track down that much plastic and make it look that vehi-cool, to answer the die-casting call, cars needed the driving force, backyards of space, and expertise in keeping it wheel.<br><br>I`m Car-l Azuz and CNN STUDENT NEWS will be back on track tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-24 CNN Student News.mp4"}