{"title":"CNNSN-2016-05-27-CNN-Student-News","script":"(CNN Student News) -- May 27, 2016<br><br><br>President Obama Heads to Hiroshima; Taliban Names New Leader; Trump Clinches GOP Nomination; Solutions to America`s Crumbling Infrastructure<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Well, guess what? Fridays are awesome! Thank you for making us part of your day. I`m Carl Azuz.<br><br>First up, Hiroshima, Japan. This is the site of where the U.S. dropped the first of two atomic bombs on Japan. More than 200,000 people were killed on those bombings, but they were created with bringing World War II to an end, and avoiding an American invasion of the Asian country.<br><br>Today, U.S. President Barack Obama is set to become the first sitting American leader to visit Hiroshima. There`s some controversy about the trip. Some analysts say it will be seen as a U.S. apology for the bombing. Some Japanese say the American president should apologize for the attack, some Americans say he should not. That Japan should apologize first for its mistreatment of U.S. prisoners during World War II.<br><br>The White House says President Obama will not apologize for the use of the atomic bomb, but that he`s hoping to draw attention to his goal of reducing the world`s nuclear weapons.<br><br>Up next, new leadership for the Taliban. This is a group that once ruled Afghanistan. It allowed the al Qaeda terrorist organization to operate and train there.<br><br>That`s why the U.S. led an invasion in 2001 to knock the Taliban out of power. But the group still operates in Southeast Asia and last weekend, President Obama authorized the drone strike that killed the Taliban`s leader as he was traveling through Pakistan.<br><br>U.S. military says Mullah Akhtar Mohammad Mansour was planning new attacks on U.S. targets, but the nation of Pakistan objected, calling the U.S. airstrike on Pakistani soil illegal. Mansour has been replaced.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Who are the Taliban in 2016?<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT: The Taliban is hard line religious movement based in Afghanistan and Pakistan, but in Afghanistan, were partially involved in fighting the Soviets then through a civil war came to power between about 1996 and then were ousted in 2001 by the United States after they sheltered al Qaeda and bin Laden.<br><br>What followed was a slow-growing insurgency against the U.S. presence there and now, we`ve seen lost a series of leaders pretty fast. Now, the Taliban`s main constituencies often been in the south, but over a period of time has begun to fracture. It`s got younger radicals in the ranks, more criminal elements, and become frankly a more tired given the lengthy level of fighting they`ve had to endure against the United States.<br><br>But its leadership has endured the substantial changes. Mullah Omar, the founder, having died sometime about 2012, 2013. His death being kept secret until Mullah Mansour took the helm. He was then pretty quickly killed by U.S. drone strike just inside Pakistan.<br><br>Now, they`ve announced that Haibatullah Akhundzada will be the new leader of the Taliban. All of these potentially shifting the group in a more radical direction. Mullah Mansour opposed peace talks, killed by the White House, the say, because of that. But still, his successor Akhundzada has pretty radical deputies, Siraj Haqqani, the man known by the U.S. as the main facilitator for al Qaeda in Afghanistan. The Taliban still there holding more territory than they have any time since 2001 and it seems more radical at this stage.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We have hundreds of requests coming in for our &quot;Roll Call&quot;. The one place our producers look for them is CNNStudentNews.com.<br><br>The Egyptian capital of Cairo is first up today. Thank you for making us part of your day at Al Afak Al-Gadeda International School.<br><br>Homer Junior High School is next. From the village of Homer Glen, Illinois, we welcome the Mustangs.<br><br>And it kind of makes sense that the mascot in a school in Aspen, Colorado, would be the Skiers. That school is Aspen High School.<br><br>To the U.S. campaign trail, a CNN count of Republican Party delegates shows that businessman Donald Trump has clinched the Republican nomination for president. He passed the threshold of 1,237 delegates that a GOP candidate needs. He`s now considered the presumptive nominee that will be made official at the Republican National Convention this July.<br><br>There are two Democrats in the race for their party`s nomination. Former Secretary of State Hillary Clinton leads with 1,776 pledged delegates and 528 superdelegates. Vermont Senator Bernie Sanders has 1,491 pledged delegates and 42 super delegates. A total of 2,383 delegates are needed to clinch the Democratic nomination.<br><br>There are more than 600,000 bridges in the U.S. and almost 60,000 of them need work. The concrete use to make many American bridges is cheap and strong, but overtime, it can crack and crumble and it needs to be patched to keep the bridge standing.<br><br>An engineering professor has developed a bendable concrete. It`s about three times the cost of regular concrete but he says builders can use less of it and maintain it less often.<br><br>(BEGIN VIDEOTAPE)<br><br>RENE MARSH, CNN AVIATION AND GOVERNMENT REGULATION CORRESPONDENT (voice- over): Sixty-eight thousand vehicles cross the Arlington Memorial Bridge between D.C. and Virginia every day. This is what the drivers don`t see.<br><br>JENNY ANZELMO-SALRES, NATIONAL PARK SERVICE SPOKESWOMAN: It`s just eroding and the concrete is falling off.<br><br>MARSH (on camera): We have to wear masks and gloves inside of the bridge because this taint is all lead paint. Now, this beam is helping to support the bridge and if you take a look, it`s badly corroded and you see how thin that steel is, you see holes in the steel.<br><br>(voice-over): The original support beams from 1932 have never been replaced.<br><br>RAY LAHOOD, FORMER TRANSPORTATION SECRETARY: We`re like a third world country when it comes to infrastructure.<br><br>MARSH: Federal government spending on infrastructure has declined 9 percent from 2003 and 2014. Every state has some degree of bad bridges that need to be repaired. From Los Angeles, where trees are growing out of cracks in this bridge, to Chicago where netting is in place to protect drivers from falling concrete.<br><br>LAHOOD: The reason we have 57,000 deficient bridges is because we have not made the investment as a national government.<br><br>MARSH: Former Transportation Secretary Ray LaHood blames Congress to failing to raise the gas tax in 23 years, which funds projects like bridges and roads.<br><br>(on camera): Have you been against raising the tax because it`s just bad politics?<br><br>REP. BILL SHUSTER (R), PENNSYLVANIA: First of all, the economy hasn`t been great. Raising the gas tax doesn`t solve the long-term funding problem.<br><br>MARSH: As Congress has to figure out this long term solution, bridges crumbling. So, what do we do right now?<br><br>SHUSTER: Well, our bill, the FAST Act, which we passed in December, the president signed it into law, we put more dollars into focusing on the critical infrastructure.<br><br>MARSH (voice-over): His Republican colleague disagrees.<br><br>REP. JIM RENACCI (R), OHIO: It`s funded for five years, but we use 10 years worth of gimmicks to pay for it. These are the kind of things that don`t make sense.<br><br>MARSH: Anthony Foxx is the current head of the Department of Transportation.<br><br>(on camera): But isn`t everyone guilty? I mean, when Democrats were in control of Congress, this situation was what it is today as well.<br><br>ANTHONY FOXX, TRANSPORTATION SECRETARY: I think every year we go by, the challenge gets that much greater. And that`s why we don`t have another moment to waste.<br><br>MARSH: Researchers at the University of Michigan believe they may have a solution, a bendable concrete that can heal itself from cracks.<br><br>PROF. VICTOR LI, UNIVERSITY OF MICHIGAN: (INAUDIBLE) set our targets towards creating infrastructures that will last a hundred years.<br><br>MARSH: Regular concrete can fail quickly and suddenly.<br><br>But Professor Victor Li says the bendable concrete can withstand a force hundred of times more powerful.<br><br>This sped up video shows it responds to pressure, cracks heal themselves with the help of air and water.<br><br>The technology lines portions of this bridge in Michigan, the hope is it could help already crumbling bridges like the Memorial Bridge near the nation`s capital.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, who needs a car alarm? The 68-year-old woman who owns this wagon has the security of nature. Yes, those are bees. Yes, they sting. No, you don`t want to put in your groceries.<br><br>This apparently happened when a queen bee got stuck in the back of the car. So, the swarm showed up and tried to free her for two days until beekeepers managed to sweep them into a cardboard box and cart them all the way.<br><br>So, did anyone actually get stung, you`d better bee-lieve it. How could you expect them to beehive at a time of royal crisis? It didn`t take their rescue long to jelly (ph) and at least their owner got a free car cleaning.<br><br>I`m Carl Azuz for CNN STUDENT NEWS. We will be off the air for Memorial Day on Monday. It`s part of the U.S. tradition of remembering its fallen servicemen and women. We look forward to seeing you again on Tuesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-27 CNN Student News.mp4"}