{"title":"CNNSN-2017-01-26-CNN-Student-News","script":"(CNN Student News) -- January 26, 2017<br><br><br>Israeli Settlements in the West Bank; Major Changes to U.S. Immigration Policy; A High Note for the Dow<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Global news for a global audience. This is CNN 10.<br><br>Welcome, everyone. I`m Carl Azuz.<br><br>The Middle Eastern nation of Israel is planning to expand its settlements, its housing areas in the West Bank. We start today by explaining why that`s significant.<br><br>The West Bank is a disputed area of land in the ongoing conflict between Israelis and Palestinians. It used to be controlled by the nation of Jordan. But during a brief war, in 1967, Israel captured the land and claimed it as its own. Today, Israel says part of the land is historically<br><br>theirs, part is politically theirs. It uses some of the land to provide security and it says it needs the space to give more housing to its people.<br><br>The Palestinians in the region say the land is theirs and that it was stolen. They`re hoping to have the West Bank as part of a future country of their own. And Palestinian officials say Israel`s decision to build new settlements there would threaten the region`s security and put an obstacle in front of any efforts to achieve peace between Palestinians and Israelis.<br><br>Timing may factor in the Israel`s decision. The U.S. has historically been an Israeli ally. But the Obama administration was strongly opposed to Israel`s construction of new settlements. Now, with the Trump administration in power, international experts expect that the U.S. will more supportive of Israel`s settlements.<br><br>Up next, major changes in the U.S. government`s immigration policy.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: I just signed two executive orders that will save thousands of lives, millions of jobs, and billions and billions of dollars.<br><br>(END VIDEO CLIP)<br><br>AZUZ: One of them that President Trump announced yesterday has to do with sanctuary cities. These are cities that shelter people who are in the U.S. illegally. For example, police forces in these cities might not help U.S. government officials find and deport undocumented immigrants, unless they`ve committed certain crimes. President Trump wants to punish these cities for not cooperating with the federal government and he`d do that by taking away certain funds they get from the government.<br><br>&quot;The Wall Street Journal&quot; reports that the president`s ability to this is limited without congressional approval, but that he could slow down the process of giving these cities certain grants.<br><br>Critics of the executive actions say President Trump doesn`t have the constitutional authority to carry it out and that pressuring cities to deport illegal immigrants could tear families apart.<br><br>The other actions the president announced yesterday: add thousands of U.S. border patrol agents and thousands of other government officials to deport undocumented immigrants. This would require congressional approval to pay for.<br><br>And something the president repeatedly promised to do while campaigning -- build a physical border wall between the U.S. and Mexico. President Trump says this will help the U.S. get back control of its borders and that the wall would help Mexico as well by discouraging illegal immigration from countries south of Mexico.<br><br>Mr. Trump plans to use U.S. government funds to pay for the construction and then get Mexico to pay America back. That`s something Mexican leaders have said they won`t do and critics say the wall would be a monumental waste of U.S. taxpayer money.<br><br>(BEGIN VIDEOTAPE)<br><br>JASON CARROLL, CNN CORRESPONDENT: What would it take to build a wall on the border between the United States and Mexico?<br><br>You`re talking about an area 1,954 miles, stretching across California, Arizona, New Mexico and right here in Texas -- just about 100 yards away from Mexico.<br><br>We spoke to civil engineers, architects and academics. They all say the wall can be built. It can be done. The question is, how?<br><br>The first thing one has to do is, before you go up, you have to go down and build a foundation. This will help provide support for the wall. In order to prevent people from tunneling under it, it should be at least five feet deep.<br><br>The second thing one must consider is what do you use to build the wall? What materials do you go after? Well, how about cinderblock?<br><br>The upside is it`s strong; it`s secure; it`s readily available. The downside is, it`s labor intensive to have to stack every single brick in order to build the wall. So, our experts say that option doesn`t work.<br><br>There is another option. Using poured concrete on site. That`s what they did when they built the Hoover Dam. The downside to that is when you poor concrete in warmer climates like along many of these border states, experts say what you could end up with is a weaker wall, because the concrete might not dry correctly, meaning a wall that could end up crumbling.<br><br>So what could be the answer here?<br><br>The experts that we spoke to say the way to go is pre-casted cement wall panels. Those panels will be lined side by side, sort of like what you might see on a highway. Each panel would be about 20 feet high. Again, five feet below ground. About ten feet wide and eight inches thick.<br><br>Again, that wall would be stretching some 2,000 miles, and our expert says it would require 339 million cubic feet of concrete. And that`s just for the panels. You`re also going to need reinforced steel. At least 5 billion pounds.<br><br>So what about the estimated cost?<br><br>Because it hasn`t been done before, let`s use those highway panels as an example. They cost about $40 a square foot. That would end up costing about $10.5 billion. Sounds like a lot of money, is a lot of money.<br><br>But again, remember, Donald Trump says the U.S. government wouldn`t end up footing the bill on this one. It would be Mexico.<br><br>And what about the timing on all of this? How long would it take to build? According to our expert, if you`re ambitious, you could get it done within a presidential term, four years.<br><br>Jason Carroll, CNN, McAllen, Texas.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What do Apple, Home Depot, McDonald`s and Walt Disney have in common? Are they all based in California, part of the Dow Jones Industrial Average, part of the NASDAQ, or none of these?<br><br>All four of these companies are included in the Dow, an average of 30 major U.S. stocks.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The Dow is one indicator of the health of the U.S. economy. It`s not the only one. But a rising stock market is usually seen as a good economic sign. And yesterday, the Dow hit a high note: 20,000, for the first time ever.<br><br>This number shows that the value of stocks in the average increased. The fact that it`s climbed this high shows that stock market investors are optimistic about the direction the economy is going in.<br><br>Experts credit the work of two U.S. leaders for the climb.<br><br>One, President Trump. Analysts believe his plans to cut taxes, increased spending on roads and bridges and reduced regulations on business could help increase corporate profits and help the American economy growth faster.<br><br>Two, former President Obama. Analysts believe the economy he left behind, which saw years of job growth and a decreasing unemployment rate also contributed to the Dow`s rise, since the great recession brought it down in early 2009. The recovery from that was considered to be slow. But the economy`s health has noticeably improved.<br><br>(BEGIN VIDEOTAPE)<br><br>(MUSIC)<br><br>REPORTER: It was mid-November 1972. This hit was number one on the Billboard charts. Richard Nixon had just won reelection and on Wall Street, traders marked Dow 1,000, with IBM, the growth stock of the day, leading the charge. It was the first truly mega Wall Street milestone.<br><br>It took the Dow 27 years to hit 10,000, in March 1999.<br><br>(MUSIC)<br><br>REPORTER: Cher`s hit &quot;Believe&quot; was topping the charts. Stocks were truly a force of nature back then. And at the end NYSE, traders went nuts.<br><br>STEPHEN GUILFOYLE, PRESIDENT, SARGE986: That was kind of a big deal. At that time, there were still a lot of people down here. We probably still have between us and the Amex, maybe 7,500 people. So, at that time, yes, it was confetti in the air, with everybody wearing baseball caps.<br><br>REPORTER: A little event called the global financial crisis leveled stocks in 2008, sending the Dow plunging below 7,000. But those with the stomach for rest were rewarded when stocks roared back.<br><br>President Trump`s victory in November sparked a powerful rally, bringing the Dow less than a point away from 20,000. Stocks turned choppy. The milestone remained elusive.<br><br>Some may play down these benchmarks, but soaring stocks can boost consumer confidence, and for traders on the New York Stock Exchange, big round numbers remain magical.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Nothing says &quot;I love you&quot; like naming a roach. At New York City`s Bronx Zoo, love is in the air as Valentine`s Day nears. What they`re allowing people to do is to name a Madagascar hissing cockroach after a loved one, or as they put it, a not-so loved one.<br><br>Since the annual event started in 2011, more than 11,000 roaches had been named. For 10 bucks, you get a certificate. For 50, you can get that, some chocolates and a flash roach doll. Of course, the lucky lady or gentleman might hate that approach. They might respond with reproach, or they might broach the subject of a breakup.<br><br>On the other leg, if they have their antennae out for something unusual, and this doesn`t make them hiss-terical or encroach on any other plans, maybe they`ll find it truly roachmantic.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-26 CNN Student News.mp4"}