{"title":"CNNSN-2016-04-15-CNN-Student-News","script":"(CNN Student News) -- April 15, 2016<br><br><br>Russian Jets Closely Pass a U.S. Ship; CNN Obtains &quot;Proof of Life&quot; Video of Missing Nigerian Schoolgirls; The Methods of Influencing Delegates<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are adequate. Trying something different. It doesn`t have the same ring.<br><br>I`m Carl Azuz. Thank you for watching.<br><br>With relations between the U.S. and Russia at their worst point since the Cold War ended, this was a particularly alarming sight to the U.S. military. Russian fighter jets making extremely close flight to U.S. Navy destroyer. This was recorded earlier this week aboard the USS Donald Cook.<br><br>It was sailing in the Baltic Sea in Northern Europe. The Russian planes were unarmed, but a U.S. official says one flew within 30 feet of the ship and a very aggressive style of flight.<br><br>Encounters between American and Russian ships and planes are common. There`s not much concern about them as long as they`re done safely. But the U.S. military says this wasn`t safe, and up-close events like this between America and Russia have become more common in recent months. The U.S. has been increasing its military presence in nearby countries, including some that share borders with Russia, to reassure American allies that it supports them.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Cloud of crabs.<br><br>A team of scientists captured stunning video of a swarm of crabs off the coast of Panama.<br><br>The researchers were studying biodiversity at the Hannibal Bank Seamount when they made the sighting.<br><br>&quot;We just saw this cloud but had no idea what was causing it,&quot; Jesus Pineda, biologist, Woods Hole Oceanographic Institution.<br><br>&quot;Once we saw them moving -- swarming like insects -- we couldn`t believe it,&quot; Jesus Pineda, biologist, Woods Hole Oceanographic Institution.<br><br>The find was made around 1,200 feet deep in low oxygen waters.<br><br>According to Pineda, this species of red crab had never been witnessed that far south.<br><br>&quot;To find species at the extreme of their range and to be so abundant is very unusual,&quot; Jesus Pineda, biologist, Woods Hole Oceanographic Institution.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Two years after terrorists kidnapped hundreds of girls from their boarding school in eastern Nigeria, CNN has gotten access to recent video of some of the captives. Officials believe this was recorded last December, that it was made as proof that the girls are still alive, and then it`s part of the negotiations between the Nigerian government and the terrorist kidnappers.<br><br>They abducted 276 girls on April 14th, 2014. Some manage to escape, 219 are still missing. The kidnapping caused international fury and the video has renewed that at both the militants and the Nigerian government for failing the rescue the girls. Most of those who are kidnapped were Christian and authorities believe they were forced to convert to Islam by a terrorist group called Boko Haram.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Boko Haram: What you need to know.<br><br>NIMA ELBAGIR, CNN SENIOR INTERNATIONAL CORRESPONDENT: Boko Haram is an Islamic militant group operating out of Nigeria. Their name means &quot;Western education is forbidden&quot;.<br><br>Boko Haram`s first known attack on multiple police stations happened in 2003. But they became better known around the world for the kidnapping of over 200 schoolgirls in April, 2014.<br><br>UNIDENTIFIED FEMALE: What are we asking?<br><br>CROWD: Bring back our girls now and alive!<br><br>ELBAGIR: They want to create an Islamic state in Nigeria, a country that split into a majority Muslim north and a mostly Christian south. They now control much of Northeastern Nigeria. That`s an area about the size of Belgium and almost as big as the U.S. state of Maryland.<br><br>We`re talking 30,000 square kilometers.<br><br>Nigeria has now formed a military coalition with neighboring countries and they`re carrying out air strikes against the militants.<br><br>It`s early days yet, but there has been some success. Beating the terror group, however, could be an uphill battle, because of low morale and corruption allegations within the Nigerian Army. Its soldiers are under- resourced, poorly paid and often just outgunned by Boko Haram.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Welcome to the call of roll. Let`s see who`s watching this Friday.<br><br>In southeast Georgia, we`re starting in the city of Ludowici. The Wildcats are there at Long County Middle School.<br><br>In Southern New Hampshire, we`re visiting the city of Nashua. At Elm Street Middle School, the Eagles are taking flight.<br><br>And on the Korean Peninsula, hello to our viewers at Anbeop High School. It`s in the South Korean city of Anseong.<br><br>Looking at the map of the presidential contests, you see that Republican frontrunner, businessman Donald Trump has an estimated 758 delegates.<br><br>Texas Senator Ted Cruz has 538. Ohio Governor John Kasich has 145. To clinch the Republican nomination, 1,237 delegates are needed.<br><br>The Democratic frontrunner, former Secretary of State Hillary Clinton has an estimated 1,304 pledged delegates and 486 superdelegates. Vermont Senator Bernie Sanders has 1,075 pledged delegates, 38 superdelegates. To clinch the Democratic nomination, 2,383 delegates are needed.<br><br>So, even though most states have had their nominating contests, no one candidate has clinched his or her party`s nomination. This makes a brokered or open or contested convention more likely this summer. Delegates could have multiple votes in a contested convention before they settle on a nominee.<br><br>Here`s one concern about how those votes could be influenced.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: If the Republicans get to a contested convention and if nobody wins on the first two ballots, virtually every delegate out here on the floor would become unbound, meaning he or she can vote as they please, and some believe that could create a yard sale for delegates.<br><br>What do we mean?<br><br>Well, any given delegate showing up here would know what the rules are. The rules say they cannot accept any gifts from corporations or from foreign nationals or from federal contractors. Those are all no-noes. But the rules also say they can accept gifts from political PACs and from individuals.<br><br>So if a political PAC says, you know what? We are supporting one candidate and we`d like to give you first class travel here and a limousine ride to a lavish hotel, where we`ll put you up and we`ll give you fancy meals while you`re here, not trying to buy your vote, just trying to show you how much candidate so and so appreciates you, that might be one form that this could take.<br><br>What if you have an individual donor that supports one of the donors and says, and I`d like to throw in a gift bag, it`s going to include some nice snacks, maybe a designer watch, perhaps you can have some new head phones or maybe a tablet computer, maybe tickets to a ball game or some show you`d like to see?<br><br>Again, under the national rules all of that would be okay. There may be local rules many the state that keep him from doing it and again, it`s not direct buying or selling of a vote, because after all, some will say that what these people really want is access to the candidates, a chance to visit some. But even that might go better if you said, come on, we`ll discuss the issues over a round of golf at some exclusive club or maybe all the delegates should go away with this candidate to the Bahamas for the weekend to discuss all the issues and the politics around this.<br><br>The bottom line is the party says it doesn`t really want to see this happen. The campaigns are all suggesting they don`t want to see it happen, but the rules say it`s okay. So some say there could be supporters out there who may yet want to push a free set of Kasich steak knives or maybe a Cruz cruise or maybe even a Trump helicopter tour to win over those last delegate votes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: I can`t take credit for the soccer player pun Ronaldog. Someone else beat me to it, and this is the reason why. His real name is Alfie.<br><br>He`s a rescue. His owner says he started just chasing and pushing a soccer ball, but that within a few days, he was dribbling, and he eventually learned to do great headers.<br><br>At two years old, Alfie or Ronaldog even gets recognized in the park, though his owner says they always try to keep his paws on the ground. Too ad he can`t compete in the World Cup, even though he`d be the best friend of rufferee, he`d never be penalized for a hand ball and he`d make a great growlkeeper, he`s got twice the legs as anyone else, he`d regularly go out of hounds and he quickly be dogs qualified.<br><br>I`m Carl Azuz and we`ve got to goal. Have a great weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-15 CNN Student News.mp4"}