{"title":"CNNSN-2016-04-07-CNN-Student-News","script":"(CNN Student News) -- April 7, 2016<br><br><br>Wisconsin Primary Takeaways; What is a Religious Freedom Bill?; A Report on Global Use of Death Penalty; A Swimmer of the Oceans Seven. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VIDEOTAPE)<br><br>WOLF BLITZER, CNN ANCHOR: In the Republican race, will Donald Trump face a new loss to Ted Cruz or will the GOP frontrunner bounce back from a series of controversies?<br><br>In the Democratic race, Hillary Clinton is facing a tough fight against Bernie Sanders tonight? Will he add to his recent winning streak as the primary race heads into the home stretch?<br><br>JAKE TAPPER, CNN ANCHOR: This is really becoming a race for every single delegate?<br><br>BLITZER: Twelve hundred thirty-seven delegates needed. Depending on what happens in Wisconsin, that could be critically important for all of these candidates.<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: Most people expect Ted Cruz will win tonight. This is about momentum for Bernie Sanders. He comes in with these wins out in the West, Alaska, Hawaii, momentum at his back. But the math is still in Secretary Clinton`s favor.<br><br>BLITZER: Ted Cruz will win the Republican presidential primary.<br><br>(CHEERS AND APPLAUSE)<br><br>BLITZER: Bernie Sanders will win the Wisconsin Democratic presidential primary, beating Hillary Clinton.<br><br>SEN. BERNIE SANDERS (I-VT), DEMOCRATIC PRESIDENTIAL CANDIDATE: We won in Wisconsin!<br><br>(CHEERS AND APPLAUSE)<br><br>KING: The conversation among Republicans tonight is they believe we are going to an open convention. That`s not guaranteed by any means, but I would say it is much more likely.<br><br>(END VIDEOTAPE)<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: And we`ve talked about a contested or open or brokered convention before. It could happen this summer. For Republicans or Democrats, if none of the candidates in each major U.S. political party secures enough delegates to clinch the nomination.<br><br>In the Wisconsin state contests Tuesday, neither of the party frontrunners won. Texas Senator Ted Cruz took the Republican victory, increasing his delegate count to 510. Businessman Donald Trump came in second place. His total delegate count to date is 746. Ohio Governor John Kasich has 145 delegates. And 1,237 are needed to clinch the Republican nomination.<br><br>Meanwhile, Vermont Senator Bernie Sanders won Wisconsin for the Democrats. That increases his delegate totals to 1,068 pledged delegates and 31 super delegates. Former Secretary of State Hillary Clinton has 1,297 pledged delegates and 482 super delegates. A total of 2,383 delegates are needed to secure the Democratic nomination.<br><br>For years, lawmakers in several U.S. states have debate religious freedom bills. Mississippi recently passed a related controversial law. It takes effect on July 1st. After signing it this week, Mississippi Governor Phil Bryant said it was designed to prevent the government from interfering with the lives of the people.<br><br>One purpose of the law is to protect people who believed that marriage is between one man and one woman. Under the law, if they refuse to provide service to a same sex couple for example, they cannot be sued for discrimination. Critics say the law would instead enable discrimination against same sex couples and others, and that it goes against the American principles of justice and equality.<br><br>The Mississippi law covers other subjects. It says the terms male and female apply specifically to a person`s genetics and anatomy at birth and it gives businesses and school administrators the authority to decide access to bathrooms and locker rooms.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What is a Religious Freedom Bill?<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: Proponents of these bills say that the Constitution isn`t designed to force private individuals to provide services. Opponents of these bills would say that the equal protection clause in the Constitution requires the government to do anything necessary to end discrimination.<br><br>Requiring private businesses to serve people is nothing new. Federal and state anti-discrimination laws already forced public accommodations to serve people regardless of things like race or gender.<br><br>States are within their authority to pass this religious freedom legislation. But the constitutionality of these laws will ultimately depend on the court that reviews them.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Human rights group Amnesty International, which opposes the death penalty, has released a new report about the issue. It says last year, there was an increase worldwide in the number of times the death penalty was carried out. Amnesty says its count of 1,634 executions was the highest number in 25 years. It says almost 90 percent of them took place in three countries, Saudi Arabia, Iran and Pakistan.<br><br>The death penalty used to be banned in Pakistan, but the country started allowing it again after terrorists attacked a school in 2014. In fact, Amnesty suggests the increase in executions is due in part to government`s responses to security threats.<br><br>Amnesty estimates the China carries out the death penalty the most. But China considers the exact the number of them a state secret. So, the public doesn`t have access to it.<br><br>The U.S. carried out 28 executions in 2015, its lowest number since 1991. Despite the global increase in people being put to death last year, the organization says that fewer people were sentenced to death, and that more than half of countries worldwide now have bans on capital punishment.<br><br>(MUSIC)<br><br>AZUZ: The third school we`re calling on today is from a nation that`s never been announced before on our &quot;Roll Call&quot;. We`ll start in the States.<br><br>We`ve got South Vermillion High School today. The Wildcats are watching from Clinton, Indiana.<br><br>Next, we`re visiting Northwestern Nevada and the city of Lovelock. Hello the Colts of Pershing County Middle School.<br><br>And first time, we welcome our viewers from the West African nation of Mali. Bamako Christian Academy is in the capital city Bamako.<br><br>The Oceans Seven is not to be confused with the Seven Seas. The first term includes places like the Cook Strait, the English Channel and the Strait of Gibraltar.<br><br>These are major challenges for open water swimmers -- people who pull themselves through oceans, bays, rivers and lakes. The risks only start with drowning and hypothermia. Storms, strong currents, sharks and sea snakes threaten open water swimmers, but that doesn`t stop them.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Kim Chambers is one of the best marathon swimmers in the world.<br><br>She is the sixth person to complete the Oceans Seven, the ultimate open water swimming challenge, and the first woman to swim from the Farallon Islands to the Golden Gate Bridge.<br><br>KIM CHAMBERS, MARATHON SWIMMER: The Oceans Seven is the open water swimming equivalent to the seven summits of mountaineering. Each of them have to be completed following traditional marathon swimming rules, which means no wetsuit ever, such as a regular swim suit, cap and goggles, you`re allowed ear plugs.<br><br>And what`s really important with all of these swims is that you cannot have any physical contact with anybody. You`re just out there at the mercy of Mother Nature. You`re the only human in the water, and they all come with different risks, sharks, jellyfish, strong currents.<br><br>The North Channel almost killed me. I ended up in a respiratory ward and a cardiac ward from jellyfish toxicity.<br><br>Most people who were stung in their first hour don`t complete this one. I got stung in the first hour. It was dark, so I couldn`t see. It was like swimming through landmines of jellyfish and I can remember it really, really hurt.<br><br>I knew that if I was really honest with my crew with how I was feeling, they would pull me, and I was having real difficulty breathing.<br><br>All you have to do to make that pain go away is touch the boat, and it`s right there. And you do flip with that idea, but you can also see land.<br><br>My body started to deteriorate. I got really, really cold and I actually do not remember touching Scotland. I don`t remember finishing my Oceans Seven.<br><br>People wondered if I would ever swim again. But all I wanted to do was go back out there. There is this real treasure that`s found at that edge where you`re most uncomfortable, where you are most fearful. And that`s when I feel most alive.<br><br>It`s just about doing something that scares you, whatever that is, because I guarantee when you put yourself, and your mind and your body to that goal and you achieve it, you can always draw back on there and say, you know what? I did that. And I did it for me, nobody else.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we bounce, it`s the first expandable habitat for space occupation. What? Well, this helps explain it. It`s kind of like an inflatable bounce house, but it`s being tested as a potential sort of hotel room for astronauts or space tourists.<br><br>The module was developed with a nearly $18 million contract from NASA. It`s headed for the International Space Station where it will be attached, inflated to five times its folded size and tested out for two years. After that, it will be detached and burned up in the Earth`s atmosphere. So, visitors will want to be sure to check out on time.<br><br>You cannot underestimate the gravity of the safety tests. They`ll determine whether this thing is airtight or if it just gives an inflated sense of security. The walls are thin, the amenities are limited, but the location is out of this world.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-07 CNN Student News.mp4"}