{"title":"CNNSN-2015-12-18-CNN-Student-News","script":"(CNN Student News) -- December 18, 2015<br><br>2015 Top International Stories; Laser Weapons on Military Jets<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to our last edition of CNN STUDENT NEWS for 2015. I`m Carl Azuz. And Fridays are awesome!<br><br>For the past few days, our year end review series has looked back at some of the stories that made headlines since January. Teachers, you could find<br><br>all of our shows in the archive section of CNNStudentNews.com.<br><br>After discussing U.S. news, politics and weather, we are turning our attention to international headlines today. And we have an update on last<br><br>month`s terrorist attacks in Paris, France.<br><br>Investigators are saying for the first time, they believe the attackers used encrypted applications to plan the assaults, and to keep their messages secret. Cell phones recovered from the crime scenes had encrypted apps on them. They aim to protect the privacy of text messages and they`re hard for law enforcement to decrypt. So, that`s brought up a debate about whether the application`s developers should create a way for investigators to see certain messages.<br><br>Andrew Spencer now brings you a broad view of this and some other major topics of the year.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDREW SPENCER, CNN CORRESPONDENT (voice-over): An earthquake hit Nepal in April. With a magnitude of 7.8, it devastated areas in and around Kathmandu, killing more than 8,000 people.<br><br>Terror attacks rocked Paris and the world on Friday, November 13th. Three groups of attackers armed with guns and suicide vests hit six spots in and around Paris, including a concert venue and a soccer stadium. The attackers killed 130 people and injured hundreds of others.<br><br>The November attacks were also a grim reminder of what had had happened in January, when two gunmen forced their way into the offices of the French satirical magazine &quot;Charlie Hebdo&quot;, a publication which had often lampooned the Muslim Prophet Muhammad.<br><br>Images of a young boy whose body washed ashore in Turkey drew more eyes to the flood off refugees trying to enter Europe through whatever means they could find. Many of them, among the 4 million Syrians fleeing the war in their country and the violence at the hands of ISIS.<br><br>Russia began conducting airstrikes in Syria in September, as the U.S.-led coalition had done. But tensions grew quickly as the White House accused Russia of launching strikes at non-ISIS targets including U.S.-backed rebels. In November, Turkey shutdown a Russian fighter jet the Turkish government says violated its airspace. Russia denied that claim.<br><br>A Germanwings jetliner crashed into the French Alps, killing all 150 people onboard. Investigators believe when the captain stepped out of the cockpit, the co-pilot intentionally crashed the plane.<br><br>FIFA`s governing body faced an international investigation. The FBI charged multiple officials with racketeering and wire fraud. A Swiss probe also looked at a potential corruption into the betting process for future World Cups to be hosted in Russia and Qatar.<br><br>The White House celebrated what it saw as two huge diplomatic successes in 2015. The first, normalizing relations with Cuba and reopening the U.S.<br><br>embassy in Havana for the first time in 54 years. The second, helping negotiate in an historic deal with Iran to start lifting sanctions to curb the nation`s nuclear program.<br><br>Meanwhile, Great Britain celebrated the birth of another heir to the throne, as the Duchess of Cambridge gave birth to her second child, Princess Charlotte Elizabeth Diana.<br><br>I`m Andrew Spencer, reporting.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`ve covered a lot of geography in our &quot;Roll Call&quot;.<br><br>Can you name the capital of Ecuador? It`s where we`re happy to see our viewers at Colegio Americano de Quito, and it`s in the Ecuadorian capital of Quito.<br><br>Next, we`ve got some Panthers on the prowl.<br><br>First, the Cats of Rugby High School. Hello to everyone in Rugby, North Dakota.<br><br>Panthers are also stalking around Yazoo City. It`s in Mississippi. Great to see Yazoo County Middle School.<br><br>If you live in the U.S., Canada, or Europe, you might be gearing up for the &quot;Star Wars&quot; premiere this weekend and it`s not a spoiler alert to say the movie will have lasers in it.<br><br>In medical science, they can be used as scalpels. In industry, they can be used to cut and wilt. In entertainment, laser light shows.<br><br>But how closer are they to being used as military weapons?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Laser weapons on military jets.<br><br>THOM PATTERSON, CNN CORRESPONDENT: The U.S. Air Force Research Laboratory told CNN it hopes to demonstrate a fighter jet laser as soon as 2020.<br><br>KELLY HAMMETT, CHIEF ENGINEER, DIRECTED ENERGY, AIR FORCE RESEARCH LABORATORY: It really is a nationally tipping point, where we see the technology evolving and maturing to the stage where it really can be used.<br><br>PATTERSON: This year, the Air Force, the Pentagon research arm DARPA, and Lockheed Martin successfully tested a laser turret that would allow near supersonic planes to surround themselves with 360-degree defensive laser shield. The Air Force Lab has already built working lasers that can destroy aircraft from the ground, like this laser shoot down of an unmanned plane in 2009, which was a precision breakthrough.<br><br>At sea, the U.S. Navy already has an operational laser weapon aboard the USS Ponce. But hitting moving targets from a fighter jet flying hundreds of miles an hour is a lot harder.<br><br>A successful laser weapon can burn through strong materials remarkably fast with virtual silence. Pilots could use it to defend against enemy planes, threats from the ground and incoming missiles. No need to reload because ammunition is electrical-powered, not bullets.<br><br>To be effective, fighter jet lasers will have to be smaller and ground based lasers. They`ll have to be accurate despite the G-forces, vibrations and speed that come with air combat. In addition to fighters, the commander of Air Force Special Operations says he wants defensive, high energy lasers aboard huge AC-130J Ghostrider Gunships by 2020.<br><br>Experts say it will be the beginning of a new era as laser weapons are poised to exit science fiction and join missiles, guns, and bombs in the real world.<br><br>Thom Patterson, CNN.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: You may know mistletoe is a plant. But did you know it`s a parasite? Mistletoe can be bad for oak, poplar and apple trees, and it can be toxic if people and animals eat it. So, if you find yourself under the mistletoe with the wrong person this Christmas, just share that fun fact because no one finds a parasite romantic.<br><br>Now, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: All right. We`ve shown a lot of amazing basketball shots on CNN STUDENT NEWS. Usually, they`re by a player not a mother and usually, they`re not made granny style.<br><br>This half court shot was worth half a tuition payment at a private high school. The mom says she said a prayer and chuck it with her eyes closed.<br><br>Nope, but yep! Yes. You saw that, though the mom apparently didn`t. The ball bounced once, then arced into the basket. Swish!<br><br>Now, she gets it. Yes, it counted. She had three chances to make it. This was her last one. It will save the family $4,000 and give them a memory money can`t buy.<br><br>So, of course, it was worth the shot. The result was nothing but net. Even with the swish, she totally banked it. It was a hot shot, a shot at funding, a shot in the arm for tuition.<br><br>And though it`s almost time for us to bounce off-court, our staff at CNN STUDENT NEWS wishes all of you a Merry Christmas, a Happy Kwanzaa, Happy Holidays. We hope you had a Happy Hanukkah.<br><br>And we thank you for another wonderful calendar year. Look forward to seeing you on January 4th, 2016. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-18 CNN Student News.mp4"}