{"title":"CNNSN-2017-05-11-CNN-Student-News","script":"(CNN Student News) -- May 11, 2017<br><br><br>U.S. Leader Mull Sending More Troops to Afghanistan; A Pristine Caldera in the Philippines, Introducing &quot;BOTUS&quot;<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: We`re taking you around the world today on CNN 10. And as promised, in our social media, attempting a pun record in the process.<br><br>I`m Carl Azuz. It`s great to see you this Thursday.<br><br>First story, are thousands of additional U.S. troops headed to the southern Asian country of Afghanistan. That`s something that U.S. national security advisers may be requesting from President Donald Trump.<br><br>The conflict in Afghanistan is America`s longest war. It began under former President George W. Bush in 2001. That`s when the Taliban, who ruled Afghanistan at that time, refused to turn over the al Qaeda terrorists who were responsible for the September 11th attacks on the United States. Conflict raged in the years that followed with a coalition lead by the U.S. fighting Taliban and al Qaeda forces.<br><br>Former President Barack Obama promised to end the war there. But instead, he left office earlier this year with more than 8,000 U.S. troops still serving in Afghanistan.<br><br>And though Donald Trump, when he was a candidate, promised to put an end to what he called nation-building, President Trump may be expanding the American footprint in Afghanistan. Just like in 2001, the Taliban still posed a challenge in the country.<br><br>(BEGIN VIDEOTAPE)<br><br>BARBARA STARR, CNN PENTAGON CORRESPONDENT (voice-over): President Trump is about to decide on a Pentagon plan for beefing the U.S. fight against the Taliban and ISIS in Afghanistan.<br><br>The first option, sending as many as 5,000 additional U.S. troops to bolster the 8,400 already there. The goal is to pressure the Taliban to the negotiating table.<br><br>Candidate Trump initially opposed sending more troops but later acknowledged the need for a military presence.<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Do I love anything about it? No. I like -- I think it`s important that we, number one, keep a presence there and ideally, you know, a presence of pretty much what they`re talking about, 5,000 soldiers.<br><br>STARR: But are more troops the only answer from the president?<br><br>SEAN SPICER, WHITE HOUSE PRESS SECRETARY: One of the things he`s asked his national security team to do is to actually think the -- rethink the strategy of how do we actually -- how do we win? How do we eliminate the threat?<br><br>CHARLES KUPCHAN, COUNCIL ON FOREIGN RELATIONS: He has to square the circle between no more nation-building, reducing America`s footprint abroad and his pledge to go after bad guys.<br><br>STARR: Defense Secretary James Mattis insists progress is being made.<br><br>JAMES MATTIS, U.S. DEFENSE SECRETARY: In Afghanistan, we`re up against a determined enemy. As I said, ISIS has been thrown back there, al Qaeda had been unable to mount attacks out of Afghanistan.<br><br>STARR: After U.S. troop levels rose to 100,000 in mid-2010, President Obama set a plan to reduce the U.S. effort. With the Taliban now back on the rise, commanders want Trump to also approve authority to conduct more airstrikes and ground operations.<br><br>KUPCHAN: What we need to watch for and be careful about is if 10,000 becomes 20,000, 20,000 becomes 30,000. We`ve been there since 2001.<br><br>That`s 15-plus years, not a lot to show for it.<br><br>STARR: President Trump already has given more authority to commanders overseeing operations in Iraq, Syria, Yemen and Somalia. In Afghanistan, the decision to launch a MOAB bomb for the first time was made by the general on the ground. But it is U.S. Special Operations Forces that have suffered casualties in repeated counterterrorism operations. A total of 12 killed in combat in the last year.<br><br>A warning from the top commander.<br><br>GEN. RAYMOND THOMAS, CMDR, U.S. SPECIAL OPS COMMAND: We`re not a panacea. We are not the ultimate solution for every problem and you will not hear coming from us.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these words comes from a Spanish term meaning &quot;cauldron&quot;?<br><br>Caldera, calibrate, callous or calcite?<br><br>Think volcanoes for this one. Caldera, which is Spanish for cauldron, is a large crater left by the collapse of a volcano.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Three countries, including the United States, have warned people about traveling to part of the Philippines, a nation of thousands of volcanic islands located in Southeast Asia. The U.S. says it has credible information about a terrorist threat to travelers in the Philippines`Palawan province. Military officials in the island nation say travelers will be safe.<br><br>The Philippines isn`t a particularly large country in land area. It`s a little bigger than the U.S. state of Arizona, but its islands are spread out over several hundred miles and because they`re so pristine, with everything from diverse marine life to unique and fascinating calderas, its appeal to tourists is as clear as the waters around it.<br><br>(BEGIN VIDEOTAPE)<br><br>PAOLO RENIVA, VOLCANOLOGIST, TAAL OBSERVATORY: Philippines originally is an archipelagic country. So, there are around 300 volcanoes. Each one of them offers a different kind of attraction.<br><br>I am Paolo Delgado Reniva. I`m the resident volcanologist of Taal Volcano Observatory.<br><br>Taal Volcano is one of the smallest volcanoes in the world, but definitely one of the most destructive and violent during its eruption activity.<br><br>This is unique because it`s considered as an island within an island within an island. So, just imagine the Luzon island and there`s a big caldera and the middle of it is the Taal Volcano island. And in the middle of the main crater lake is another island which is called the main crater lake island or the Vulcan Point.<br><br>Taal Lake is the main tourist attraction here in Batangas province. It attracts investors for the commercial fishing or fish farming. It attracts tourists who are interested in trekking, horseback riding, or simply sailing on the Taal Lake.<br><br>UNIDENTIFIED MALE: Going up the volcano is pretty tough, I guess (INAUDIBLE). But it`s definitely worth it. When you guys at the top into the crate actually, it`s spectacular.<br><br>UNIDENTIFIED MALE: You can literally see the bubbles coming out in the water. And it gives you a goose bump when you see that.<br><br>RENIVA: Anyone interested in earth sciences or interested on how volcanoes form, it`s a good attraction for them.<br><br>Coming to Taal is like entering a time machine. You learn about volcanoes. You learn about the culture of the people living within the volcano. So, you learn more about the Philippines.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Bo, Barney, Socks, Millie, Lucky, Grits -- they were all members of the U.S. government, but neither elected nor appointed. They were the adopted first dogs of U.S. presidents.<br><br>Teddy Roosevelt practically had a zoo. His family entered the White House carrying a lizard, a badger, assorted birds, guinea pigs, a hyena, a rabbit named Peter, a pony named Algonquin.<br><br>And while the nation`s current leader has yet to name a canine companion, Vice President Mike Pence`s family has hopped into the headlines with Marlon Bando.<br><br>(BEGIN VIDEOTAPE)<br><br>JEANNE MOOS, CNN CORRESPONDENT: The vice president and his wife could kiss their audience`s attention goodbye once Marlon Bando was introduced.<br><br>KAREN PENCE, WIFE OF VICE PRESIDENT MIKE PENCE: He is the first bunny to ever ride on Air Force Two.<br><br>MOOS: At this White House event to honor military families, kids got up close and personal with the Pence`s pet.<br><br>Marlon Bundo may not be as famous as Bugs --<br><br>BUGS BUNNY: Gosh, ain`t I a stinker?<br><br>MOOS: He may not have his own story books like Peter Rabbit.<br><br>PETER RABBIT: True, true.<br><br>MOOS: But he`s already got his own acronym.<br><br>You know there`s POTUS, short for president of the United States. And there`s FLOTUS, short for first lady of the United States. Well, now, there`s BOTUS.<br><br>PENCE: So, he is the bunny of the United States.<br><br>MOOS: BOTUS has his own Instagram account regularly updated with photos and videos. A spokesperson says he thinks he`s a cat and likes to hang out with Oreo and Pickle.<br><br>The Pence`s daughter, Charlotte, then a film student, got the bunny to be in a movie, so Charlotte`s roommate named him Marlon Bundo.<br><br>UNIDENTIFIED MALE: I`m going to make an offer again with you.<br><br>MOOS: But at least this doesn`t apply to Marlon Bundo.<br><br>MOVIE CHARACTER: I could have been a contender. I could have been somebody.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, if President Trump does get a pet, few potential names spring to mind. Kim Kardalmatian, Christian Bealdog, Tom Hankster, Ingrid Birdman, Jack Russellson, Lauren McCall (ph), Morgan Fleeman (ph), Olivia the Havanese, Tabby Seetaby (ph), Brad Pittbull, Collie Colenfirth (ph), Sidney Pointer, Caudalie Portman (ph), Reese Weathetspoon (ph), Catharine Hepernice (ph), Robert de Niro (ph), Nicollie Kidman, Ann Hathaweimaraner, Woodchuck Norris, and, of course, Jamie Fox and Ray Gosling.<br><br>I`m Cardinal Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-11 CNN Student News.mp4"}