{"title":"CNNSN-2015-04-24-CNN-Student-News","script":"(CNN Student News) -- April 24, 2015<br><br>Two Hostages Killed; Dangerous Migration; CA Drought: The Snowpack<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: A tragic ending to a U.S. terrorism operation leads of CNN STUDENT NEWS today.<br><br>An American named Warren Weinstein and an Italian named Giovanni Lo Porto had been held hostage for years by the al Qaeda terrorist group. The U.S. government announced yesterday that an American operation in January accidentally killed the two hostages at an Al Qaeda compound in Pakistan.<br><br>Some U.S. officials said it was a U.S. drone strike that also killed an American who had become a leader in al Qaeda.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CORRESPONDENT: Here, they had intelligence indicating that this was an al Qaeda compound, but they did know that you had an American and an Italian hostage there.<br><br>This is the intense difficulty of doing this and we`ve seen risks taken by this administration. Some of those risks have worked out. The -- you`ll remember, with the bin Laden raid, famously, the president was told there was 50 percent certainty (ph) that all -- that bin Laden was there.<br><br>They went in, they found him, they killed him. And here`s one with just a -- just the -- the worst in -- in collateral damage, you know, that totally soulless term that is used in strikes like this. This is really a worst case scenario here.<br><br>And I think, you know, the president clearly felt the need to get it out and get it out in public.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: It is a cruel and bitter truth that in the fog of war generally and our fight against terrorists specifically, mistakes can occur.<br><br>As president and as commander-in-chief, I take full responsibility for all our counterterrorism operations, including the one that inadvertently took the lives of Warren and Giovanni.<br><br>(END VIDEO TAPE)<br><br>AZUZ: In response to the announcement, a legal director with the American Civil Liberties Union said, &quot;The U.S. quite literally didn`t know who it was killing.&quot;<br><br>Warren Weinstein`s wife issued a statement saying her family was devastated by the news. She said they were hopeful that the U.S. and Pakistani governments would have done everything possible to secure Weinstein`s release and that no words do justice to the disappointment and heartbreak they`re going through.<br><br>She also said the ultimate responsibility was borne by those who took her husband captive.<br><br>The European Union is tripling the amount of money it spends on search and rescue operations in the Mediterranean. There`s a crisis there involving migrants trying to find asylum, refuge in a stable European country.<br><br>They`re set afloat on often rickety or overloaded boats. The BBC reports that this year alone, more than 35,000 people are believed to have traveled from Africa to Europe. More than 1,700 of them have died while trying.<br><br>(ON SCREEN)<br><br>Dangerous Migration<br><br>KARL PENHAUL, CNN CORRESPONDENT: So where are these people coming from?<br><br>Well, a lot of these migrants are coming from failed states, countries that simply are under nobody`s control, where there`s failed government, where there`s rampant corruption.<br><br>A lot of these people are coming also from parts of the world that are increasingly falling under the control of radical Islamist factions, places like Syria, Nigeria, mali. And a lot of people, as well, are simply fleeing from countries where there is absolute rampant poverty.<br><br>Why are they trying to get to Europe?<br><br>The answer there really is quite simple. The European Union is, for these migrants, the promised land.<br><br>What about the people who are bringing them here?<br><br>It is very much a question of supply and demand on the one hand, migrants desperate to make their way to Europe; and on the other hand, a number of unscrupulous characters ready to make a fast buck off trying to shuttle them from Point A to Point B. A lot of the migrants right now are being funneled there was Libya, another failed state, and then when the migrants arrive, they`re charging them thousands of dollars to put them in rust bucket vessels and set them afloat in the Mediterranean. And that is a business, to the human traffickers, that is worth millions of dollars.<br><br>(END VIDEO TAPE)<br><br>AZUZ: The U.S. Senate has given advice and consent. Yesterday, it voted 56-43 to confirm President Obama`s nominee for attorney general. Her name is Loretta Lynch. She`s the first female African-American attorney general in U.S. history. She replaces Eric Holder as the country`s top legal officer.<br><br>Lynch has served as U.S. attorney for the Eastern District of New York. She reportedly has a good relationship with law enforcement. And one issue she`ll be addressing involves strained relations between some police forces and the communities they serve.<br><br>Criminal justice reform and terrorism are other challenges for Attorney General Lynch.<br><br>Gray water treatment is how some Californians are dealing with their state`s historic drought. A new system can add thousands to the cost of a new home.<br><br>But what it does is take the water from sinks, showers or washing machines, it filters it and then it recycles it to water a lawn. It`s one creative solution as parts of California get more and more parched.<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHANIE ELAM, CNN CORRESPONDENT: In an average year, our snow depth at this location would, at this time of year, would be around five, five and a half feet.<br><br>OK, so that`s -- I`m 5`5,&quot; so basically my height?<br><br>FRANK GEHRKE, CALIFORNIA DEPARTMENT OF WATER RESOURCES:<br><br>Your height.<br><br>ELAM: This is where we should be?<br><br>GEHRKE: That`s correct.<br><br>(ON SCREEN)<br><br>CA Drought: The Snowpack<br><br>ELAM: We are high up in the Sierra Nevada Mountains, where you`ll find one of California`s greatest resources. This is the snowpack.<br><br>The snowpack is basically nature`s version of water storage in the form of snow since the state gets most of its precipitation in the winter. Then from April through July, those warmer temperatures cause the snow to melt in runoff and replenishes The Golden State`s reservoirs before the typically dry summer and fall.<br><br>The problem is California is in the midst of an historic, multi-year drought.<br><br>GEHRKE: This is, by far, the lowest snowpack on record. You know, it provides somewhere upwards of a third to two thirds of the water supply that we depend upon.<br><br>ELAM: I`m standing at the eastern gateway to Yosemite. This is the Tioga Pass. And as you can see, we`re almost 10,000 feet up. And at this time of year, in 2011, both of these buildings were completely covered in snow. You can see right now, it`s not anywhere near that.<br><br>GEHRKE: This is what we would use to measure the depth of the snow and then, more importantly, the water content. This is last year`s measurement.<br><br>ELAM: This yellow tape?<br><br>GEHRKE: Yellow tape. The black is the 1977 measurement that generally was the lowest on record before this year. And at the very bottom is this year`s measurement.<br><br>ELAM: This year`s measurement is almost nothing. That`s like...<br><br>GEHRKE: About four inches. And you`re right, it is virtually nothing.<br><br>ELAM: We`ve had a longer drought than this in California?<br><br>GEHRKE: We have. In general, they`ve lasted five years. But this one is very severe because of such an abnormally low snowpack.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: It`s time for the Roll Call. Someone Tweeted me that I shouldn`t shout that out, but it`s just not the same as saying Roll Call.<br><br>See, we`re excited. The Bearcats are watching today. They`re at Bridgeport High School in Bridgeport, Michigan.<br><br>From Salt Lake City, the capital of Utah, we`ve got The Warriors of Northwest Middle School.<br><br>And in Chungcheong, South Korea, hello to everyone at Hwasung Middle School.<br><br>Thanks for your requests at our Web site.<br><br>It has been 25 years since the Hubble space telescope was put into orbit. It was named for Edwin Hubble, an American astronomer. And like some of the planets it`s photographed, the telescope got off to a rocky start.<br><br>At first, its mirror was the wrong shape and it had problems with its solar arrays and gyroscopes. Its first images were fuzzy. Multiple spacewalks were needed to fix it.<br><br>Once it got going, though, the Hubble, at a cost of $2.5 billion, captured some of the most spectacular photographs of the universe, vastly changing the field of astronomy.<br><br>Scientists plan to replace it with a more powerful device, the $8.7 billion James Webb space telescope in 2018.<br><br>Before We Go<br><br>AZUZ: There`s frogger, Michigan J. Frog, the celebrated jumping frog of Calaveras County. But arguably, the most famous frog is Kermit.<br><br>Well, check out his newly discovered look-alike. Found in Costa Rica, it`s only about a couple of centimeters long, but it doesn`t exactly have a short name -- Diane`s Bare-hearted Glassfrog. Diane is the name of the mother of the scientist who described it. And bare hearted is for its transparent underside, which lets you see its heart.<br><br>Not every frog story is that riveting. If Geico has a gecko, Cheetos has a cheetah and the Muppets have Kermit, maybe this frog could hop in for Croaka Cola. That would be unforgettable. And you know I`m not amphibin about it.<br><br>CNN STUDENT NEWS is jumping into the weekend.<br><br>Fridays are awesome.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-24 CNN Student News.mp4"}