{"title":"CNNSN-2017-02-09-CNN-Student-News","script":"(CNN Student News) -- February 9, 2017<br><br><br>South Korea Prepares for the 2018 Winter Olympics; Louisiana Recovers from a Series of Tornadoes; The Debate Over U.S. Health Law<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: This is CNN 10, where 10 minutes of global news explained for a global audience. And I`m your host, Carl Azuz. Thank you for watching.<br><br>We are officially one year away from the next Olympics, the 2018 Winter Olympics. They kick off next February in Pyeongchang, South Korea. The city is east of Seoul, in the northern part of the country.<br><br>Though South Korea has hosted the games before, there had been four new events added for the 2018 Olympics. Alpine skiing will have a mixed team event. Curling will have a mixed doubles event. Speed skating will have what`s being called a mass start event. And for snowboarders, a big air event makes its debut.<br><br>There are a number of challenges that any city faces when hosting the Olympics. For one thing, it`s incredibly expensive. Billions and billions are spent. Venues have to be built. Security has to be arranged.<br><br>Host countries are under the international media microscope for everything, from their weather, to how they manage housing changes, to their political conditions.<br><br>South Korea`s president, Park Geun-hye was impeached in December and a court is deciding whether to permanently remove her from a power, as a major investigation is made concerning the nation`s political scandal.<br><br>But on the other side of those challenges is the chance for Pyeongchang to shine as the backdrop of a beloved international sporting event, one that brings together athletes, families, fans and photographs from all corners of the globe.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN INTERNATIONAL CORRESPONDENT: We are less than one year until the 2018 Winter Games begin in Pyeongchang. You know, as far as how things are going, no major issues so far. Organizers say they are largely happy with the progress that has been made. The majority of the infrastructure needed for this event has been built already.<br><br>And, frankly, that kind of progress stands out after what we`ve seen from the last two Olympic Games. Of course, I`m talking about the Winter Olympics in Sochi, Russia, in 2014, and the Summer Olympics last year in Rio de Janeiro, 2016. Both of those events were plagued by things like construction delays overspending accusations of corruption. And so, organizers of the Pyeongchang Winter Olympics are trying to do their best, in their words, to not repeat those kind of mistakes.<br><br>But there are certainly challenges that remain, including the fact that Pyeongchang is one of the smaller cities to host these Winter Olympics, and the fact that there are still infrastructure projects that need to be completed. But they still have sometime. They are a little less than a year now.<br><br>And, of course, they have experience. It`s the second time that South Korea has held the Olympics. It was back in 1988, here in Seoul, that the Summer Olympics were held, and so, now, South Korea gets a second chance to welcome the best athletes in the world to show off their best stuff. One year away.<br><br>Matt Rivers, CNN, Seoul.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>The Enhanced Fujita (EF) scale is used to measure the intensity of what? Tsunamis, tornadoes, hurricanes or earthquakes?<br><br>The Enhanced Fujita scale rates tornadoes from EF-0, the less damaging, to EF-5, the most destructive.<br><br>(END VIDEO CLIP)<br><br>AZUZ: In U.S., weather officials say it was at least an EF-2 tornado, with wind speeds between 111 and 135 miles per hour, that touched down in New Orleans, Louisiana, on Tuesday. Dozens of people were hurt, some seriously. But Louisiana Governor John Bel Edwards says his state was blessed because no deaths were reported. He declared a state of emergency, though.<br><br>A wide portion of southeastern Louisiana was affected by the storm system. About 60 homes and businesses were damaged. Power was cut off for thousands of people. And Governor Edward says it wasn`t just North Orleans that was affected. Seven tornadoes were recorded in at least six different Louisiana parishes.<br><br>How do forecasters track these storms?<br><br>(BEGIN VIDEOTAPE)<br><br>ALLISON CHINCHAR, CNN METEOROLOGIST: This is a two-dimensional look at a storm on radar. But meteorologists see a tornado. But what is it exactly that meteorologists see?<br><br>Well, let`s take a look.<br><br>The yellow and green colors you see here are going to be your very heavy rain a storm. The red color indicates your hail core. And then all the way down there, the purple circle, that`s where tornado is going to be. Meteorologists often refer to it as the hook echo, because of the hook shape that ends up taking.<br><br>But these aren`t the only features we look for. We also have to take a look at the winds inside the storm. Imagine this flagpole was inside of our storm, and the flag is going all the way up to the very top of the cloud. The thing is, the wind changes direction as you go up. So, this naturally creates that rotation necessary for funnel clouds and also even tornadoes.<br><br>So, now, let`s take a look at the base of that storm. What you have is you have very warm inflow, warm air coming into the storm and rising because that`s what warm air does, it goes up. But you also have cold air coming down from the tops of the clouds and sinking all the way down towards the base.<br><br>Now, together, this helped to create wind shear, down near the perimeter, and that is what helps create some of the more violent tornadoes.<br><br>Now, what if your tornado has been on the ground for at least a little bit? Then, you start to get this, the debris cloud, which is essentially a collection of all of the stuff that tornado has been able to pick up, everything from dusts, to trees, to even homes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Debate in the U.S. Congress over the Affordable Care Act, also known as Obamacare, is nothing new. It`s been going on since the overhaul of the U.S. healthcare system was proposed in 2009. What is new is that Republican lawmakers are moving forward with a new plan to repeal large parts of the law. Repealing Obamacare was a campaign promise of U.S. President Donald Trump.<br><br>The law as it stands is controversial. It was considered former President Barack Obama`s signature achievement, and it contributed a record number of Americans having health insurance. But it became increasingly expensive for the federal government to support and a growing number of insurance companies dropped Obamacare as an option.<br><br>Because the debate about the law itself and about how to replace is ongoing, CNN hosted a town hall on Tuesday night to explore both sides of the U.S. healthcare divide. On the left is Bernie Sanders, an independent U.S. senator from Vermont, who recently sought the Democratic nomination for president. On the right is Ted Cruz, a U.S. senator from Texas who recently sought the Republican nomination for president.<br><br>(BEGIN VIDEOTAPE)<br><br>SEN. TED CRUZ (R), TEXAS: It was built on the edifice of lies.<br><br>SUZANNE MALVEAUX, CNN NATIONAL CORRESPONDENT (voice-over): Senator Bernie Sanders and Ted Cruz facing off over President Trump`s promise to repeal and replace Obamacare.<br><br>CRUZ: Should Congress move swiftly to repeal Obamacare? Absolutely.<br><br>SEN. BERNIE SANDERS (I), VERMONT: The absolute repeal of Obamacare without improvements in it, without a plan to make it better, would be an absolute disaster.<br><br>MALVEAUX: The two senators laying out sharply contrasting views of health care in America.<br><br>CRUZ: What is a right is access to health care. What is a right is choosing your own doctor.<br><br>SANDERS: Go out and get a really great health insurance program. Oh, you can`t do it, because you can`t afford it. All right? That`s what he`s saying.<br><br>Access to what? You want to buy one of Donald Trump`s mansions? You have access to do that, as well. Oh, you can`t afford $5 million per house?<br><br>Sorry.<br><br>MALVEAUX: The duo finding common ground on problems in American health care.<br><br>CRUZ: You know who`s making out like gangbusters? The insurance companies and those in government whose solution is let`s have even more government control. This thing isn`t working.<br><br>(CROSSTALK)<br><br>SANDERS: I find myself in agreement with Ted. He`s right.<br><br>MALVEAUX: But disagreeing on solutions.<br><br>SANDERS: Let`s work together on a Medicare for all, single payer program so we`re finally going to get insurance companies -- private insurance companies out of our life.<br><br>CRUZ: The answer is, empower you, give you choices, lower prices, lower premiums, lower deductibles.<br><br>MALVEAUX: Cruz arguing that proposals to replace Obamacare will continue to protect people with pre-existing conditions, a key tenant of the law.<br><br>CRUZ: All of them prohibit insurance companies from cancelling someone because they got sick. They prohibit insurance companies from jacking up the insurance rates because they got sick or injured.<br><br>SANDERS: I cannot believe what you just said. It`s a direct contradiction to everything you ran for president on.<br><br>MALVEAUX: Sanders also giving tough advice for this salon owner feeling restricted by the law.<br><br>LARONDA HUNTER, SMALL BUSINESS OWNER: How do I grow my business? How do I employ more Americans without either raising the prices to my customers or lowering wages to my employees?<br><br>SANDERS: I`m sorry. I think that in America today everybody should have health care. If you have more than 50 people, yes, you should be providing health insurance.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the history of bear hugs, this one truly gets &quot;10 Out of 10&quot;.<br><br>In the &quot;don`t try this at home&quot; category, a 23-year-old bear who was rescued and the man who rescued him. The animal`s named Jimbo. He lives at the orphan wildlife center in New York state. And the nine-foot tall, 1,500-pound Kodiak has, as you can see, an unusually close bond with Jim Kowalczik, a retired corrections officer who rehabilitates bear cubs that can`t survive in the wild.<br><br>If you find it hard to believe that Kodiak-tually happen, there are certainly is claws for concern. Bears in the wild are well-known to Kodi-attack people, but that one doesn`t Jimbow to peer pressure. While it might seem un-bear-livable, Jimbo gives all her signs of furnliness.<br><br>That puts today`s show in the roar view. I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-09 CNN Student News.mp4"}