{"title":"CNNSN-2017-01-05-CNN-Student-News","script":"(CNN Student News) -- January 5, 2017<br><br><br>Strain Relations Between U.S. and Russia; A Type of Echo Chamber; What It`s Like to Be Freshman in Congress<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN TEN ANCHOR: We are thrilled to bring you are our first ever production of CNN TEN, a new 10-minute program that explains global news to our global audience. My name is Carl Azuz.<br><br>And we are starting today by explaining the latest rift in the strain relations between the U.S. and Russia.<br><br>For months, the Obama administration has accused Russia of interfering in last year`s U.S. presidential election. More recently, it said Russia did this to help incoming President Donald Trump get elected.<br><br>So, over the holidays, the U.S. government sanctioned, it penalized some Russian intelligence services, some officers that work for them and three companies that helped support Russian intelligence. America also closed two Russian compounds and expelled 35 Russian diplomats from the U.S.<br>So, how did Russia respond? Its president, Vladimir Putin, has repeatedly denied interfering in the American election. He said he would not, quote, &quot;stoop to the level of irresponsible diplomacy&quot; that he`d allow American diplomats to stay in Russia and that he`d be working to rebuild relations with the U.S. after President-elect Trump is inaugurated.<br><br>A lot of different perspectives on all this. The head of WikiLeaks, which published millions of hacked U.S. documents, said they did not come from the Russian government. Critics, including President-elect Trump, have said there`s not enough proof the Russian government was behind the hacks.<br><br>U.S. House Speaker Paul Ryan called the U.S. sanctions on Russia overdue but said they were an appropriate way to end eight years of failed policy with Russia. And Senators John McCain and Lindsey Graham said the sanctions don`t punish Russia enough.<br><br>There`s also trouble in the relationship between the U.S. and Israel, an American ally in the Middle East. On December 23rd, the United Nations Security Council passed a resolution. It says that Israel is breaking the law by building settlements on land it captured and claimed as its own during a war in 1967.<br><br>The U.S. usually vetoes resolutions like this because it sees them as overly critical of Israel. But in this case, the U.S. abstained. It didn`t vote. That allowed the U.N. resolution to pass when 14 other members of the council voted for it.<br><br>The resolution itself is mostly symbolic. It doesn`t penalized international trade or cooperation with Israel. But it makes a statement that infuriated Israel, which has accuses the Obama administration of secretly supporting the resolution. The U.S. government denies, but all this has deepened the divide between America and Israel.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA SIDNER, CNN CORRESPONDENT: As a rule, settlements are Jewish-only communities that are on Israel occupied land that the Palestinians had hoped to use as a future state. And one of the sticking points here is that the Palestinians feel like their land as been stolen and also that it stops them from having a contiguous or continuous area to call their own state.<br><br>The Israelis say, &quot;Look, some of this land is historically ours. Some of this land is politically ours.&quot; And also, they`re using some of the land for security purposes.<br><br>All in all, this is one of the sticking points in the process and one of the things that Secretary Kerry has tried to undo. But now, the gloves are off. Because of this U.N. resolution in particular, the Security Council resolution 2334, you are seeing the reaction from Israel, especially Prime Minister Benjamin Netanyahu, who was furious over this resolution and basically slapped Israel`s hand and said that they are breaking international law by putting those settlements in place.<br><br>And then we heard from Secretary John Kerry who talked about the fact that he believes that this is a real sticking point, a real problem in trying to go forward in a peace process.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia. What part of the U.S. Constitution says congressional terms start on January 3rd? Article IV, the 14th Amendment or the 20th Amendment?<br><br>It`s the 20th Amendment that sets January 3rd as Congress` start date unless the Congress changes the date by law.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And it was the 115th U.S. Congress that was sworn in on Tuesday.<br><br>Of the 100-member Senate, 52 are Republicans, 48 are Democrats, that includes two independents who vote with the Democrats.<br><br>Of the 435 voting members of the House of Representatives, 241 are Republicans, 194 are Democrats.<br><br>(BEGIN VIDEO CLIP)<br><br>REP. PAUL RYAN (R-WI), SPEAKER OF THE HOUSE: Do you solemnly swear that you will support and defend the Constitution of the United States against all enemies, foreign and domestic, that you will bear true faith and allegiance to the same, that you take this obligation freely without any mental reservation or purpose of evasion, and that you will well and faithfully discharge the duties of the office in which you are about to enter, so help you God?<br><br>MEMBER OF THE U.S. HOUSE OF REPRESENTATIVES: I do.<br><br>RYAN: Congratulations. You are all now members of the 115th Congress.<br><br>(APPLAUSE)<br><br>(END VIDEO CLIP)<br><br>AZUZ: That`s what`s like to be sworn in to Congress.<br><br>Now for a look at what it`s like to be there for the first time. There are seven freshmen senators this term and 55 freshmen representatives. Here are two of them, along with their mutual hopes to work together.<br><br>(BEGIN VIDEOTAPE)<br><br>REP. JACK BERGMAN (R), MICHIGAN: I am Jack Bergman, and I am the new freshman congressman from the first district of Michigan.<br><br>REP. VAL BUTLER DEMINGS (D), FLORIDA: I am Val Butler Demings, representing Florida`s 10th congressional district, from Orlando. And I am a new member of Congress.<br><br>SUBTITLE: One Republican, one Democrat, one mission.<br><br>There are 54 new &quot;freshmen&quot; members of the House who started work on January 3rd.<br><br>The two are also co-class presidents. Val Demings is a retired police chief, and Jack Bergman, a retired lieutenant general in the Marine Corps.<br><br>BERGMAN: People like us are sitting here today in these new freshmen congressmen roles, because the people who vote said they want to see something happen, different than what has been happening here in Washington, D.C. in the recent past. I believe that`s why folks like Val and I got elected.<br><br>DEMINGS: Many times, we only focus on our differences, and not our similarities. And I believe it was a major moment for us to begin there, not leading with our party. I didn`t go through what I went through the last two years and did put my family through it to get here and do nothing.<br><br>The only way we`re going to be able to get some things done is to work together.<br><br>BERGMAN: Together, that`s how the Founding Fathers imagined it and that`s how it needs to be.<br><br>We`re only going to be a freshman once, and if we don`t take advantage as a freshmen class, Dems and Republicans, to begin to make our mark in this 115th Congress, then we have missed an opportunity.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Strictly defined, an echo chamber is a room where the walls reflect sound, giving it echoing sound effects. Figuratively defined, it`s when someone surrounds himself with ideas like his own and doesn`t get other perspectives on a specific idea or issue.<br><br>This is what a lot of people have set up for themselves on social media, though some may not even know it or have intended to create their own echo chamber.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: It`s human nature. We surround ourselves with people we agree with, and the Internet has only made it easier.<br><br>For many, Twitter is the place to have existing views reinforced. Often without realizing it, a lot of us chose to live in an echo chamber, a place where it can seem like everyone on earth is just like us.<br><br>And Facebook, well, Facebook takes it even further. Of course, you can hide those posts from the group you`re on, but Facebook actually does a lot of that work for you, behind the scenes. It knows what you like and what you comment on, what brands you follow, what ads grabbed your attention, events you`re attending and publications you read. Facebook uses all that data to feed its algorithms. And those algorithms choose what you see.<br><br>And if you know where to look, you can actually see what Facebook thinks you like, your interest, your hobbies, and even your political views. The result is what`s become known as the filter bubble, where your timeline is filled with opinions you share.<br><br>Facebook actually makes money off knowing those things. They sell you and your filtered bubble to advertisers. Those advertisers will pay more to get their products in front of people that are likely to buy them. And if you`re seeing things you like, you`ll spend more time on Facebook, seeing more ads and making the company more money.<br><br>But does the bubble keep us well-informed? It`s a tough question to answer, especially while the technology is still changing so fast. But one thing is for sure, that technology has the power to make us more connected or more isolated than ever.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now for &quot;10 out of 10&quot;. Our last minute today goes to a robot designed by a man who worked on movies like &quot;Transformers&quot;. You can pretty much see that in the Method-2, a manned machine developed by a lab in South Korea. It`s taken more than two years and $200 million to bring the idea to life.<br><br>It`s not finished. The designer compares it to a baby taking its first steps and they`re big ones. The Method-2 weighs more than 1 1/2 tons.<br><br>So, there is the man in the machine and he`s got to love heavy metal. Some think it`s just a prototype to play Robocop, so you can keep your mechanized field for that. It`s certain there is a method to the madness and that is &quot;10 out of 10&quot; for CNN TEN, where the puns are intended and automatic.<br><br>I`m Carl Azuz. Thank you so much for watching. We hope you`ll take TEN again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-05 CNN Student News.mp4"}