{"title":"CNNSN-2016-09-02-CNN-Student-News","script":"(CNN Student News) -- September 2, 2016<br><br><br>Upcoming G20 Summit; The U.S. Electoral College; CNN Hero Helping Foster Children Gain Sense of Home<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS, where Fridays are awesome! My name is Carl Azuz.<br><br>Two stories out of the U.S. state of Florida lead things off.<br><br>First, a setback for SpaceX. It`s a private space exploration company that has a contract from NASA, and one of its Falcon IX rockets blew up during a test-firing in Cape Canaveral yesterday. It was an unmanned vehicle. No one was hurt. But the rocket and its payload were destroyed and that included a communication satellite intended to help bring Internet service to the Middle East and parts of Africa and Europe.<br><br>SpaceX says an anomaly on the launch pad caused the explosion. The company has had a handful of failures and a string of successes over the years, and NASA says it`s still confident in its commercial partners, which include SpaceX.<br><br>Next, all eyes on Hermine. That`s a storm that was spinning in the Gulf of Mexico last night and headed toward northwest Florida. Hours before it was expected to make landfall, forecasters said Hermine had strengthened to a category one hurricane.<br><br>Hermine had dangerous, potentially damaging winds and threatened to push ashore, a storm surge, a wall of water of between one and eight feet.<br><br>Florida`s governor called Hermine life-threatening and put thousands of National Guardsmen on alert to help with rescue and recovery.<br><br>Leaders from around the world are making travel plans.<br><br>Where? To Hangzhou, China, the country that`s currently president of the G20.<br><br>What? The G20 stands for Group of 20. It`s gearing up for its annual meeting.<br><br>Why? To discuss global economic issues and how to cooperate to address them.<br><br>When? This year`s event will be held Sunday and Monday.<br><br>Who? Heads of state from Argentina to Australia, from Europe to the U.S., from South Korea to South Africa. They represent almost 90 percent of the global economy and two-thirds of its population.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD QUEST, CNN BUSINESS CORRESPONDENT (voice-over): The G20 isn`t a group of 20 at all. It`s actually 19 countries, plus the European Union and often an assortment of guest countries invited along.<br><br>The idea begun in the late `90s, when the Asian financial crisis rocked global markets.<br><br>The first G20 was held in Berlin, in 1999, and consisted of finance ministers and central bank heads.<br><br>Then, almost a decade later, the world faced a far greater challenge, the subprime crisis triggered a near total financial collapse. Fear was palpable. The G20 was turbocharged. Heads of government from member nations were called to action and met at crisis meetings in Washington, London, and Pittsburgh.<br><br>IAN BREMMER, PRESIDENT, EURASIA GROUP: For a brief flicker of a moment, the world was experiencing such incredible stability, the worst recession that we`ve seen since the Great Depression that everyone wanted to at least tell the public that there was a legal of agreement.<br><br>QUEST: During the financial crisis, the G20 leadership pledged about a trillion dollars in new stimulus. That goal was roughly met. But other proposals went nowhere.<br><br>ROBERT KAHN, COUNCIL ON FOREIGN RELATIONS: You have to be honest and say that it`s a pretty poor grade over the last several years in terms of delivering on these commitments that they`ve made. It is that countries meeting together, get that practice of working on problems, and so, should we have a major crisis again, that infrastructure will be in place and ready to be utilized.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On Tuesday, November 8th, U.S. voters will choose a new president and we`re bringing you a series of reports related to the upcoming election. The United States is often called a democracy. But it`s not a direct pure democracy. How does the Electoral College factor into the vote.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ (voice-over): Electoral College, it`s simpler than regular college. It`s actually the name of a group of people who choose the U.S. president.<br><br>Why them and not just citizens through a popular vote?<br><br>Well, some of the Founding Fathers weren`t completely comfortable with a direct election by the people. They wanted to buffer or limit that. They didn`t the average American was really in tuned with politics. Electors on the other hand are all over them.<br><br>UNCLE SAM: I need your vote.<br><br>AZUZ: Here`s how the system works. Each state gets a certain number of electoral votes. The more people who live in the state, the more electoral votes it gets. Take California, most populous state in the nation, 55 electoral votes. South Dakota, three, not many but it doesn`t have nearly as many residents as the Golden State.<br><br>Every state but Maine and Nebraska has a winner take all election system. That means whoever wins the state`s popular vote, wins all of its electoral votes. What kinds of numbers are we talking?<br><br>Well, there are 538 electors in the Electoral College, so you need just over half of them, 270, to win the election. But you can`t just win the top five states with the most electoral votes. In a close contest between two candidates, every electoral vote counts and here`s where it gets tricky.<br><br>The Electoral College is supposed to reflect what most Americans want, but it is a possible for a candidate to win the popular vote and lose the Electoral College and therefore the election. Former Vice President Al Gore, for example, won the popular vote in 2000 but lost the Electoral College and the election. Same thing happened in 1876 to Samuel J. Tilden and 1888 to Grover Cleveland.<br><br>Did some folks get mad at the college? Uh-huh. But despite hundreds of proposals to change that or get rid of it, it hasn`t happened in part because it allows smaller states to still have some power in an election and because it would take changing the U.S. Constitution.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Georgie Smith was a designer and chef at California. She noticed that some people who`ve grown past the age of the foster care system didn`t really have somewhere to live that gave them a sense of home.<br><br>So, she started a nonprofit called a Sense of Home. And her foster youth staff has made comfortable living spaces for 100 others who couldn`t stay in foster care.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: When I aged out of the system, I slept in the park.<br><br>UNIDENTIFIED FEMALE: I lived in floor placements. You don`t really feel like stable inside.<br><br>UNIDENTIFIED FEMALE: This is for the living room.<br><br>UNIDENTIFIED FEMALE: OK, let`s stage it over here, guys, so you can move it into position.<br><br>GEORGIE SMITH, CNN HERO: Los Angeles County has the largest foster youth population in the country. At 18 to 21, they`re out on their own.<br><br>UNIDENTIFIED FEMALE: My goal growing up was, oh, I`m going to get my siblings. All of us have been removed from our parents. We`re super broke.<br><br>SMITH: They`re out there fending for themselves with no support, no community, no nothing.<br><br>We should put the bed here.<br><br>UNIDENTIFIED FEMALE: OK.<br><br>SMITH: I understood that it was a broken system and I was moved to do something.<br><br>We got the two orange chairs that could go potentially here.<br><br>We give them the foundation for which they can thrive.<br><br>UNIDENTIFIED FEMALE: Good job.<br><br>SMITH: It`s a feeling of family, feeling accepted and belonging.<br><br>Oh my God, this is looking so good.<br><br>Are you ready?<br><br>UNIDENTIFIED FEMALE: I`m so excited.<br><br>UNIDENTIFIED BOY: Oh my gosh! This is crazy.<br><br>SMITH: There`s an incredible transformation that happens on the inside.<br><br>UNIDENTIFIED FEMALE: Oh my goodness.<br><br>SMITH: Their ability to trust in others.<br><br>UNIDENTIFIED FEMALE: Let`s make it so real like we`re going to be OK. We don`t need to survive anymore, that we can start living. Thank you, Georgie, like honestly, thank you so much. This means the world to me.<br><br>SMITH: It`s not just the home that saw importance to kids, is that feeling of that community, it`s family for them.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the state of Oregon, every intersections illegal crosswalk, even if it`s not marked that way. So, to help get drivers` attention, this is like take your bigfoot to school day. You would own show and tell.<br><br>The giant, hairy crossing guards are part of a Department of Transportation program. He`s working to insure people drive safely and get across the street safely once they get over the shock.<br><br>I bet he drives a monster truck. And he definitely gets the message across, teaching kids and drivers to look both ways before putting one big foot in front of the other. How does he know when it`s time to cross? He just checks his sasquatch.<br><br>And checking mine, I know it`s time to go.<br><br>We will be off Monday for the Labor Day holiday. So, enjoy the three-day weekend and please come back Tuesday for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-02 CNN Student News.mp4"}