{"title":"CNNSN-2015-06-04-CNN-Student-News","script":"(CNN Student News) -- June 4, 2014<br><br>The Shooting of a Terror Suspect in Boston; An Invasive Species Approaches Australia<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, welcome to this June 4th edition of CNN STUDENT NEWS. I`m Carl Azuz. Thank you for watching our penultimate program of the 2014-2015 school year.<br><br>We`re starting today in Boston, Massachusetts, where law enforcement officials shot and killed a terrorism suspect earlier this week.<br><br>They`ve been monitoring Usaama Rahim for years. An official says the FBI noticed a change in his behavior recently. That prompted authorities to approach him outside of drugstores in Tuesday morning.<br><br>Investigators say Rahim was planning to randomly kill police officers. The FBI says it doesn`t think there`s any concern for public safety at this point. There has been another arrest in the case.<br><br>(BEGIN VIDEOTAPE)<br><br>ALEXANDRA FIELD, CNN CORRESPONDENT (voice-over): Today in Everett, Massachusetts, a man in custody, police making the arrest last night in connection with the fatal shooting of a terror suspect in Boston by police Tuesday morning.<br><br>It all began around 7:00 in the morning when the FBI and Boston police descended on this CVS, aiming to question the suspect, 26-year-old Usaama Rahim.<br><br>OFFICER: Yes, we have a gentleman, black male, 6 feet, coming out now with a knife.<br><br>FIELD: Rahim had been under 24-hour surveillance by the Joint Terrorism Task Force, radicalized according to one official, by ISIS and other extremist influences.<br><br>The FBI says Rahim made threats against police on social media.<br><br>UNIDENTIFIED MALE: All right, there`s shots fired, unit shots fired.<br><br>FIELD: When officers approached him, Rahim lunged at them with this knife, authorities say, before a federal agent and Boston Police officer fired, hitting him in the torso and abdomen.<br><br>WILLIAM EVANS, BOSTON POLICE COMMISSIONER: The officers, again, gave several commands for him to drop the weapon. And unfortunately, he came at the officers and, you know, they did what they were trained to do. And, unfortunately, they had to take a life, and that`s never an easy decision for any officer to do.<br><br>FIELD: Rahim`s brother, an imam at a mosque in California, paints a different picture, saying on social media that his younger brother was on his cell phone with their father, waiting for the bus when he was confronted by police and shot in the back three times. He says his brother`s last words were, &quot;I can`t breathe!&quot;<br><br>The shooting is now under investigation, and Boston Police say they have a video documenting the entire event.<br><br>DANIEL CONLEY, SUFFOLK COUNTY DISTRICT ATTORNEY: We saw the video. It appears that the law enforcement officers were backing away before they exercised deadly force.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Yesterday, police showed community leaders surveillance video of the shooting. Afterward, they said Rahim was not on the phone when he was shot and that he was not shot in the back.<br><br>Updating you now on political news: there are two new names on the list for the 2016 U.S. presidential race.<br><br>Martin O`Malley launched his presidential campaign on May 30th. He`s the former governor of Maryland, former mayor of Baltimore and he`s seeking the nomination for the Democratic Party.<br><br>Lindsey Graham made his campaign official on June 1st. He`s a U.S. senator from South Carolina and he`s seeking the nomination for the Republican Party.<br><br>So, the field is widening. There are now three Democrats who are officially candidates, nine Republicans are officially running. The primaries and caucuses will determine the one candidate from each major party who will be on the 2016 presidential ballot.<br><br>Anyone who knows that capital of Ghana knows the location of the third school in today`s call of the roll.<br><br>We`re starting in the Palmetto State of South Carolina. It`s where the Knights are watching today at Stratford High School in Goose Creek.<br><br>The Black Knights are also online in Point Pleasant, West Virginia. Shout- out to Point Pleasant Junior/Senior High School.<br><br>And in the Ghanaian capital of Accra. Hello to everyone watching at Lincoln Community School representing West Africa.<br><br>Sticking with the subject of geography. The Torres Strait is located between Papua New Guinea and Northeast Australia. There`s a fish that`s appeared there recently, an invasive species that authorities were hoping will never make it to the Australian mainland.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Walking fish in Australia.<br><br>The &quot;Climbing Perch&quot; looks like a normal fish but has an unusual ability.<br><br>NATHAN WALTHAM, JAMES COOK UNIVERSITY: They`re actually able to pull themselves out of the water hole and move themselves across land into the next water hole.<br><br>SUBTITLE: The Perch is able to absorb oxygen from the air and can survive on land for up to six days.<br><br>Once on dry land, they`re a choking hazard to birds.<br><br>WALTHAM: They are eaten by larger fishes or birds that became large (INAUDIBLE) of those species, so that`s where the problem lies.<br><br>SUBTITLE: Waltham says the Perch gets caught in a bird`s throat by flexing its gills covers out.<br><br>The Climbing Perch has been found on two Queensland Islands in the Torres Strait.<br><br>Authorities believe the fish is making its way to Australia from waterways in Papua New Guinea via fishing boats.<br><br>Fishermen are being cautioned to check their boats and discard the Perch before arriving.<br><br>(END VIDEOTAPE)<br><br>AZUZ: When he was a student in India, Adarsh Alphons got in some serious trouble for doodling. But he kept on drawing and eventually found himself commissioned to do a painting for Pope John Paul II.<br><br>When he moved to New York, Alphons was trouble to find that almost 30 percent of public schools didn`t have a full time art teacher. So, he opened up free classes.<br><br>(BEGIN VIDEOTAPE)<br><br>ADARSH ALPHONS, CNN HEROES: Art has a power to let children discover who they are. Every child needs to have a space for them to create. When I moved to New York City, I noticed that access to our education was lacking. I decided we need to be the ones to put art in the hands of kids.<br><br>We open our classes in public libraries that are near the schools that need us most.<br><br>Our goal is not to create artists. Our goal is to let kids discover themselves.<br><br>UNIDENTIFIED MALE: I use art as an escape. I do look forward to coming here every week, and on most occasions, I persuade them to let us stay longer.<br><br>ALPHONS: See how you can take it, right?<br><br>After we bring art into their lives, they become more confident. The changes are quite remarkable. At the end of every semester, we showcase this student`s artwork in contemporary art galleries in New York`s art district.<br><br>UNIDENTIFIED FEMALE: I tried to use water to make it darker and tuned for the weather.<br><br>UNIDENTIFIED MALE: When I saw my artwork in a real gallery, I feel proud of myself.<br><br>ALPHONS: That`s amazing.<br><br>I hope it sets a spark that it`s OK to chase after your dreams, but you should go after it boldly and fearlessly, and that anything is possible.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Number one movie at the U.S. box office right now was &quot;San Andreas&quot;. It`s a disaster film starring a massive earthquake. It also stars the Rock, so that`s kind of a built-in fun. But exactly how realistic is this work of fiction.<br><br>CNN`s Jeanne Moos spoke to a seismologist.<br><br>(BEGIN VIDEOTAPE)<br><br>JEANNE MOOS, CNN CORRESPONDENT (voice-over): A tsunami bearing down on a Golden Gate Bridge, skyscrapers collapsing.<br><br>Can`t fault an earthquake blockbuster for going a little overboard.<br><br>And before it falls through the cracks, CNN and the film studio are both owned by Time Warner.<br><br>How does a seismologist size up &quot;San Andreas&quot;?<br><br>GRAHAM KENT, DIRECTOR, NEVADA SEISMOLOGICAL LABORATORY: I would definitely give it two thumbs up. It had me on the edge of my seat.<br><br>MOOS: And the tsunami really had scientists rolling their eyes.<br><br>KENT: Oh, it`s way too big.<br><br>MOOS: It`s all a question of magnitude, 9.6, according to the movie. But the San Andreas Fault isn`t deep or long enough to generate that big of a quake. Two cities get hit.<br><br>(on camera): Could you lose both cities, San Francisco and L.A.?<br><br>KENT: I think it`s highly, highly, highly unlikely.<br><br>MOOS: Could the Hoover Dam collapse?<br><br>KENT: No. I think the Hoover Dam is safe. You know, we all laughed at that scene and said, &quot;There is water behind the Hoover Dam?&quot;<br><br>MOOS (voice-over): That`s a little dry humor about the drought.<br><br>Seismologist Dr. Lucy Jones posed with the Rock at the premier and live- tweeted scientific inaccuracies.<br><br>When the Rock approaches the gaping fault like, Dr. Jones tweeted, &quot;OMG! A chasm? If the fault could open up, there`d be no friction. With no friction, there`d be no earthquake.&quot;<br><br>But there`s one thing the scientists love.<br><br>The movie repeats the &quot;duck, cover and hold on&quot; mantra experts recommend.<br><br>And if it makes people prepare, what is a little earthquake earthquakery.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, maybe there`s a little cinemagic here and there that seemed too special effective for seismologist who decides it didn`t size up. But as long as the science is deafening, it`s certainly something Hollywood approve of.<br><br>I`m Carl Azuz. Keeping it real to real for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-04 CNN Student News.mp4"}