{"title":"CNNSN-2016-01-22-CNN-Student-News","script":"(CNN Student News) -- January 22, 2015<br><br>Lead Poisoning Concerns Abound in Flint, Michigan; Forecasters Predict A Blizzard for the U.S. Capital; Researchers &quot;Found&quot; a Ninth Planet<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to your Friday edition of CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center in the state of Georgia.<br><br>Our first story takes us to the state of Michigan. People there are trying to figure out how to deal with and who`s responsible for a water crisis in the city of Flint. To save money a couple of years ago, officials switched Flint`s water supply from Lake Huron to the Flint River. Researchers say<br><br>the river water is highly corrosive, especially to the struggling town`s aging water pipes. And a class action lawsuit accuses the state of not treating the water to make it safe.<br><br>Many Flint residents notice something was wrong but they say they were kept in the dark about it for 18 months.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: The smell is terrible. We would have yellow water, sometimes blue green, sometimes a brownish color. It just smelled awful.<br><br>It was different, and we started rashes, hair loss, all five us, even our cat was just losing clumps of hair and bone pain, muscle pain.<br><br>We just figured we`re just getting sick. We`re just tired. You know, maybe it`s stress because they said the water was safe.<br><br>(END VIDEO CLIP)<br><br>AZUZ: As the river water eroded the pipes, iron started pouring out of residents` taps, and then high levels of lead were detected. That`s when the issue got national attention, and calls were made for state officials, all the way up to Michigan`s governor, to resign.<br><br>His request for $28 million to address the problem was approved by Michigan`s legislature this week. But critics are saying that`s too little too late.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Lead is a bluish gray metal that comes right out of the earth. But if it gets into our body, it`s poisonous.<br><br>Lead can damage the brain and the kidneys and it`s particularly toxic to babies and young children, and the damage that lead does is irreversible.<br><br>Lead paint was banned in the United States in 1978, but many older homes still have lead paint. Children can eat lead that`s chip off of older homes, so if you have an older home, keep the paint in good condition. Waters in home can have lead especially if the home was build before 1997.<br><br>One thing you can do is that before you drink the water, let it run cold for a little bit. That will help flush out any lead that might be in the system.<br><br>You can also get an inspector to come in and check and see if you have lead in your drinking water.<br><br>Another thing you can do is only drink and cook with cold water. And only use cold water to make baby formula. Cold water has less chance of having lead in it.<br><br>Lead gets stored in your bones and when women are pregnant, that lead can leach out of a mother`s bones and into her baby.<br><br>When people have lead poisoning, it can lower their IQ and affect their behavior.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Time to saddle up and head out west for the CNN STUDENT NEWS Roll Call.<br><br>We`re starting in the Cowboy State of Wyoming. Mountain View Middle School is where the Buffalo roam. It`s in Mountain View.<br><br>Next, we`re riding just a little bit south to the Centennial State. Fort Morgan, Colorado, is on the roll, with the Mustangs of Fort Morgan High School.<br><br>And near the shore of the Tyrrhenian Sea, we come to the Italian city of Naples. Hello to all of our viewers at Naples American High School.<br><br>Almost 30 million people in the U.S. East Coast are under a blizzard watch. Yesterday, the National Weather Service gave a blizzard warning to Washington, D.C. and Baltimore, Maryland, meaning a major winter storm is highly likely. Forecasters say it could bring as much as 30 inches of snow<br><br>to the U.S. capital, but they don`t know for absolute certain and the storm could also fizzle out.<br><br>Still, because conditions will be ripe for a blizzard and because of relatively small amount of snow caused this to happen Wednesday night in the D.C. area. People are preparing for heavy weather from Arkansas to New Jersey, where the storm system is head.<br><br>So, like, what`s a blizzard?<br><br>(BEGIN VIDEOTAPE)<br><br>PEDRAM JAVAHERI, AMS METEOROLOGIST: You hear it oftentimes. It`s one of the most overused terms in weather.<br><br>A blizzard warning and blizzard conditions have to be signified when you have snow coming down, you have your winds, they`re at least 35 miles per hour or greater. And your visibility is reduced to under a quarter of one mile. And not only that you have to have all these in place, you have to<br><br>have this happening for at least three hours or a longer period of time for its blizzard warning to be issued.<br><br>One thing to note with blizzard conditions is once the storm moves, even when the snow has stopped falling, you could be experiencing blizzard-like conditions because the winds will be howling across the area. So, any sort of drift of snow that`s been on the ground there would be blown right in<br><br>front of you. That will cause a disruption as far as visibility once again coming down, even though the storm is long gone, you will still be experiencing blizzard condition.<br><br>Now, a fascinating study was done back in 2002, looking at the most prone area across the United States where blizzards occur and the most frequented area for blizzards were areas around the Dakotas, western Minnesota, unto Wyoming and eventually eastern Colorado. That region saw the highest<br><br>likelihood of blizzard every single year.<br><br>But that study also showed about two and a half million people per year experience these blizzard-like conditions. Now, you displace that in to the Upper Midwest, take it, say, into Chicago, or take it into the Northeast and to Boston, Philadelphia or New York, now you`re talking about<br><br>tens of millions of people being impacted by blizzard conditions and that is when this story becomes very dangerous for a lot of people.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: In the U.S., it`s the bald eagle. In Peru, the Vicuna. In Indonesia, the Komodo Dragon.<br><br>But you won`t find the national animal of Scotland anywhere, not even in Scotland, because it`s a unicorn.<br><br>Scotland`s national animal is the unicorn. It`s been used on Scottish coats of arms since the 1100s, but good luck spotting one in the wild.<br><br>So, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK. While we`re on the subject of things that may or may not exist, researchers at the California Institute of Technology might have discovered a ninth planet orbiting the sun. Of course, that used to be Pluto. That was the last object to have and then lose the status of the ninth planet.<br><br>In 2006, scientists decided that Pluto`s small size and location made it a dwarf planet instead of a planet planet. Researchers say their new discovery has 5,000 times the mass of Pluto. But there`s just one hitch: they haven`t actually seen it.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Remember when Pluto status was demoted to a dwarf planet, leaving our solar system with just eight major planets?<br><br>Well, space nerds, rejoice. Because our nine-planet glory might just be restored.<br><br>SUBTITLE: A new ninth planet?<br><br>CRANE: Researchers Konstantin Batygin and Mike Brown from Caltech believe they found evidence of a massive planet in our solar system. They have appropriately nicknamed &quot;Planet Nine&quot;.<br><br>They believe Planet Nine`s mass could be 10 times that of earth, and that it dwells far beyond the known planets, with an orbit that is 20 times further from the sun that Neptune. In fact, Planet Nine is so far from the sun they estimate it would take somewhere between 10,000 and 20,000 years<br><br>just to go around the sun once.<br><br>Now, researchers haven`t exactly laid eyes on Planet Nine. Batygin and Brown discovered it using computer simulations and mathematical models.<br><br>Unusual orbits and clustered of objects were analyzed beyond the orbit of Neptune. They say have the result of the gravitational force of Planet Nine.<br><br>But Batygin and Brown are not the first to claim that they discovered a new major planet beyond Neptune. In fact, the hunt for Planet X has been for over a century. But every promising claim has ultimately been shut down by scientists. That hasn`t stopped Batygin and Brown from going public with<br><br>their theory. They hope to galvanize the scientific community and start a worldwide search to finally see Planet Nine and prove its existence.<br><br>Happy planet hunting.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, what`s been called Mother Nature`s own ice sculptures. It`s been a cold week in Cleveland, Ohio, with high temperatures in the teens. As Canadian Arctic blew in from Canada, sweeping over Lake Erie, it caused waves to splash up, their water particles freezing anything nearby.<br><br>The results are an ever changing display of spiky, twisted crystal. A local naturalist says this could continue until March or later.<br><br>It`s not the first time and forever that`s happened. But weather like that could give anyone a frozen heart. Even if some people are worth melting for and if it`d make Anna want to build a snowman, the eye conceals but you`d still feel it.<br><br>If you`re expecting us to think of anything Elsa, you`re just going to have to let it go.<br><br>CNN STUDENT NEWS hopes you don`t get frozen this weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-22 CNN Student News.mp4"}