{"title":"CNNSN-2016-04-27-CNN-Student-News","script":"(CNN Student News) -- April 27, 2016<br><br><br>A Cheating Scandal at Mitsubishi; A &quot;Robot Revolution&quot; in Japan; A Character Study of A Neurosurgeon Who Exemplifies Perseverance<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to ten minutes of international current events. I`m Carl Azuz, broadcasting from the CNN Center.<br><br>First up, shares of Mitsubishi Motors, a carmaker based in Japan, are in a record low. Car companies are required to test the fuel efficiency, the gas mileage of their vehicles. Now, Mitsubishi recently admitted that it had cheated on its fuel economy tests, essentially saying their cars got better gas mileage than they really did and that the company has been doing this for as long as 25 years.<br><br>This includes the gas mileage for hundreds of thousands of vehicles, including some sold to the carmaker Nissan. But only the Mitsubishi sold in Japan are believed to have the wrong gas mileage information. The company says car sold in the U.S. and other countries were tested the right way and have accurate fuel economy measurement.<br><br>The scandal has decreased Mitsubishi`s market value by 50 percent. Other carmakers including Kia, Hyundai and Ford have paid a price for overstating their cars` gas mileage.<br><br>Dangerous forecast last night for many parts of the U.S. Midwest. The National Weather Service said tornadoes like this one damaging hail, destructive winds were expected. A CNN meteorologist said a tornado outbreak was possible, and in the path of all of it, more than 3.6 million Americans.<br><br>Remembering a massive deadly tornado from 2013, two Oklahoma school districts shut down and some others let students out early yesterday.<br><br>Nebraska, Kansas and north Texas also had weather warnings.<br><br>Forecasters say to prepare, know the safest spot to go when you`re home or school or business. Set up a meeting place with your family or friends in case phone service goes out. Keep a weather radio handy and set your phone to receive emergency weather alerts. All of these things can help if a tornado spins up.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: Tornadoes are so powerful, they can flatten homes to their foundation, they could peel asphalt right off the highway, and it can toss around 18-wheelers like they`re small toys.<br><br>Tornadoes can be the most deadly and destructive weather phenomenon on earth. In fact, about a thousand tornadoes occur every year in the U.S.<br><br>That`s more than anywhere else on the planet.<br><br>Some of the strongest tornadoes can pack winds of 300 miles per hour or more. It can be as small as a couple of hundred of yards wide, all the way to two and a half miles wide and their path of destruction can be a couple of hundred yards or extend out fifty miles or more.<br><br>When conditions are just right, you`ll get warm moist air come again from the Gulf of Mexico. That will collide with dry, cooler air from the North.<br><br>When these air masses collide, it creates a lift in the atmosphere, and when you get those winds rotating and increasing speed with height, that will create a horizontal column of air that`s spinning, then you get a downdraft from a thunderstorm and that will cool that column of air all the way down to the ground and then you have a tornado.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Spina bifida is condition that occurs when the spine doesn`t develop properly at birth and as a result, it doesn`t entirely cover the spinal cord. The condition can be mild or severe, sometimes it can be corrected with surgery, sometimes it can`t.<br><br>Spina bifida wasn`t the only obstacle that Karin Muraszko had to face growing up, but the person she became and the accomplishment she made are the reason why she`s today`s character study.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Twenty- five years after I first met her during my residency at the University of Michigan, Dr. Karin Muraszko is still teaching me about the wonders of the brain.<br><br>DR. KARIN MURASZKO, UNIVERSITY OF MICHIGAN, PROFESSOR, NEUROSURGERY: Our job is to kind of recapitulate what should have happened in nature.<br><br>GUPTA: Right now, Karin is operating on the brain of this two-year-old boy. She`s training the next generation of neurosurgeons. And if that weren`t impressive enough, she`s doing it all from a wheelchair.<br><br>MURASZKO: Often I think people choose careers and jobs because they want to pattern themselves after someone. I didn`t know anybody that was quite like me. And as a result, I kind of chose my own path and in some ways, that`s extremely liberating.<br><br>GUPTA: Karin didn`t just break the mold, she shattered it. And in 2005, became the first woman chair of neurosurgery in the country.<br><br>MURASZKO: Next time you see someone who doesn`t fit the mold of what you think someone should be, think outside the box.<br><br>GUPTA: Dr. Sanjay Gupta, CNN, reporting.<br><br>(on camera): I love you.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We can tell spring break is over. Requests are coming in by the hundreds on our &quot;Roll Call&quot;.<br><br>In Michigan, we`re happy to have the Chiefs watching today. Cheboygan Intermediate School was in the northern city of Cheboygan.<br><br>To the city of Lebanon in northwest Oregon, we`ve got the Warriors. Lebanon High School is here.<br><br>Ands for the first time on our &quot;Roll Call&quot;, we`re shouting out the Dominican Republic. The International School of Sosua is in the town of Sosua.<br><br>There`s a sort of robot revolution happening in parts of Japan. Automated, computerized mechanisms replacing people in jobs.<br><br>Japan has just under 127 million people. That population is shrinking and aging. Shrinking partly because of a low birthrate, again because the life expectancy continues to go up.<br><br>Will robots be an effective solution to the challenges this creates?<br><br>(BEGIN VIDEOTAPE)<br><br>ROBOT: I can finally talk now.<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT (voice-over): Here, they`re everywhere. &quot;Who?&quot; you ask. Maybe it`s more of what.<br><br>ROBOT: Today, current local will be rain.<br><br>RIPLEY: Machines of all kinds.<br><br>Moving beyond the fun and the trendy, many Japanese scientists say a robotic revolution is underway. Some experts predict within just a decade or two, nearly half of the jobs in Japan could be done by robots, a practical answer perhaps to a shrinking and again population, with one in four Japanese over age 65.<br><br>My mission is to meet these new robot citizens and figure out exactly how they fit to an evolving Japan.<br><br>So, we begin here.<br><br>(ROBOT SINGING)<br><br>RIPLEY: Meet Churi, my personal robot in Japan`s first hotel run mostly by robots.<br><br>ROBOT: Good night. Rest well. Tomorrow`s morning.<br><br>RIPLEY: No, really, right from when you enter.<br><br>ROBOT: Welcome to Henn-na Hotel. I will confirm your check in information.<br><br>RIPLEY (on camera): Will Ripley.<br><br>AUTOMATED VOICE: Please input your reservation name.<br><br>RIPLEY: Got my room key, 264.<br><br>ROBOT: The process is now complete.<br><br>RIPLEY (voice-over): A robot checks you in. It`s your concierge.<br><br>(on camera): I`m really hungry. Can you recommend a good place to get lunch?<br><br>ROBOT: There are many restaurants inside the park where you can enjoy a wide variety of dishes.<br><br>RIPLEY: There`s a ridiculously slow moving porter.<br><br>(on camera): We`re really mossing along here.<br><br>(voice-over): Facial recognition technology lets me into my room. Machines even handle the dining experience.<br><br>This all may seem a bit odd to you, but this vision of the future actually seems to work in Japan. In America, I grew up with movies like &quot;The Terminator&quot;. But here, people are used to machines, even friendly (INAUDIBLE). And while it`s amusing to have Velociraptor raptor at your service, is this really what all robots will eventually look like?<br><br>ROBOT: Hello my name is Erica (ph). May I ask your name?<br><br>RIPLEY (on camera): My name is Will.<br><br>ROBOT: It`s nice to meet you, Will. Let`s learn a little about each other.<br><br>To start off, where are you from?<br><br>RIPLEY: I`m from the United States.<br><br>ROBOT: Ah, the United States. I really like to try a hamburger someday, haha.<br><br>RIPLEY (voice-over): From human-like robots to something a little more robotic.<br><br>Back in Tokyo, I made a stop at NGI, the company that created Tapia, a robot assistant for your home. It`s kind of like a smartphone but more approachable and friendly, modeled to be companion for the elderly, especially those living alone.<br><br>(on camera): Do you think robots like this will be as popular as cellphones?<br><br>UNIDENTIFIED MALE: Yes.<br><br>RIPLEY: Why?<br><br>UNIDENTIFIED MALE: In Japan, robots are very familiar to us. So, actually, in our childhood, robots are heroes. Robots are friends.<br><br>RIPLEY: Its creators are taking the first leap, innovating in a country that`s continuing to test the boundaries, to push the limits between humanity and technology, and in the process redesigning the modern city.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Ready? Set? Have a set. Go!<br><br>That`s kind of an idea behind this event in Taiwan. Well, that and some really sweet costumes. It`s the chair-racing championships. Because why not, some office chairs are faster than others. While many competitors had winning outfits, winning the race seemed to come down to the type of office chair and the technique of the sitter. And no one was guaranteed a victory just because they had crazy legs.<br><br>For official rules and final standings, you`ll have to see the chair-mpion, who`s also the chairman, who may chair the board, but doesn`t chair the trophy. Now, you might call that unchairitable, chairless or unchairing. But if all he chairs about is a chairving (ph) income chairible wins, his record is beyond comchair.<br><br>I`m Chairl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-27 CNN Student News.mp4"}