{"title":"CNNSN-2016-12-02-CNN-Student-News","script":"(CNN Student News) -- December 2, 2016<br><br><br>U.N. Announces New Sanctions Against North Korea; Carrier Announces It`s Keeping Jobs in Indiana; Football Promoters Hope to Score Touchdowns in China<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. And Fridays are awesome!<br><br>Welcome to CNN STUDENT NEWS and ten minutes of international current events coverage.<br><br>Recently, we`ve told you about protests against South Korean President Park Geun-hye, who`s been accused of corruption. Today`s show starts with the focus on North Korea. It`s just been hit with its toughest international penalties so far over its controversial nuclear program.<br><br>For years, the international community has been trying to get North Korea to end this nuclear program. The Asian country says nuclear technology is its right. The United Nations says it`s illegal.<br><br>But despite multiple talks with North Korean leaders and despite sanctions, penalties meant to hurt North Korea`s economy and its ability to build nuclear weapons, the country has continued to develop its program, repeatedly testing nuclear bombs and ballistic missiles. This time around, China, a border country of North Korea, and its strongest ally, has supported new sanctions against North Korea. Will that be enough to change its behavior?<br><br>(BEGIN VIDEOTAPE)<br><br>SAIMA MOHSIN, CNN CORRESPONDENT (voice-over): Defiant and definitive, North Korea`s launched more than two dozen prohibitive ballistic missiles this year alone.<br><br>And on September 9th, state TV announced Kim Jong-un`s fifth successful nuclear test.<br><br>U.S. ambassador to the U.N., Samantha Power, says one Korean official likened the atmosphere to &quot;living with the Cuban missile crisis every day.&quot;<br><br>Crucially, China is backing the sanctions, which will cut North Korea`s single largest export, coal, by 62 percent, worth around $700 million a year. China is their biggest customer.<br><br>The previous round of economic sanctions haven`t slowed North Korea`s nuclear program.<br><br>JOHN DELURY, ASSOCIATE PROFESSOR, YONSEI UNIVERSITY: He is not going to cut his missile program and his nuclear program with those hundreds of millions of dollars. He`s going to find other places to cut.<br><br>MOHSIN: Sanctions on North Korea he says are counterproductive, although six-party talks have been tried and failed over the years to stop proliferation, its direct talks with the North Korean leader himself that could make the difference.<br><br>DELURY: We don`t even know Kim Jong-un. We haven`t had high level diplomatic contact. No head of state has sat in a room with Kim Jong-un.<br><br>We thought Kim Jong-Il was crazy, until people started meeting with Kim Jong-Il. When high level people including the American secretary of state sat down with Kim Jong-Il, they were shocked because they discovered the guy was not nuts.<br><br>DONALD TRUMP (R), PRESIDENT-ELECT: It`s called opening a dialogue.<br><br>MOHSIN: President-elect Trump has in the past said he had no problem speaking directly to Kim Jong-un, even suggesting they have hamburgers instead of a state dinner. But he`s also said North Korea is China`s problem to solve and he`d pressure them to deal with the regime.<br><br>With growing protest here in South Korea, calling for President Park to go, we could soon see two new presidents in Seoul and Washington, with all eyes on their policy towards North Korea.<br><br>Saima Mohsin, CNN, Seoul, South Korea.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. President-elect Donald Trump and Vice President-elect Mike Pence traveled to the state of Indiana yesterday. That`s where Mr. Pence is governor and it`s where they visited a plant owned by the Carrier heating and air-conditioning company.<br><br>Carrier announced in February that it would lay off workers at the plant and move those jobs to the nation of Mexico. But on Tuesday, the company said that in a deal with the incoming Trump-Pence administration, it would keep more than a thousand jobs in Indiana. As part of the deal, the state agreed to give Carrier financial incentives worth $7 million dollars over 10 years.<br><br>But Carrier previously said it expected to save $65 million per year if it moved those jobs. So, it`s possible that Mr. Trump`s promise to lower the U.S. corporate tax rate and increase tariffs on companies that do move factored in here, too.<br><br>The deal is seen as a victory for the president-elect, who`d promised to keep jobs in America.<br><br>But Democratic Senator Bernie Sanders criticized it, saying other companies could now threaten to move jobs overseas in order to get tax benefits and incentives themselves.<br><br>Most popular sport in the U.S. is football. Most popular sport in the world is football, but a different kind -- what Americans call soccer.<br><br>Still, there are growing number of Americans and American organizations like the National Football League, who want to export their favorite sport.<br><br>Recent NFL games in Mexico City and London are proof, so is what`s happening in China.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT: Under the lights, something new in China. The helmets, the pads, the hits -- it`s football American-style, in a country that doesn`t know much about it, yet.<br><br>Compared to the other teams around the league, this one is relatively new. How are you guys competing?<br><br>UNIDENTIFIED MALE: For a new team, we are competing very well.<br><br>RIVERS: For a new team, we are competing very well.<br><br>These are the Beijing Iron Brothers, one of 14 teams from across the country in the relatively American Football League of China. They`re gearing up for a game against the Shanghai Night Hawks.<br><br>UNIDENTIFIED MALE: As this league grows, I can only see the talent growing. I can only see football growing.<br><br>RIVERS: It`s a bold claim in a country where football typically means feet only and a round table. NFL games are tough to watch because of the time difference, Tuesday morning football just doesn`t have the same ring. Plus, sports like ping pong and badminton have long reigned supreme.<br><br>But there are those who believe there`s a yearning here for something a bit more physical.<br><br>CHRIS MCLAURIN, FOUNDER, AMERICAN FOOTBALL LEAGUE OF CHINA: I personally just love the game, and I love seeing it take off here in China.<br><br>RIVERS: Chris McLaurin founded the league in 2013, a founder standout at the University of Michigan, he knows quality football, and he knows his league has a long way to go.<br><br>MCLAURIN: I`d say that we`re at D3 of college football level this point. More practice is required, but it`s developing fast and they`re learning quick.<br><br>RIVERS: McLaurin says he`s tapping into a sports renaissance in China, with more young people than ever trying new things.<br><br>And a much bigger league wants into the action. The NFL is slowly increasing its profile in the middle kingdom, and its 1.4 billion potential fans, sponsoring like football league and clinics like this one.<br><br>PEYTON MANNING, FORMER NFL QUARTERBACK: Two, three, right there. Better.<br><br>RIVERS: Yes, that`s the recently retired Peyton Manning, one of the NFL`s most well-known stars, giving tips on a three-step drop back to kids outside Beijing. He`s part of the league`s strategy to have its stars help promote the sport, a hugely successful tactics already employed here by the NBA. Basically, the NFL is looking for a Yao Ming type success story.<br><br>MANNING: You get somebody who`s playing as a young person, with those interests and (INAUDIBLE) playing and they`re into it, and creating that type of interest. And who know? Maybe there will be a player in the NFL from China.<br><br>RIVERS: And maybe that player would come from the American Football League of China. It`s just amateurs for now. The players even have to pony up for most of their own gear, but the plan is to start paying players in the next few years as sponsors line up and ticket sales rise.<br><br>MCLAURIN: To see it grow from five years ago to where we`re at today, where we can get 5,000 people out to a stadium to watch a game, that`s a huge leap.<br><br>RIVERS: The Iron Brothers ended up losing a close one to the Night Hawks, but they say they`ll be back and better next year, just like the league in which they play.<br><br>Matt Rivers, CNN, Beijing.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Frying Pan Tower is about 35 miles off the coast of North Carolina. It was a U.S. Coast Guard light tower, originally designed to keep ships off the Frying Pan Shoals. Today, it`s a bed and breakfast.<br><br>The pros: great fishing, great driving range, great views of the Milky Way, no bugs whatsoever and great isolation, with only miles of water surrounding you. The cons: great isolation, with only miles of water surrounding you.<br><br>At about 600 bucks per person per weekend, which doesn`t include shipping, a lot of folks might fan the idea, thinking it`s not a shoal lot of fun.<br><br>But those with waves of imagination, who can towerate being alone and alight upon a towering ocean of possibilities for sea-clusion, this private island is a beacon of opportunity, y`all.<br><br>I`m Carl Azuz and you have a great weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-02 CNN Student News.mp4"}