{"title":"CNNSN-2015-06-03-CNN-Student-News","script":"(CNN Student News) -- June 3, 2014<br><br>A Shake-Up at TSA; The Patriot Act Expires; The History of Gaza; The Risks of Texting While Driving<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to Wednesday`s edition of CNN STUDENT NEWS. Ten minutes of current events coverage is coming your way.<br><br>First up, a shake up at the U.S. Transportation Security Administration. This is a part of the Department of Homeland Security. The TSA is responsible for responsible for protecting America`s transportation system. And its acting administration, Melvin Carraway, has been reassigned to another job.<br><br>Why? Undercover agents recently tried to smuggle illegal items like fake explosives at TSA checkpoints. In almost all of the tests, the TSA failed to find them. It`s since been directed to take a number of steps to make sure this doesn`t happen again.<br><br>A Homeland Security spokesperson says these reports never look good out of context, but that they`re important in the continual evolution of airline security.<br><br>(BEGIN VIDEOTAPE)<br><br>SUZANNE MALVEAUX, CNN NATIONAL CORRESPONDENT (voice-over): The Department of Homeland Security discovered TSA officers failed 95 pet of the time during undercover operations, the officers failing 67 out of 70 tests to detect mock explosives and weapons at airport security checkpoints.<br><br>CHAD WOLF, FORMER TSA OFFICIAL: These are anomalies that TSA screeners and/or their equipment should locate and at least flagged for an additional screening.<br><br>MALVEAUX: The department`s red teams posed as passengers, attempting to pass through checkpoints with the mock weapons.<br><br>UNIDENTIFIED MALE: I am putting a detonator into the plastic explosive.<br><br>MALVEAUX: Back in 2008, CNN was there for a similar covert operation. That time, it was TSA testing its own officers.<br><br>At the checkpoint, the testers wanded and padded down right where the fake explosive device was concealed. But the screener missed it. It`s not until the tester lifts up his shirt.<br><br>UNIDENTIFIED MALE: Oh, I see it now.<br><br>MALVEAUX: In response to the troubling failures, Secretary Johnson said in a statement that he is immediately directing the TSA to revise its screening procedures, conduct training and re-evaluate their screening equipment.<br><br>REP. JOHN MICA (R-FL), CO-AUTHORED LEGISLATION THAT CREATED TSA: This has grown completely out of control. It isn`t doing the job we need to. What we need to do is be able to connect the dots, get intelligence information, go after people who pose a risk; and they can`t do it with the current system.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The deadline came and went, and on Sunday night, the Patriot Act expired. The law was initially passed a month after the September 11th, 2001 terrorist attacks on the U.S. Its goal: to prevent terrorism.<br><br>One method it used, collecting certain phone data of millions of Americans was controversial.<br><br>You get a sense of that in the debate among Senate Republicans.<br><br>(BEGIN VIDEO CLIP)<br><br>SEN. RAND PAUL (R), KENTUCKY: Even the authors of the Patriot Act say that the Patriot Act in no way gives authority to the president to collect all of your phone records all of the time.<br><br>SEN. MITCH MCCONNELL (R), KENTUCKY: We shouldn`t be disarming unilaterally, as our enemies grow more sophisticated and aggressive.<br><br>SEN. JOHN MCCAIN (R), ARIZONA: Isn`t this program as critical as it`s ever been since its inception, given the fact that the Middle East is literally on fire and we are losing everywhere?<br><br>(END VIDEO CLIP)<br><br>AZUZ: There is new legislation tied to data collection, though. It`s called the USA Freedom Act. The House passed it weeks ago, the Senate did last night. President Obama is expected to sign it.<br><br>Under the new law, telecommunications companies would keep the data on Americans phone records, and the federal government can get it if it has a targeted warrant. Because the law gives the government six months to transition from the old system to the new, its telephone data collection could continue during that time.<br><br>The Middle Eastern territory of Gaza is struggling to rebuild. It`s been almost a year since the Palestinian-controlled area was torn again by war.<br><br>The most recent conflict begun with the murder of three Israel teenagers last June. Israel blamed Hamas, the Palestinian militant group that controls Gaza.<br><br>In early July, a Palestinian teenager was murdered. Rocket attacks from Gaza into Israel increased and Israel launched an operation targeting Hamas forces in Gaza.<br><br>In the six-week war, 2,100 Palestinians, most of them civilians, were killed. Sixty-eight Israelis, most of them soldiers, were killed. It was the latest cycle of violence.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Gaza is only about 25 miles long and seven miles wide, but this small ship of land is one of the most fought over in history. It was an Egyptian base, a rural city of the Palestine and the place where the Hebrew hero Samson betrayed by Delilah met his death.<br><br>Since then, much blood has been spilled. The most recent contest for Gaza began at the end of World War II, when persecuted Jews traveled to Israel from Europe looking for a new start, after the horrors of the Holocaust.<br><br>In 1947, the U.N. created a plan to split Israel into two countries, one for Jews and one for the Arab people. Backed by the U.S. President Harry S. Truman, David Ben Gurion, Israel`s founder, proclaimed the establishment of the state of Israel in 1948.<br><br>Egypt then attacked Israel through the Gaza Strip. Israel was victorious but Gaza remained under the control of Egypt, and an influx of Palestinian refugees begun.<br><br>In 1967, war broke out between Israel, Egypt, Jordan and Syria, in what became known as the Six Day War. Israel seized the Gaza Strip and held it for about 40 years.<br><br>In 2006, Hamas, a group that wants to destroy Israel, and listed by the United States and European Union and others as a terrorist group, won a landslide victory in Palestinian legislative elections, and Israel unilaterally pulled its forces out of Gaza that year. Hamas was now in control of the territory. However, Israel still controls much of the areas access to and from the Gaza Strip.<br><br>Since then, Israel and Hamas have been exchanging blows. Israel maintains Hamas is a violent terror organization. While Hamas says they represent an oppressed people being victimized by the Jewish state.<br><br>The international community continues to press for a cease in violence. But for now, the Strip`s population of 1.8 million people are trapped in the crossfire.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Four days after Sepp Blatter was reelected as president of FIFA, he said yesterday he`d step down. FIFA governs soccer worldwide.<br><br>Last week, the U.S. Justice Department announced major corruption charges against it, saying several FIFA officials had taken millions in bribes over 24 years.<br><br>President Blatter was not one of those accused, but he says he doesn`t feel he has the support from the entire world of soccer, and that FIFA needs a profound overhaul. He plans to stay on until his successor is elected.<br><br>Some soccer officials who`d criticized Blatter called his decision the right one and a major step forward for reform.<br><br>So, who`s watching this Wednesday? It`s time for the roll call.<br><br>Broad Creek Middle School is in Newport, North Carolina. And the Bulldogs are online in the Tar Heel State.<br><br>From St. Joseph, Michigan, the Great Lake State, we`ve got the Bears here from St. Joseph High School.<br><br>And yet another St. Joseph, the St. Joseph Villa Academy -- hello to our viewers in Cincinnati, Ohio.<br><br>According to textinganddrivingsafety.com, our eyes are off the road for at least five seconds whenever we text and drive. So, at 55 miles per hour, it`s like driving the length of the football field without looking.<br><br>A significant majority of American High School Students have phones. Because of them probably want to live to be 100, Dr. Gupta is making some calls.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Texting and driving is one of these real concerns that we can actually do something about. We know for example every year, there are around 100,000 texting while driving accidents.<br><br>When you`re texting and driving, your reaction time decreases, your concentration decreases. Some people have likened to driving with a blood alcohol level of 0.08.<br><br>Just like they say -- you don`t let friends drive drunk, you don`t let friends drive while texting either.<br><br>There are various state laws in place to limit texting and driving. Obviously, there are traffic tickets that are being given.<br><br>There`s also been some really interesting technologies, everything from automatic replies from your phone if someone is calling or texting or emailing you, to even devices that will monitor how fast the phone is moving within your car. If it gets over a certain speed limit, the phone becomes deactivated.<br><br>Your best bet is something I started doing as well, is just put the phone out of reach.<br><br>However long it takes you to get home, most of those calls, those emails, those texts, they can wait. It`s a good way to try and live to 100.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We covered the incredible dog challenge before on CNN STUDENT NEWS, but never this event. Aboard surfboards, competitive canines at the event in Huntington Beach, California, we`re hanging 20. Most of them looked like they were having fun assuming they face forward and didn`t eat the waves.<br><br>Of course, they didn`t have to stand up on two feet to quality, but it seems certainly breeds would have the advantage. Consider the American Water Spaniel, the Irish Water Spaniel, and the Portuguese Water Dog. What about the Otter Hound and the Bay Retriever? Of course, the canine capable of surfing up the best scores could very well be the Border Collie.<br><br>I`m Carl Azuz and it`s tide we`d be going.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-03 CNN Student News.mp4"}