{"title":"CNNSN-2017-04-28-CNN-Student-News","script":"(CNN Student News) -- April 28, 2017<br><br><br>Events and Polls Numbers from President Trump`s First 100 Days; U.S. Fighter Jets in Eastern Europe; Concerns About Energy Drinks<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: I`m Carl Azuz, and Fridays are awesome! It`s great to have you watching CNN 10.<br><br>Tomorrow marks 100 days since U.S. President Donald Trump was inaugurated. It`s considered a milestone for an American leader. And the president is expected to attend a rally in Harrisburg, Pennsylvania, on Saturday to talk about his accomplishments. Like the three previous presidents, Mr. Trump has gotten mixed reviews on his first 100 days in office, but he`s gotten lower approval ratings.<br><br>In a CNN/ORC poll conducted between April 22nd and April 25th, 44 percent of respondents said they approve of the way Donald Trump is handling his job as president, 54 percent said they disapprove. The findings were similar in several other national polls.<br><br>On the issue of national security, 50 percent of respondents approve of the president`s work, 48 percent disapprove. That number has held steady in recent months.<br><br>For health care policy, 36 percent approve of the job the president is doing, 61 percent disapprove. That number took a hit after Republicans in Congress failed to pass the first version of their plan to repeal and replace Obamacare, though they say they`re working on a compromise.<br><br>On immigration, 41 percent approve, 57 percent disapprove. The president`s executive order temporarily banning immigration from certain countries is current tied up in court.<br><br>But regarding the Supreme Court, the president`s nomination of Judge Neil Gorsuch to fill a vacancy was a success. He was narrowly confirmed by the Senate and is now seated on the bench.<br><br>And on the economy, 59 percent said U.S. economic conditions are good, 41 percent said they`re poor. The stock market has continued to climb despite hitting some bumps.<br><br>And President Trump says he`s beginning to renegotiate NAFTA, the North American Free Trade Agreement between the U.S., Canada and Mexico.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Italian fabrics, Japanese Kobe beef, American cars, where there are goods, there`s trade.<br><br>Trade deals make it easier and cheaper for countries to trade with one another. They`re not necessary, but there`s a price to pay if you don`t have one. Countries generally slap an extra charge on foreign products when they cross the border.<br><br>Free trade deals can get rid of these tariffs, pushing prices down and giving customers better access to foreign goods. They can strengthen diplomatic ties. Almost every country in the world has them. Around 230 trade deals went into force between 2000 and 2016, according to World Trade Organization.<br><br>So, how do they work?<br><br>Let`s say two or more countries, Country A, Country B, and Country C, decide they want a deal. They gather important people around the table, lawyers, negotiators, regulators, and they hammer out the details. They`ll work out the different sectors they want to focus on and discuss ways to align their industry rules. Leaders give their stamp of approval and generally, lawmakers have to ratify everything.<br><br>But it takes time. Modern, large scale trade deals between multiple countries can take years to sign and there`s a lot of back and forth. The recent free trade deal between Canada and the European Union took nearly a decade to sign. Even smaller trade deals can often take a year or two.<br><br>But not everyone is a fan. Critics say it`s better when the tariffs are in place and everyone minds their own business. They say cheap foreign products drown out domestic industry and hurt local jobs. But when trade barriers go up, countries can hurt themselves, leading to higher prices, potential shortages and unhappy customers.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Quote, &quot;An action that threatens our interests, our security.&quot; That`s what Russia says about the deployment of some U.S. fighter jets to the nation of Estonia.<br><br>Located on the eastern part of the Baltic Sea, the country is a member of NATO, the North Atlantic Treaty Organization. It`s an alliance of European countries and the U.S. And an American official says the deployment of jet was planned after Russia took over Crimea, formerly part of Ukraine, in 2014.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): America`s newest weapon, the F-35, in the skies over Eastern Europe, right where confrontations with Russia frequently happen.<br><br>CNN was given exclusive access to the U.S. stealth combat jet`s first ever forward deployment. Training with allied air forces is central experience for the crews, a pilot tells me.<br><br>BRYAN BLACKBURN, U.S. AIR FORCE: We`re continuing to forward deploy and bolster our native allies. And so, it`s just our cooperation and to bolster the NATO alliance.<br><br>PLEITGEN: We rode along on a tanker plane refueling the F-35 as they transited to Estonia -- a country on the border with Russia and worried about Moscow`s aggressive posture in recent years.<br><br>(on camera): With the deployment of the F-35, the U.S. is sending a very clear message both to Russia but also to its partner nations, that it`s willing to put its newest and most advanced asset into this area to make sure it`s allies are safe.<br><br>Russia`s air force is increasingly flying planes like the nuclear capable TU-95 bomber around this area. NATO jets often scrambling to intercept them.<br><br>President Trump has only recently stopped calling the NATO alliance obsolete. Now, the F-35 deployment, another welcome sign of American commitment, Estonia`s defense minister tells me.<br><br>UNIDENTIFIED MALE: This is very important to send this message, that this is the border of NATO, this is the eastern border of (INAUDIBLE) that is we are ready to protect them.<br><br>PLEITGEN: As part of this deployment, the F-35 crews get to know this contested airspace and practice cooperation with other NATO air forces. As tensions with Moscow show no sign of easing, this plane could become a staple of NATO`s eastern fringe.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>This is the molecular formula of what chemical compound?<br><br>Carbon dioxide, castor oil, chlorophyll, or caffeine?<br><br>It`s for a widely used central nervous system stimulant called caffeine.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And we mean widely consumed.<br><br>The U.S. Food and Drug Administration says that 90 percent of people in the world use some form of caffeine. One way that`s growing is through energy drinks, and two prominent health groups, the World Health Organization and the American Academy of Pediatrics, are warning people about consuming energy drinks. One reason, they don`t just contain caffeine. They sometimes include sugar, vitamins and guarana, another stimulant. And doctors say more research is needed into how these ingredients may interact with each other.<br><br>Experts say too much caffeine alone can cause caffeine intoxication, leading to insomnia, anxiety, restlessness, muscle twitching. And they add that in adolescents, more than 100 milligrams of caffeine per day, that`s about what`s in a cup of coffee, has been associated with elevated blood pressure.<br><br>The American Academy of Pediatrics says kids should avoid energy drinks altogether. It says teenagers should limit their intake of caffeine to a hundred milligrams per day. For most adults, the Mayo Clinic puts the limit up to 400 milligrams per day. The American Beverage Association says people worldwide have safely consumed energy drinks for decades, that many of their ingredients are found naturally and that they`ve been confirmed safe by government safety authorities.<br><br>It`s prom season in the U.S. and not everyone who goes to the big dance is used to the tuxedo or the gown, the boutonniere, the corsage, the dress shoes, or maybe just the stairs.<br><br>A young couple in Palm Beach, Florida, were making the grand entrance when -- oops! He`s OK. And his loving girlfriend lovingly tweeted this video to share with the Internet and the world.<br><br>Hey, prom is not supposed to be perfect, but it can be memorable, especially if you lose a staring contest before you even step into the dance or slip-up before you slip out, or lose your footing before you`re on firmer ground. People might think he was trippin`. But given the steps his girlfriend took to allow others to stare, we`d say they`re probably in step, basically a shoo-in for a great walk into the future.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-28 CNN Student News.mp4"}