{"title":"CNNSN-2017-03-16-CNN-Student-News","script":"(CNN Student News) -- March 16, 2017<br><br><br>Europe Closely Watches a Vote in the Netherlands; A Referendum Push in Scotland; U.S. Federal Reserve Raises Key Interest Rate Once Again<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: With less than 10 minutes on the clock, CNN 10 jumping right into today`s news.<br><br>First story, people from around the world are closely watching what happens with an election in the Netherlands. With the population of just over 17 million, it`s neither Europe`s largest country nor its largest economy. But the vote that took place Wednesday is seen as an indicator of what people are thinking across Europe. Analysts are trying to figure out what the political trends are.<br><br>One controversial issue we`ve talked about in the U.S. is immigration. It`s also front and center in Europe, which in recent years has faced its largest refugee crisis since the Second World War. A controversial candidate who got a lot of attention is Geert Wilders, because while he`s gotten in trouble for speaking out against immigrants and Muslims, he`s also gotten widespread support from people who want to tighten the Netherland`s borders.<br><br>The nation`s economy, the plight of its poor, its relationships with European Union and the country of Turkey, all of these are on the minds of Dutch voters and turnout was said to be high. But whatever happens in this vote, it`s just a step in the long process of shaping the Netherland`s government.<br><br>(BEGIN VIDEOTAPE)<br><br>HALA GORANI, CNN INTERNATIONAL CORRESPONDENT (voice-over): Dutch politics is defined by its extremely long list of parties. This is anything but a two-horse race. A full 28 parties are on the ballot in this year`s election.<br><br>This huge choice splits the public vote many ways, meaning no one party ever reaches the magic number of 76 seats for a majority in parliament.<br><br>Instead, they always have to build coalitions.<br><br>So, despite the fact Geert Wilders has been doing well in the polls in the run-up to this vote, at some stages even leading them, he needs the support of other parties to become prime minister. Even if he wins 30 seats, which is at the upper end of what he`s predicted, he is still a long way off.<br><br>Almost all major parties have ruled out being in government, with Wilders` PVV party. The current prime minister, Mark Rutte, is one of those who have said categorically that he will not join a coalition with Geert Wilders. His center-right VVD party will need to seek out different partners if he is retained his leadership position.<br><br>The process of forming a government to sit in this parliament building in The Hague is notoriously longwinded. It took 54 days last time there was an election in 2012 and that was considered quick.<br><br>So, even once the votes are counted and we have a preliminary result expected on Thursday, it could just be the first step on a long road to deciding who governs here in the Netherlands.<br><br>Hala Gorani, CNN, Amsterdam.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next up, political tensions, debates, divisions in another part of Europe. We`re moving west to Scotland. It`s part of the United Kingdom but for how long is the question being asked.<br><br>Last June, people in the U.K. voted to leave the European Union. This was known as the Brexit, the British exit from the E.U., and Britain`s process of actually separating from the union is ongoing. But most voters in Scotland wanted Britain to remain in the European Union. They weren`t happy with the outcome of the Brexit vote.<br><br>Now, a Scottish politician named Nicola Sturgeon wants her country to have a new vote on whether Scotland should stay part of Britain. It`s not certain when or if that will happen. Scotland can`t have an independence vote until it`s approved by the British government.<br><br>But the reason why this is getting so much attention is because it could inspire similar events in other parts of Europe. Will people in Catalonia and the Basque country, parts of Spain, be emboldened to separate from Spain? Will voters in Flanders, a region of Belgium, try to break off from that country? Will Northern Ireland separate from the U.K. and join the Republican of Ireland?<br><br>People in all these places are closely watching Scotland.<br><br>(BEGIN VIDEOTAPE)<br><br>DIANA MAGNAY, CNN INTERNATIONAL CORRESPONDENT (voice-over): She`s shrouded in scaffolding, the RSS Discovery which sailed Captain Scott from Dundee to Antarctica in 1901. Her mast dismantled, workmen tapping away at her aging bow to repair and restore, as Nicola Sturgeon chips away at a more ancient structure, the 300-year-old union between Scotland and England.<br><br>In Scotland`s 2014 independence referendum, Dundee was known as the yes city, yes for a future outside of the U.K. But even here in Bonnie Dundee, the spirit of patriotism burns both ways for Scotland and for a United Kingdom.<br><br>(on camera): Scotland voted 45 percent to 55 percent in the first referendum. That`s 45 percent yes for independence, 55 percent no, let`s stay in the union. The polls now are more evenly split and, of course, anything can happen over the course of a campaign. But what it does suggest is that a new referendum would split Scotland pretty much down the middle, in the same way that Brexit split Britain.<br><br>(voice-over): British Prime Minister Theresa May has accused Nicola Sturgeon of playing games with politics. But Scotland`s quest for independence long predates Sturgeon`s Scottish National Party. Centuries of warfare centering around Edinburgh`s historical castle, then union, now a high stakes political battle which risks the breakup of the U.K., and one which, given the pressures of Brexit, Westminster may not have the energy to fight.<br><br>Diana Magnay, CNN, Edinburgh.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which U.S. president signed the Federal Reserve Act in 1913?<br><br>William Howard Taft, Woodrow Wilson, Warren G. Harding, or Calvin Coolidge?<br><br>It was the nation`s 28th president, Woodrow Wilson, who signed the act that created the Federal Reserve system.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The Federal Reserve or the Fed is the central banking system of the U.S. Its goal is to keep the American financial system safe and stable. And yesterday, it used one of its major tools in stabilizing the economy. The Fed raised its key interest by a quarter of a percentage point. Why?<br><br>In the past few years, the American economy has slowly been growing. It`s been getting stronger. And though low interest rates have advantages to consumers and business, the Fed doesn`t want the economy to grow so fast that there`s a lot of inflation when prices too quickly for people to afford them.<br><br>So, by slightly raising its key interest rate, the Fed tries to put the breaks on the economy, not to stop its growth but to keep that growth in check. The eventual effects on Americans can be a mixed bag.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT: 2008, the height of the credit crisis, a debt implosion was wiping out whole banks, tanking the stock market and threatening to destroy the global economy.<br><br>At the edge of the abyss, regulators had to get it right. So, they tried some crazy things. Billion dollar bailouts, the likes of which we`ve never seen, a trillion dollar stimulus package, and in an unprecedented move, the Federal Reserve cut interest rates to zero, making the cost of borrowing money effectively free.<br><br>Fast forward to 2015, the bailouts are paid off, the stock market is back, and so is the economy, but money is still cheaper than it`s ever been.<br><br>It`s a key moment. The Fed raising interest rates is the final sign of the economy`s return to normal. But normal might hurt a little.<br><br>When the Fed increases rates, banks raise the prime rate, a bench mark index used to set all kinds of consumer loans, credit cards, car loans, home equity lines and credit, private student loans. Mortgage rates are headed higher too. Now, they don`t move in lock step with the prime rate, but they`re expected to move up gradually.<br><br>For you savers, rising rates are great news. For years, you`ve earned next to nothing on CDs and in bank accounts.<br><br>A Fed rate hike will be a win for savers, but a loss for investors. Near zero interest rates have pushed for people into the stock market because they couldn`t earn a decent return anywhere else. If higher rates make the stock market less attractive for investors, it potentially means the end of this bull market.<br><br>Brace yourself, the Fed is set to raise rates and pretty much everyone will feel it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Police in Colorado say that if you ever come across a moose, you should keep a safe distance and move away. But if you`re snowboarding?<br><br>Well, thanks to this Instagram post from Snowboarder Mag, we can now tell you what it`s like to raise a moose downhill. The animal didn`t cause any trouble and it seemed to win the raise.<br><br>But because three moose eventually did threaten skiers at Colorado`s Breckenridge Resort, they were relocated.<br><br>Told without video, that story would have sounded like bull. And while we`re not sure if officials will kowtow to renaming that trail the Moose Run, the footage proves that for the moose part, it`s the most elk-citing spot on the mountain.<br><br>We`ve got to run. I`m Carl A-moose. Thanks for watching CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-16 CNN Student News.mp4"}