{"title":"CNNSN-2016-09-30-CNN-Student-News","script":"(CNN Student News) -- September 30, 2016<br><br><br>Hoboken Train Crash: 1 Dead, More Than 100 Injured; China`s Warning For Japan; Tensions Between U.S. and Russia; President Obama`s Town Hall<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for spending part of your day with us, this last day of September. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>First up, tragedy at a train station. A transit train crowded with people commuting to work crashed yesterday morning in Hoboken, New Jersey.<br><br>Survivors who were aboard the train said it simply didn`t slow down like it`s supposed when it entered the station. It reportedly slammed into a block that marks the end of the track and then went up in the air inside the terminal apparently causing part of the roof to collapse.<br><br>Officials say one person who was standing in the platform when the train came in was killed. More than a hundred other people were injured, some of them seriously hurt. Some passengers were able to climb down on their own. Others were trapped until they could be rescued. The train`s engineer is in the hospital. He`s reportedly in stable condition.<br><br>Yesterday wasn`t the first time has crashed at the Hoboken station. The National Transportation Safety Board will be investigating similarities between this incident and one that happened in 2011. For the time being, real service has been suspended at the station, where more than 15,000 people board a train every weekday.<br><br>Next this Friday, what could become dangerous waters. Japan is getting ready to join the U.S. in military training exercises in the South China Sea. And China says Japan is playing with fire.<br><br>The South China Sea is located in the Western Pacific Ocean. It`s an important and contested waterway, surrounded by several Southeast Asian countries. China claims to control it. Over the summer, an international court ruled that China does not. But the country ignored that ruling, calling it a farce.<br><br>And China continues, along with other countries in the region, to build up its presence there. Why?<br><br>(BEGIN VIDEOTAPE)<br><br>KRISTIE LU STOUT, CNN CORRESPONDENT: This is the South China Sea, and this may not look like much. But these small, sparsely populated islands and reefs are at a center of a heated international dispute over land and water rights involving China, the United States and much of Southeast Asia.<br><br>Nearly third of the world`s trade passes through here on ships and valuable gas and oil deposits are believed to lie below these waters.<br><br>Vietnam, the Philippines, Malaysia, Brunei and Taiwan all have competing claims of territory, but China is the most ambitious and the most aggressive.<br><br>As you can see, China claims almost all of the sea, citing a historic boundary it calls the &quot;Nine Dash&quot; line. And over here, in the chain of islands called the Spratlys, China, to some extent Vietnam, are rapidly building artificial islands, installing infrastructure, all to justify their territorial claims.<br><br>Now, let`s zoom in all the way in on a reef here known as the Fiery Cross. A satellite photos from the Asian Maritime Transparency Institute revealed just how much China has transformed this reef into a fully pledged island, reclaiming over 2 million square meters, adding lighthouses, even an airstrip.<br><br>And just a few steps away, zoom in to a different story, Sand Cay Island controlled by Vietnam. The AMTI says Vietnam expanded the island here by more than 50 percent, adding defensive positions, gun emplacements and trenches.<br><br>And less than 12 kilometers from here, Taiwan controls Taiping Island. It`s a little more than a runway with a medical clinic, but it helps justify Taiwan`s claim to the region.<br><br>The dispute also spills out into the seas themselves. Anyone crossing these waters might run into Chinese military ships on drills. U.S. Navy boats conducting freedom of navigation operations, or fishermen from Vietnam, China, or the Philippines. A lot of traffic intention that has raised fears that this contested body of water could become a flash point between competing nations.<br><br>(END VIDEOTAPE)<br><br>AZUZ: And it`s just one of several international challenges that the next U.S. president will have to deal with. The election is on November 8th.<br><br>Whoever wins will take office on January 20th. And we`ve been running a series that explores the controversies, the conflicts and the concern associated with other world powers.<br><br>Today`s report centers on Russia. In recent years, its relations with the U.S. have sunk to their lowest points since the Cold War. Part of the reason what the U.S. president calls &quot;gaps of trust&quot; between the two governments.<br><br>(BEGIN VIDEOTAPE)<br><br>MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT: There are a number of reasons why Russia could be the biggest headache for the next U.S.<br><br>president. Russia has spent billions, strengthening its armed forces. Vladimir Putin is challenging the U.S. in the skies and on the high seas, propping up the Syria regime of Bashar al-Assad with devastating air power, tipping the military balance against U.S.-backed rebels.<br><br>Putin also continues to support breakaway rebels in Eastern Ukraine, which is fueling instability on the edge of Europe. There will be peace deals to broker and sanctions to enforce if the next U.S. president is to tame the Russian bear.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Part of the U.S. president`s job, according to Article II Section II of the Constitution is to be the commander in chief of America`s armed forces. And it`s not every day that members of the military get to question their commander in chief about his policies.<br><br>That`s what happened in a CNN town hall Wednesday night. U.S. veterans and active duty members of the U.S. military got to ask President Obama about controversial subjects. For instance, a recent scandal involving thousands of veterans who couldn`t get timely health care, women serving in combat roles, why the president won`t use the term &quot;Islamic terrorism&quot;.<br><br>Here`s an overview of some of his responses.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The CNN Presidential Town Hall in under two minutes.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Thank you. Thank you so much.<br><br>I will bring in critics of my policy to find out, OK, you don`t think this is the right way to go. You tell me what it is that you think would allow us to prevent the civil war that`s taking place in Syria.<br><br>Just sending in more troops is not going to be the answer.<br><br>I don`t want to in any way sugarcoat the fact that there have been significant problems in the V.A. that have accumulated over decades.<br><br>QUESTION: How do you feel about those NFL players choosing this typically respected time to voice their opinions?<br><br>OBAMA: We fight sometimes so that people can do things that we disagree with. We can voice our opinion objecting to it, but it`s also their right.<br><br>I want Mr. Kaepernick and others who are on a knee, I want them to listen to the pain that that may cause.<br><br>The truth of the matter is, is that this is an issue that has been sort of manufactured. They have perverted and distorted and tried to claim the mantle of Islam for an excuse for basically barbarism.<br><br>QUESTION: What would you say, and what advice would you give, to Malia and Sasha, if they approached you and expressed interest in serving in our military?<br><br>OBAMA: I`d say go for it.<br><br>I`d be lying if I said I wouldn`t sometimes get nervous about possible deployments. You know, your kids are your kids.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Some might say it`s kind of rude if you`re in New York Central Park, all dressed up for your wedding, and some dude who just happens to be jogging nearby stops to photo-bomb you.<br><br>But this couple didn`t seem to mind too much. The jogger just said, &quot;Hi, I`m Tom Hanks,&quot; and proceeded to congratulate them.<br><br>The Oscar-winning actor posed for pictures with the happy couple and even took a selfie of his own before continuing his jog.<br><br>It certainly didn`t seem to sully the pictures, those wouldn`t be cast away from the album. Think about it, they got their picture taken with Captain Phillips, Captain Gump, Captain Sullenberger, Captain Miller and Captain Lovell. You can say the photos made a big splash that they were in a league of their own. Guess if you`re in Central Park, on a dragnet for a picture with a man with one red shoe, you`ll just have to catch him if you can.<br><br>I`m Carl Azuz for CNN STUDENT NEWS, where Fridays are awesome.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-30 CNN Student News.mp4"}