{"title":"CNNSN-2015-11-10-CNN-Student-News","script":"(CNN Student News) -- November 10, 2015<br><br>University of Missouri Resigns Amid Race Row; Russia Could Be Banned From 2016 Olympics; IHOP &quot;Sinkhole&quot; Swallows At Least A Dozen Cars<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hello to our viewers worldwide. I`m Carl Azuz in Atlanta, Georgia.<br><br>Our first story takes us to Columbia, Missouri. The president of the University of Missouri System, which includes the Columbia campus plus others, quit his job yesterday. Tim Wolfe said he took full responsibility for inaction over recent racial struggles at the school.<br><br>The undergraduate population at Missouri`s Columbia campus is about 79 percent and 8 percent black. African-American students and student leaders say the administration did not effectively deal with racial slurs and offensive behavior on campus. Officials had ordered sensitive training for students and faculty, but black students said that wasn`t enough.<br><br>One graduate student went on a hunger strike, demanding President Wolfe`s removal over the issue. And many of Mizzou`s football players with their coach`s support threaten not to play again until the hunger strike was ended. President Wolfe announced that this is not the way change should come about, but from listening, learning, caring and conversation.<br><br>(BEGIN VIDEO CLIP)<br><br>TIM WOLFE, FORMER UNIVERSITY OF MISSOURI PRESIDENT: Please, please use this resignation to heal, not to hate.<br><br>(END VIDEO CLIP)<br><br>AZUZ: There`s a possibility that Russian track and field athletes could be banned from the 2016 Olympics in Brazil.<br><br>Why? An independent report that accuses Russian competitors and officials of cheating.<br><br>How? Through the use of banned performance enhancing drugs.<br><br>The report from the World Anti-Doping Agency says it found a culture of cheating at all levels in Russian athletics. It suggests that doping contributed to Russia`s 24 gold medals in the 2012 Olympic Games and it recommends that five athletes and five coaches be banned for life from competing.<br><br>Russian`s own anti-doping agency called the report unprofessional and illogical. It says Russia has one of the world`s best anti-doping labs and that the country had taken all the necessary steps to fight the doping problem.<br><br>There are more than 7 billion people in the world, and just under 3 billion use the Internet. Satellites could help extend Internet access to those who don`t have it.<br><br>But there are concerns about this. How will the massive satellite costs be paid? What if new Internet users can`t afford to pay for access? What if newly reached countries want to censor the Internet? And how do you keep the new satellites from colliding with existing ones, or becoming space junk.<br><br>Despite these issues, a number of companies are trying to bring Internet everywhere.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): The Internet is used for just about everything. But an estimated 3 billion around the world don`t have access. This is Greg Wyler. He and his company OneWeb want to change that.<br><br>GREG WYLER, ONEWEB: Our mission is to enable affordable access and the subpart is we want to provide service to 2 million schools.<br><br>CRANE: Bringing half of the world out of digital darkness isn`t going to be easy or cheap. Developed cities have traditionally been connected through cables and fiber, an expensive and logistically difficult solution for rural areas.<br><br>But what if we ditch the cables and took to the skies?<br><br>WYLER: Then, people everywhere will have at least an opportunity to participate in the Web.<br><br>CRANE: Wyler plans to launch a constellation of over 600 low-orbiting satellites to bring the Web to all.<br><br>(on camera): So, will every inch of the earth have connectivity, capabilities?<br><br>WYLER: Yes, the equivalent to the average cable modem.<br><br>CRANE (voice-over): Here`s how it would work: signals from ground terminals would beam to satellites and ricochet back to terminals around the world in under milliseconds. If you`re near that terminal, you`ll have Internet success, as well as five bars of coverage.<br><br>(on camera): How much is creating this constellation going to cost?<br><br>WYLER: Between $2.5 billion and $3 billion. So, we`ve used $3 billion as a nice big round number.<br><br>CRANE: That`s a big round number.<br><br>WYLER: It is and it isn`t. You want them on fiber? The numbers are hundreds of times this little number.<br><br>It`s a lot of money to raise -- for sure it is. But the result is strong enough to support for funds.<br><br>CRANE (voice-over): There are already satellites beaming Internet to earth. But they`re over 22,000 miles away. Wyler`s would be 750 miles away. Closer means faster.<br><br>(on camera): People have tried to do this before, tried to set up a constellation of satellites and bring Internet to the earth, in a somewhat similar architecture that you`re trying to set up. But they failed.<br><br>WYLER: Yes. Failure is the norm here. Any technology you want to do on the ground is like 50 times harder or more in space.<br><br>CRANE (voice-over): OneWeb isn`t alone in this. SpaceX, Google, and Facebook all have plans to bring Internet to the poorest pockets of the world.<br><br>(on camera): Is there enough room in space for several multibillion dollar satellite Internet companies.<br><br>WYLER: I think we`re scale-blind as to the magnitude of the issue. Connecting billions of people is really, really difficult. So, you know, the more people that want to enter in and support that -- great.<br><br>We have design a system that is very, very doable, and something which kind of will help bind the world together.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Imagine you`re inside a restaurant just eating some pancakes while outside, you`re car is being swallowed by the ground.<br><br>This happened Saturday night in Meridian, Mississippi. As many as 12 cars went into the belly of the earth. What started as a parking lot ended in a 375-foot-long gash in the ground that was 30 feet deep.<br><br>A lot of folks called it a sinkhole, but a geologist says sinkholes occur naturally when underground water erodes the bedrock. What authorities think happened here was that the parking lot might have been positioned over a former city drain, so it just caved in. Fortunately, no one was hurt. The restaurant was close temporarily while officials investigate what went wrong.<br><br>We get an average of 1,500 to 2,000 comments a day in our &quot;Roll Call&quot; request page. So, please be patient and thanks for not spamming.<br><br>The American School in London commented on yesterday`s transcript. Great to see all of our viewers in the capital of the United Kingdom.<br><br>Up next, Santa Clara, California. From the West Coast, please welcome Santa Clara High School, the home of the Bruins.<br><br>And in Albuquerque, New Mexico, watch out for the Vikings. Valley High School rounds out our roll.<br><br>The calcarine sulcus, yes, I`m still speaking English. It`s a part of our brain, specifically our cerebral cortex, that helps us process the things we see.<br><br>Researchers at the Georgia Institute of Technology had been focusing on the calcarine sulcus. They`re trying to figure out what exactly happens to the brain when it gets caught up in suspense. So, we won`t keep you waiting.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT BEZDEK, GEORGIA INSTITUTE OF TECHNOLOGY: If you`ve ever had the experience of being lost in a film or a book that you`re reading, that`s exactly what we`re studying here.<br><br>In the current study that we`re doing, we looked at what was happening in the brain at time points when suspense is increasing in films. In our study, we had people view a series of suspenseful film clips while they were lying in the MRI scanner.<br><br>The way we selected the film clips, we chose scenes with very high level of suspense. They were defined by characters facing strong threats of negative outcomes. So, we chose a variety of films by people like Alfred Hitchcock, the master of suspense, and Steven Spielberg and others. All these films were defined by moments at which a character faces a potential negative threat over the course of a few minutes.<br><br>While they`re viewing those film clips at the center of the screen, we were continuously flashing black and white checkered boards around the border.<br><br>What we`re interested in is to see as suspense is increasing, what`s happening to the processing of that checkered border around the edge.<br><br>What we`re seeing is that those brain areas that process the center of what you`re looking at, where the film is playing, those brain areas are more active at time points when suspense is increasing, when people are seeing threats to the characters. The parts the of brain that process the visual periphery are less active as suspense increases suggesting that there`s a narrowing of attention as you`re perceiving these threats to the characters.<br><br>Suspense is a mixture of fear for the negative outcome and hope that the character will avoid whatever predicament they`re in. And so, that concerns for the character is causing people to devote more of their resources to the processing of the film and less attention to irrelevant, non-story related information, whatever else is happening in the world around them.<br><br>(END VIDEOTAPE)<br><br>AZUZ: What in the world does brick laying have to do with the Titanic? We`re not going to keep you in suspense for long. Check it.<br><br>The Titanic in LEGOs. It`s part of an exhibition in Poland. This ship was built, or should I say, rebuilt, out of 500,000 LEGOs. At 1/25 the size of the actual ship, this one is 36 feet long.<br><br>But it`s not the only ship to sail at this exhibition in Poland. The Imperial Star Destroyer also made an appearance.<br><br>It took hundreds of hours to assemble those exhibits, a kind of black party involving Titanic feats (ph) in which the best builders squared off and stacked up their own brick-laying super Star Wars without going all the pieces. Plus, it gave us a chance to fit seven puns in one sentence. And I`m not pulling your LEGO.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-10 CNN Student News.mp4"}