{"title":"CNNSN-2016-11-18-CNN-Student-News","script":"(CNN Student News) -- November 18, 2016<br><br><br>U.S. Congress: Some Things Change, Some Stay the Same; Japan`s Leader Meets with the U.S. President-Elect; The History of NAFTA<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS. I`m Carl Azuz. It is Friday and that is awesome!<br><br>Taking you to Capitol Hill today, where things are starting to take shape after the November 8 election, when the 115th Congress convenes early next January, Paul Ryan, a Republican from Wisconsin, will remain speaker of the House of Representatives. He was reelected earlier this week to serve as second term in the position.<br><br>The job of House minority leader though was less certain. It`s currently held by Nancy Pelosi, a Democrat from California. She`s running to keep the job, but Ohio Democrat Tim Ryan announced yesterday he plans to challenge her for it.<br><br>In the Senate, Republicans reelected Kentucky Senator Mitch McConnell as majority leader. Democratic Senator Harry Reid from Nevada is the current minority, but he`s retiring, and Senate Democrats chose Chuck Schumer from New York as the new Senate minority leader.<br><br>There will be a change in the president of the Senate, too. The U.S. vice president serves in this role, but doesn`t get a vote unless senators are evenly divided 50-50. The president of the Senate can then cast the tie breaker. Right now, the job is held by Vice President Joe Biden. On January 20th, inauguration day, it will shift to Vice President-elect Mike Pence.<br><br>So, the transition is underway and as part of that, U.S. President-elect Donald Trump is scheduled to hold a two-hour meeting today to discuss his team`s progress and potential appointees to his cabinet. He met with several candidates for that yesterday. In addition, the former U.S.Secretary of State Henry Kissinger and current Japanese Prime Minister Shinzo Abe. He traveled to New York yesterday for the get-together. The Japanese leader is the first foreign head of state who Mr. Trump has met in person since he was elected.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDREW STEVENS, CNN CORRESPONDENT (voice-over): Prime Minister Shinzo Abe is making every attempt to preserve Japan`s relationship with its most important political, diplomatic and trading partner, the United States. Normally, a Japanese leader would wait for the inauguration of a new U.S. president before seeking a meeting, but these are not normal times.<br><br>SHINZO ABE, PRIME MINISTER OF JAPAN (through translator): The Japan-U.S. alliance is the access of Japan`s diplomacy and security. The alliance is only alive if there`s trust between us.<br><br>DONALD TRUMP (R), PRESIDENT-ELECT: I will get rid of those tariffs in Japan --<br><br>STEVENS: Tokyo has been rocked by Donald Trump`s explosive comments on the campaign trail, raising fears that the new administration could turn its back on the alliance.<br><br>Trump has hinted he could withdraw U.S. troops from Japan unless it`d pay a bigger share of their upkeep and suggested that Asian countries could provide their own nuclear defense against North Korea.<br><br>And then there`s Trump`s signature opposition to global trade deals, including the President Obama-led Trans Pacific Partnership which has had the wholehearted support of Mr. Abe.<br><br>TRUMP: I`ll take jobs back from Japan and every other country that`s killing. I`ll bring the jobs back.<br><br>STEVENS: But Abe advisors say Tokyo is looking beyond what they describe as campaign rhetoric.<br><br>TOMOHIKO TANIGUCHI, PRIME MINISTER`S SPECIAL ADVISER: We`re looking at the future and no matter what any candidate says during the campaign, today is the first day of the rest of his administration.<br><br>STEVENS: The first step of that first day for Japan to build a working relationship. Abe has already praised what he described as Trump`s, quote, &quot;extraordinary talents as a businessman.&quot;<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. The reason why some international leaders are anxious to see what President-elect Trump will do concerning trade is because on the campaign trail, Mr. Trump spoke out extensively against international trade deals, saying several of them are not good enough for the U.S., its economy, its workers. He said he wants to renegotiate or eliminate deals like NAFTA, the 24-year-old free trade agreement which involves Canada and Mexico. Those are two of America`s three biggest trading partners. NAFTA`s results have been mixed.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: You might have heard of NAFTA, also known as the North American Free Trade Agreement. It was the first agreement of its kind and still makes the world`s biggest free trade area.<br><br>So, just what is it?<br><br>Well, let`s begin with the basics. First, it includes Canada, the U.S. and Mexico. It was proposed in 1992 by these guys and it was extremely controversial. Critics feared massive job losses, businesses packing up and moving production to Mexico. Supporters though, they claimed that it will lead to cheaper goods and that will lead to economic growth.<br><br>In fact, it was so controversial that in the 1992 presidential election, a billionaire, outsider presidential candidate shot to the top of the polls railing against it. Businessman Ross Perot. Sounds pretty familiar.<br><br>But NAFTA won out in the end with Congress and then President Clinton ratifying it in 1993.<br><br>WILLIAM J. CLINTON, FORMER PRESIDENT: We are ready to compete and we can win.<br><br>REPORTER: NAFTA is a large, incredibly complicated document. But at its core, it`s pretty simple. Before NAFTA, when items were imported, they were taxed. After NAFTA, they weren`t. This protects goods made domestically at the expense of consumers since the tax on foreign products is passed down, higher tariffs, more expensive goods, less trade.<br><br>Free trade agreements like NAFTA removed those tariffs incentivizing trade and lowering cost for consumers. Tariffs were greatly reduced at the start of the agreement in 1994 and totally eliminated by 2008.<br><br>So, what did NAFTA accomplished?<br><br>It`s not easy pinpointing the exact effects that NAFTA`s had because there are many factors in how economies function. But since the agreement, U.S. trade amongst Mexico and Canada has tripled. The U.S. trade deficit with Canada and Mexico has increased significantly.<br><br>But according to this congressional report, NAFTA actually hasn`t had that large an effect on the U.S. economy. NAFTA only increased the U.S. GDP by a few hundreds of a percent because relative to the size of the total economy, trade with Mexico and Canada isn`t that big.<br><br>So, the biggest question of all, how has it affected American jobs?<br><br>Economists agree there`s no simple answer. It`s impossible to completely separate the effects NAFTA`s had on the economy from other external forces, like recessions, currency evaluations, technological automation and overall increases in globalization. Many U.S. manufacturing jobs have moved overseas to countries that America doesn`t even have free trade agreements with like China.<br><br>Overall, domestic manufacturing has taken a spill. Oh. Trade has increased and goods are cheaper.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Yesterday, the clock started ticking on 24 hours of people around the globe trying to set various records. It was Guinness World Record`s Day. And the publication has come a long way since simply measuring the world`s oldest person, tallest building and fastest runner. It still does that, but it`s -- well, let`s say it`s branched out.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Record-breaking bungee dunk.<br><br>Simon Berry, 24, has taken his love for a tea to a whole new level -- setting a new world record in the process.<br><br>The British adrenaline junkie jumped from a platform 70+ meters (229+ feet) from the ground -- with a biscuit in his hand.<br><br>The aim?<br><br>Bungee dunking the biscuit into a cup of tea below.<br><br>SIMON BERRY, GUINNESS WORLD RECORD HOLDER: It was very difficult. I mean, obviously, the team helped by getting roughly in the right place. But just going down and having to nail that cup of tea was tricky.<br><br>SUBTITLE: Mr. Berry set the new world record for highest bungee dunk: 73.41 meters (240 feet 10 inches).<br><br>BERRY: Absolutely incredible. Just the feeling in my chest and seeing everyone`s smiles, it was fantastic.<br><br>UNIDENTIFIED FEMALE: Congratulations, you are officially amazing.<br><br>BERRY: Thank you.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Oh my Guinness. Good thing it wasn`t a slam dunk. It was already at the end of his rope, and success was no guarantee. If he`d bump that platform, he could have gotten a couple of lumps. Thankfully, he won the whole biscuit and caboodle.<br><br>I`m Carl Azuz, always on the record for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-18 CNN Student News.mp4"}