{"title":"CNNSN-2016-08-25-CNN-Student-News","script":"(CNN Student News) -- August 25, 2016<br><br><br>Powerful Earthquake Strikes Italy; North Korea Launches A Missile From A Submarine; U.S. Health Organization Releases New Sugar Guidelines<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Breaking news from Italy leads off today`s show.<br><br>I`m Carl Azuz. We`re glad to have you watching.<br><br>The mayor of Amatrice, which is located in central Italy, says his town is no more. When a powerful 6.2 magnitude earthquake struck early Wednesday, Amatrice was at the epicenter. That`s the point in the earth`s surface directly above where the earthquake occurred. The town`s clock tower, its time stopped at the moment the earthquake hit, was one of the only structures still standing. Rescue efforts have been going on around the clock.<br><br>Volunteers have been using their bare hands to dig through rubble. There are several Italian villages that were affected. They`re in remote mountainous areas that can be hard to reach.<br><br>Italy`s prime minister says the quake killed at least 120 people, but warned that toll could increase. The quake was felt as far away as Rome, 100 miles from the epicenter. And dozens of aftershocks have been reported. Pope Francis asked people to pray for those affected.<br><br>Earthquakes are entirely unpredictable. There are warning systems that can save some lives, but only under certain conditions.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, CNN CORRESPONDENT: If you`re in an epicenter of an earthquake, you`re going to get no warning. There`s no time for that.<br><br>The warning depends on the distance you are to the earthquake epicenter.<br><br>SUBTITLE: Earthquake early warning system.<br><br>MYERS: An early warning system for earthquakes is expensive and also complex. Part of the problem is we don`t have a system that can predict the earth is going to move. Our warming system is based on the fact that the earth is already moving and then if you`re farther away from that epicenter, we can give you some time to prepare. Some minor time but some time.<br><br>Unlike a tornado warning where Doppler Radar can see the rotation and issue a warning before the tornado, an earthquake warning happens when the earthquake is already shaking. Another limitation is how close the sensor is to the epicenter. If the sensor is 10 miles away from the epicenter, it takes five seconds to get to that sensor. So, the more sensors we get, the better the lead time we`ll get as well.<br><br>If we get 10 seconds notice of an earthquake that`s happening, especially a big one, you can open up the elevators on the nearest floor. You can stop trains. You can stop all those things that are moving before the shaking gets there.<br><br>This entire system works because of the speed of light, or the speed of the warning going down the line, is 186,000 miles per second. The earth as it`s wiggling and shaking along is going at 2 miles per second.<br><br>So, if you`re 30 miles away, your warning could be 15 seconds. It`s 15 seconds that could save your life.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now to the Asian country of North Korea. It reportedly fired a ballistic missile from a submarine on Wednesday. It wasn`t the first time the communist country did this, but it was the first time one of its missiles entered the Japanese air defense zone.<br><br>One expert says it shows North Korea is making rapid progress in its missile program. The launch was made shortly after the U.S. and South Korea started their yearly military exercise which North Korea strongly opposes.<br><br>International officials spoke out against the launch and though it was illegal as far as the United Nations Security Council is concerned, North Korea has tested more than 30 missiles since dictator Kim Jong-un took power in 2011.<br><br>(MUSIC)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: An estimated 17 percent of the world`s population naturally has blue eyes. So, how can it be true that even brown eyes are blue? It seems it all comes down to pigment. Scientists say that the more pigment our eyes have, the darker they appear to be. So, in theory, if you were to remove that pigment, all of us would have eyes that are blue as the sky.<br><br>Now, that`s random.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Next today, a U.S. organization has released new guidelines about the amount of added sugar that young people should eat and it recommends far less than they`re actually eating. The American Heart Association works to reduce the risk of heart disease and stroke. It wants young people to limit their intake of added sugars. So, not the kind that`s naturally in an apple, for example, but the kind of table sugar or fructose that`s added to soft drinks, cookies, cakes and ice cream.<br><br>The AHA says that people ages 2 to 18 should have added sugars limited to 25 grams or 100 calories a day. One can of soda far exceed that. The AHA says young people should only eat healthy foods and that a diet high in added sugars is associated with obesity and high cholesterol. Its recommended limit is 50 percent less than what the U.S. government recommends and it`s a guideline only.<br><br>Dietitian and doctors say it`s not like kids should never eat a piece of birthday, they just need added sugar in their daily diets.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Where is sugar hiding?<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: The thing about added sugar is that it`s going to crop into a lot of foods where you might not expect it. So take ketchup, for example, something we all eat. Look at how much sugar is in that. Four grams of sugar for every tablespoon of ketchup. Simply switching it out for mustard can make a huge difference.<br><br>So take something like salad dressing. You make this decision all the time. If you have a sweet salad dressing, like a raspberry vinaigrette, versus a balsamic -- well, the sweet salad dressing can be about five to seven grams of sugar for every two tablespoon serving.<br><br>And, finally, pasta sauce. All right, you want a little bit of sauce on your pasta. You can understand that. But if you get up to about a half a cup of pasta sauce, for example, that`s going to be about 12 grams of sugar. That`s more than your daily allowance. That`s as much as a chocolate chip cookie in every single serving.<br><br>We`re eating probably at least twice if not three times as much sugar as we should being or could be eating.<br><br>We know that sugar is associated with the things you might expect, weight gain, diabetes, increased risk of heart disease and stroke, but I think you might be surprised to learn that it can also affect your immune system. Our human bodies simply didn`t evolve to be able to eat that much sugar.<br><br>Now, the average American eats about 140 pounds a year. And our bodies simply don`t know how to handle all that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, happy 100th birthday, U.S. National Park Service.<br><br>Today in 1916, President Wilson established the NPS. It oversees and maintains hundreds of national parks and monuments. And today, we`re visiting part of the park that was founded on August 1st, 1916, shortly before the NPS was, and decades before Hawaii became a U.S. state.<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHANIE ELAM, CNN CORRESPONDENT: Just imagine, about 500 years ago, lava flooding down through this tube, it`s about a mile long. And for the celebration of the centennial of the park, they`re letting very small, select groups take a tour through here.<br><br>Let me introduce you to Ab. Ab is going to show us through the tunnel.<br><br>AB KAWAINOHOIKALA`I VALENCIA, TOUR GUIDE, HAWAII VOLCANOES NATIONAL PARK: Welcome to Puapo`o.<br><br>ELAM: Puapo`o.<br><br>VALENCIA: It`s so delicate in here and it`s so fragile. This place is awesome and I feel like a guest in here. Every time, it`s a new experience.<br><br>ELAM: Let`s go.<br><br>VALENCIA: (INAUDIBLE) which means follow me.<br><br>All of this is scoured out by the lava. And the roof area was the top that crested over.<br><br>ELAM: To be able to move this much in, the tube must be going pretty bad, right?<br><br>VALENCIA: You cannot outrun that kind of lava flow.<br><br>If you can imagine, it`s red, red hot into and the lava just melts the upper surface that causes the icicles to form.<br><br>These roots are coming from the ceiling of the lava tube, and above is rainforest.<br><br>ELAM: It almost looks like some big earthmoving equipment came through here and dug up the bottom of the cave.<br><br>VALENCIA: We`re in the area that`s called &quot;The Amphitheater&quot; because there`s a big opening here. In the absence of light, then this place becomes totally and actually black.<br><br>So, at this point, if you see above, that`s our exit.<br><br>ELAM: Wow.<br><br>That`s amazing.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It was almost the second tallest tower of dominoes in the world. And the domino stackers who built it say it was the tallest ever in<br><br>America. But at the height of 19 feet, more than 3,200 dominoes in -- oops. Gravity is a formidable enemy.<br><br>But their seven hours of work wasn`t a total waste. It might not have set a record officially, but it still looks amazing tumbling down.<br><br>Guess if you have a domi-notion to dominate domino records, there is domino way you don`t domino all too well, the towering attempts have their ups and<br><br>downs.<br><br>Domino puns, they all fall flat.<br><br>I`m Carl Azuz and we`ll stack more news for you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-25 CNN Student News.mp4"}