{"title":"CNNSN-2015-01-14-CNN-Student-News","script":"(CNN Student News) -- January 15, 2014<br><br>France at Its Highest Level of Terrorism Alert; Emergency at Space Station; Colleges Fight for Good Attendance; Avoiding Text Neck Symptoms; 3D Pen Invented<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: January 15, the British Museum opened in 1759. The University Of Notre Dame got its charter in 1844. The first Super Bowl was played in 1967. And CNN STUDENT NEWS launched its ninth show of 2015.<br><br>Our first story today concerns France. Following last week`s terrorist attacks in the capital, 10,000 troops have been deployed across the country, plus thousands of police. France is at its highest level of terrorism alert.<br><br>Al Qaeda in the Arabian Peninsula, a Middle Eastern terrorist group says it`s responsible for last week`s attacks on the headquarters of the &quot;Charlie Hebdo&quot; satire magazine.<br><br>12 people were murdered there, the two gunmen were later killed by police. Surviving stuff members of &quot;Charlie Hebdo&quot; released a new magazine on Wednesday. It showed the cartoon of the Prophet Muhammad, something many Muslims find offensive and the cover reads, &quot;All is forgiven.&quot;<br><br>Despite the controversy, millions of the magazines are being sold, it`s usual run is 60,000 copies.<br><br>268 miles over our heads, there was an emergency yesterday. U.S. astronauts aboard the International Space Station were told there was an ammonia leak in the cooling system. That`s bad. Exposure to high amounts of ammonia can cause lung damage, blindness or death. The crew put on masks like they are trained to do and they evacuated to the Russian part of the station. The American segment was sealed off. Fortunately, though, just a false alarm, no ammonia, no one hurt. The problem was with the computer system, not the cooling system.<br><br>After bringing the American part of the station online, the astronauts returned to their work. If there`s ever an actual ammonia leak, there is room to move around in the ISS. It`s about the size of a football field.<br><br>Students in today`s roll call schools are all bundled up, but it`s hard to believe that the city with the warmest forecast is in Alaska. The high in Seward today, is a balmy 39 degrees. It`s where the sea hawks are soaring, at Seward High School.<br><br>In the township of Brick New Jersey, forecast at high is 36 degrees for the cougars, we found in at Veterans Memorial Middle School.<br><br>And the coldest spot on our roll is in Howard Lake, Minnesota, high of 33 degrees, which could be and has been much colder.<br><br>Good to see the Lakers of Howard Lake Waverly-Winsted Public Schools.<br><br>Skipping class isn`t just a problem at the high school level. A small, but growing number of universities are cracking down on it.<br><br>&quot;The Wall Street Journal&quot; reports that a bill Villanova University in Pennsylvania, I.D. cards help keep track on when students are in class.<br><br>At Harvard, some classes were secretly filmed, the head count indicating how many were skipping.<br><br>Ohio State said if students skip to go to their team`s national championship game on Monday, it`d be up to the professors to decide whether to keep them in the class. Why are colleges concerned if higher education is voluntary and students are paying tuition anyway?<br><br>Well, for one thing more than 40 percent of students at four year universities don`t graduate, even in six years. That doesn`t look good for colleges and can affect their rankings.<br><br>Also, parents don`t want to be paying for classes their kids aren`t attending.<br><br>Time for &quot;The Shoutout.&quot; How many vertebrae are in your neck? If you think you know, stick your neck out! Is it four, seven, 12 or 33? You`ve got three seconds, go!<br><br>Seven of the 33 vertebrae bones of the spinal column are located in your neck. That`s your answer and that`s your shoutout.<br><br>Chances are you`ll have a problem with your neck at some point in your life. Sports injuries, painting the ceiling, even sleeping if your neck is in a weird position or if the pillow is too high or too flat. This can all give you pain or kinks, headaches or stiffness in your upper back or arms.<br><br>But just looking at a mobile device, is there really such a thing as text neck?<br><br>(BEGIN VIDEOTAPE)<br><br>SANJAY GUPTA, CNN CORRESPONDENT: I want you to think about your body position for a second. AS you are watching, just think about how you are sitting. You are maybe sort of leaned over a table, maybe slumped back in the chair. If you are looking at this on a mobile device, for example, you`re probably sitting like this.<br><br>Your arms are bumped (ph) by your side, you`re a little hunched over, your neck even has more of a bend in it, and you may wonder what is this doing to your body?<br><br>Like it or not, this is probably causing some pain. Think about it. Maybe in your shoulders and between your shoulder blades. Some doctors, we`ve even given this whole thing a name - it`s called text neck.<br><br>When the head is sort of in a neutral position, that means your ears are lined up over your shoulder, the average human head weighs about ten pounds, more for some people, less for others. But think about as you start to move your head a few degrees forward, a few inches forward.<br><br>You start to put more force in torque right here on the back of the neck. That`s probably what`s causing some of those problems. Reading a mobile device like this, and it`s particularly problematic.<br><br>Over time, you can start to flatten out the natural curve of your neck. That can lead to pressure on disks, pressure on nerves and a lot of that pain that people are now calling text neck.<br><br>It may not just be your neck that suffers as well, just think about this, just try this with me as you are sort of slumped over, trying to take a deep breath in. Let`s sit up straight, get good posture, take a deep breath in. You can find that the respiratory capacity or ability to actually take in air can decrease as much as 30 percent just based on your body position.<br><br>Also, people complain about gastrointestinal problems. Pressure on the stomach and the intestines, which could increase as the result of that slumped position. Just sort of opening things up could help with that as well.<br><br>Concerns - If you are not getting the same amount of air into your lungs, is that those many organs around the body that aren`t going to get the same amount of oxygen either. It starts to decrease the amount of flow to all these various parts around your body.<br><br>Probably the most important message is an easy one. Just be aware of your body. Do simple things like keeping your feet flat on the floor, try and keep your head in a neutral position. And that means your ears over your shoulders. Also, if you are on your cell phone a lot, you are probably doing a lot of this. So, simply getting a headset, for example, when you`re on the phone as much as possible, to help you keep that neck in a neutral position.<br><br>There`s even this app for android. It`s called the text neck indicator. And it sort of gives you an indication, a green light when you are in a more optimal viewing position, and you probably guess, a red light when you are causing a little too much pressure on the neck.<br><br>Look, there is another solution here as well. Every 20 minutes or so, put the device away. Sit up straight, roll those shoulders back, get rid of any of the aches and pains in your neck and get up and just go for a walk.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You want to be on roll call? Of course, you do. There is only one place we look, each day`s transcript page at cnnstudentnews.com. Click on the graphic that says &quot;Roll Call&quot; and tell us your school, city, state and mascot. You`ve got to be at least 13 years old and spamming will not help you. We get thousands of requests, but announce only three schools a day, so please be patient.<br><br>I know you are far too captivated to be doodling during our show. New research suggests it`s actually not a bad thing. Doodling can help you stay focused, remember what you are hearing, come up with creative ideas.<br><br>Until now, though, it`s been two dimensional: flat lines on a flat page. There`s a new dimension of doodling that`s drawing a lot of people in.<br><br>(BEGIN VIDEOTAPE)<br><br>MAXWELL BOGUE, 3DOODLER: The 3doodler is the world`s first 3-d printing pen.<br><br>It literally allows you to draw in the air.<br><br>It kind of got invented by accident, when our 3D printer made a mistake that missed a layer in its print process, and my partner turned to me and said, it`s really annoying, I wish you could just take the nozzle off of the 3D printer and - that missing space, and we both kind of smacked our heads and said oh, my god, you can do that!<br><br>We launched on Kickstarter in February, 2012, we were trying to raise $30,000. We ended up raising $2.3 million. We never envisioned the applications that have come to life. People have done things like - make dresses, they made shirts. After we launched the Kickstarter, we were contacted by the vision impaired community. They wanted to use the 3Doodler for writing Braille. We told them that we didn`t think it was possible, and that they are probably not going to like the results. They immediately picked up a pen and shows us that we were wrong.<br><br>Not only are they using it for writing Braille, they are using it for raised-line graphing, so for math classes, and they are using it to write standard letters, since they can feel the letters on the paper.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Really cool to see what people can draw up, or draw upon, you could see why it`s a draw. The pen dependably drew a lot of interest, but you need about a hundred box of paper, plenty of plastic and a store of skill to draw the doodle worthy of dimension. I`m Carl Azuz. CNN STUDENT NEWS is back Friday, which is awesome.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-15 CNN Student News.mp4"}