{"title":"CNNSN-2015-04-20-CNN-Student-News","script":"(CNN Student News) -- April 20, 2015<br><br>Tragedy At Sea; Five Years after the Oil Spill; Disguise from Cephalopod Protein<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Hi, I`m Carl Azuz.<br><br>Hope your week is off to a good start.<br><br>First up today on CNN STUDENT NEWS, tragedy at sea. Last week, hundreds of people boarded a boat from Libya headed to Europe. It sent out an SOS on Saturday night and as a rescue ship approached, the migrants moved toward it, crowding one side of their own boat, causing it to capsize in frigid waters.<br><br>Italian Coast Guard officials say they`ve recovered some survivors, but hundreds of people are feared dead.<br><br>This years, there`s been a series of disasters like this. Thousands of migrants h been rescued. Hundreds have died in dangerous Mediterranean crossings on unsafe ships.<br><br>Some are looking for a better life in Europe. Some are running from violence and instability in countries like Libya. Some are being<br><br>trafficked as slaves.<br><br>European leaders are holding emergency meetings and increasing the number of patrol ships to address the problem.<br><br>For millions of Americans, the middle of April is a time of remembrance, reflection and recovery. Last week marked the anniversaries of the Boston Marathon bombings and a shooting at Virginia Tech University. April 19th, 1993 was when the FBI led an assault using tear gas on an armed religious cult in Waco, Texas. It`s not clear exactly how a fire broke out in the compound where the cult was gathered, but dozens of people died.<br><br>On April 19th, 1995, a massive bombing occurred at Alfred P. Murrah Federal Building in the Oklahoma capital. The Oklahoma City National Memorial and Museum stands as a monument, with 168 stone and glass chairs representing each victim.<br><br>And on April 20th, 1999, there was a shooting attack at Columbine High School in Littleton, Colorado. The Columbine Memorial, opened in 2007,<br><br>pays tribute to the students and teacher who were killed.<br><br>April 20th is also the anniversary of a historic environmental disaster.<br><br>(BEGIN VIDEOTAPE)<br><br>WOLF BLITZER, HOST: That massive oil slick now covering some 600 square miles of the Gulf of Mexico and it could start reaching the United States coast within hours.<br><br>(ON SCREEN)<br><br>Gulf Oil Spill: Five Years Later<br><br>April 20, 2010<br><br>The Deepwater Horizon oil rig explodes<br><br>126 workers were on board<br><br>11 were killed<br><br>The explosion launched one of the worst environmental disasters in history<br><br>4 million barrels of oil flowed into the Gulf of Mexico over the course of nearly three months<br><br>Oil washed up on the shorelines of Louisiana, Mississippi, Alabama and Florida<br><br>Since 2010, BP has paid more than $13 billion in claims, advances and settlements and spent more than $14 billion on cleanup<br><br>Phillipe Cousteau<br><br>Today, the once-polluted waters look better<br><br>But the oil isn`t completely gone<br><br>(END VIDEO TAPE)<br><br>AZUZ: Authorities knew it would take years to clean it all up. Back in April of 2010, the U.S. Coast Guard had estimated that 210,000 gallons of  oil a day were flooding out of the broken well into the Gulf of Mexico. The final U.S. government report on the spill put the blame on the BP Oil Company, The Halliburton Oil Field Services Company and The Transocean Offshore Drilling Company.<br><br>BP finally stopped the spill by putting an oil containment cap on the leaking well and permanently sealing it off in early August of 2010, more than two months after the deadly explosion.<br><br>You probably won`t see its effects on Gulf Coast vacation beaches, but it`s still washing up in other places.<br><br>(BEGIN VIDEOTAPE)<br><br>DREW GRIFFIN, CNN CORRESPONDENT (voice-over): Barataria Bay, Louisiana, the marshes and the shores of these small islands were once covered in oil.<br><br>Today, from our boat, we spot two dozen workers wearing face masks, shoveling, working on a stretch of beach. We pull up to take a look.<br><br>(on camera): How you doing?<br><br>UNIDENTIFIED MALE: Doing good.<br><br>How are you?<br><br>GRIFFIN: Drew Griffin with CNN.<br><br>Nice to meet you, sir.<br><br>This is Philippe Cousteau.<br><br>UNIDENTIFIED MALE: (INAUDIBLE).<br><br>How is it going?<br><br>We have to have you stay away from the hazardous material at the moment, because it is a clean up site.<br><br>GRIFFIN (voice-over): The hazardous material turned out to be BP`s oil, a 90 foot long, 30,000 pound tar mat. We had a small tar ball tested and it matched the oil from the spill.<br><br>(on camera): The fact is, five years later, there is still oil -- oil in big enough clumps that it needs to be dug up by a crew like this, digging down 30 inches, trying to take it and remove it.<br><br>GEOFF MORRELL, BP, SVP, COMMUNICATIONS &amp; INTERNAL AFFAIRS: The pockets of tar mats that still exist are in areas that are known to us, but which were deemed by the federal government to be better to leave alone there and let them be naturally exposed to er -- through erosion and then for us to clean<br><br>them. So as they appear, we are finding them and removing them. But none of them poses a threat to human or aquatic life.<br><br>GRIFFIN: And is this going to go on for years and years?<br><br>MORRELL: However long it goes on, the company is committed to cleaning up that which is exposed and that which is Macondo oil.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED MALE: Time for the Shoutout.<br><br>American scientist William James is known for his research into what subject?<br><br>If you think you know it, shout it out.<br><br>Is it emotion, speech, reflex or biology?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED MALE: The philosopher and psychologist William James is known for his theories surrounding emotion.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: We`ve talked before how Internet companies like Google and social media sites like Facebook use the sites you visit and the subjects you like to help advertisers reach you. It`s called data mining.<br><br>One thing that`s new, technology that allows some computers to track your emotions while you`re online. One thing that`s not new, the privacy concerns.<br><br>(BEGIN VIDEOTAPE)<br><br>(ON SCREEN)<br><br>This technology wants to know what you feel<br><br>UNIDENTIFIED FEMALE: At Affectiva, we develop emotionally intelligent computers. So we use technology that can track your facial expressions and we map that into a number of emotional states. Essentially what the computer is doing is tracking your main feature points, like your eyes, your mouth, your eyebrows.<br><br>UNIDENTIFIED MALE: So your technology, how can it know what I`m feeling?<br><br>What is it looking for?<br><br>UNIDENTIFIED FEMALE: We`ve amassed the world`s largest emotion data repository, about seven billion emotion data points. We`ve collected videos from over 75 countries of people responding to digital content and we use that to train the computer to detect all sorts of different expressions, from enjoyment to confusion, concentration.<br><br>UNIDENTIFIED MALE: One of the things that`s scary about this type of technology is you think, wow, will a computer maybe be reading my emotions without me knowing?<br><br>Do you think that`s possible for this technology one day?<br><br>UNIDENTIFIED FEMALE: Technologically, it`s possible, but we have crafted all our user experiences to date so that we get this opt in beforehand.<br><br>UNIDENTIFIED MALE: What are some ways that you`re already implementing this technology?<br><br>UNIDENTIFIED FEMALE: So one of our main focuses at the moment is in the advertising and media space. We work with movie studios to develop and test their movie trailers. Also, we work with about 1,400 brands and advertisers who use our data because they want to understand the emotional connection you have with a brand. And we help them optimize their advertising.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: The site CNNStudentNews.com, the page, each day`s transcript. The school`s on today`s Roll, Osborn Middle School in the capital of Arizona.<br><br>That`s Phoenix, where The Fire Hawks are watching in The Grand Canyon State.<br><br>Gillette is a city in Northeast Wyoming. It`s where we heard from Campbell County High School. Their mascot is The Camels.<br><br>And in The Bluegrass State, we`ve got some Wildcats online in Louisville. Hello to Farnsley Middle School in Kentucky.<br><br>Before We Go<br><br>AZUZ: Except for maybe considering whether to order the calamari, most of us don`t think much about squid. But scientists are finding uses for their proteins that could shape the future gadgets we buy, future technology in medicine and the future of camouflage.<br><br>(BEGIN VIDEOTAPE)<br><br>AZADEH ANSARI, CNN CORRESPONDENT: Could one of nature`s masters of camouflage help disguise soldiers in combat?<br><br>Findings from a recent research study from a team of scientists at the University of California Irvine say they`ve been able to isolate a key protein in squid skin, which could one day help solids disguise themselves at night, during combat, and effectively make them invisible from infrared detection.<br><br>The unique light reflecting protein is called reflectin. Reflectin has enabled squid and other Cephalopods such as octopus and cuttlefish to blend into their environments for millions of years. Researchers say reflectin is super versatile and with the right mechanical or chemical stimulus can virtually be turned into any color.<br><br>Inspired, researchers found a way to produce reflectin in the lab and create invisibility stickers. These stickers are essentially tape coated with films of protein.<br><br>The lab technology is still a ways away from being used on the battlefield.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Still, don`t expect them to squid while they`re ahead. Once researchers sushi potential, the cephalapodsibilities are endless.<br><br>We`ve got to squiddadle, but come back Tuesday for more deep sea in CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-20 CNN Student News.mp4"}