{"title":"CNNSN-2015-01-07-CNN-Student-News","script":"(CNN Student News) -- January 7, 2014<br><br>New Congress Detailed; Oil Price Affects Stock Markets, Economies; A School Day in Aleppo, Syria<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: There`s a new Congress in town. It`s the 114th Congress in American history. It was sworn in yesterday and it`s where we begin this Wednesday`s show.<br><br>Welcome to CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>For the first time since 2006, the Republican Party will control both chambers of the U.S. Congress. The GOP swept last year`s midterm elections, gaining a 54 seat majority in the U.S. Senate and expanding its control of the U.S. House of Representatives.<br><br>Ohio`s John Boehner was elected to continue leading the House. Kentucky`s Mitch McConnell was sworn in to take over leading the Senate.<br><br>This will be the first time in Barack Obama`s presidency that the Democratic executive will work with an entirely Republican controlled legislative bch. The two parties have been at odds over a lot of issues -- the Keystone XL Pipeline, which would transport oil from Canada through the US. Health care, specifically, the president`s health care reform law of 2010. Also, immigration and national security. The two branches may have to compromise to make things happen.<br><br>The average price for gasoline in the U.S. $2.19 a gallon and dropping. Looking back over the past 10 years, prices have been all over the place. In early January of `05, they were $1.78 per gallon. They spiked to $4.11 in the summer of `08, plunged to $1.65 as the Great<br><br>Recession sank in and were $3.32 this time last year.<br><br>Why?<br><br>The price of crude oil. It`s the biggest factor in gas prices. And looking at what`s behind the current drop, this is all about supply and demand.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: (voice-over): The price of oil has plunged, falling to the lowest level since the 2009 economic crisis. But this isn`t just about money lost in trading pits or saved at the gas pump. Oil is a signal for the global economy.<br><br>It powers the planet, supplying a third of all energy consumed.<br><br>So in a sense, the economic activity of billions of people is reflected in the price of a single barrel of crude.<br><br>Let`s break down the global game of supply and demand that`s driving the drop.<br><br>The world is producing more oil, especially in America. New technologies allow companies to extract oil from shale rock, boosting U.S. production nearly 90 percent since 2008.<br><br>Meanwhile, OPEC, the international cartel that represents many of the biggest oil producing nations, isn`t turning off its spigot, keeping production levels stable. While new oil floods the market, demand is falling. Economic stumbles in Europe and China have curbed the world`s thirst and oil consumption will grow by less than 1 percent this year.<br><br>Low demand, high supply -- a perfect recipe for falling prices, which helps one part of the economy and hurts another.<br><br>Who`s benefiting?<br><br>Consumers.<br><br>The Energy Department expects prices to average $2.60 a gallon, the lowest in five years. That gives U.S. consumers an extra $60 billion to spend. Getting hurt -- the American energy industry. U.S. production costs are high. And if companies scale back, that could threaten jobs, especially in states like North Dakota, Pennsylvania and Texas.<br><br>Local jobs, international demand, American production and Chinese consumption -- all that activity is summed up in a drop of oil.<br><br>So watch out when oil drops.<br><br>(END VIDEO TAPE)<br><br>AZUZ: It`s been almost four years since a civil war began in Syria. It involves the Syrian government fighting to hold onto power. It involves rebel groups who want a new government and it involves terrorists, some of them from the ISIS group, who want to expand their control.<br><br>Hundreds of thousands of Syrians remain in their nation`s largest city, though many parts of it are a bombed out shell of what they were before.<br><br>Here`s a look at a school day in Aleppo.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): Near besieged Aleppo, where there is little space for life, there is somehow still space for learning. They can`t fit all the children into here who want to come, even though the regime has bombed the teachers` previous schools five times.<br><br>This is Helvand`s (ph) secret, the house. When class breaks, it`s not for the bell, but often to the sound of a regime jet.<br><br>If they`re in the square of the school, he says, they run to inside and close the windows of the classes. Some have pale faces. Some become sick. Every time the war plane comes, the children and even the adults become scared.<br><br>English won`t be spoken in Syria any time soon, so these are lessons of a future dreamt of elsewhere.<br><br>(VIDEO CLIP)<br><br>UNIDENTIFIED MALE: Where families are broken, food often scarce. The regime has ravaged their homes with barrel bombs, huge makeshift devices dropped from helicopters onto their childhoods. See what happens when they`re asked who`s seen one.<br><br>(VIDEO CLIP)<br><br>UNIDENTIFIED MALE: Refusing to leave Syria or give up hope for a distant future that may not be unutterably bleak.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Well, we`ve got some Warriors watching this Wednesday from the Beehive State to the Empire State. In Salt Lake City, the capital of Utah, it`s Northwest Middle School that kicks things off for us, the Warriors there. And in Avril Park, hello to the Warriors of Avril Park High School.<br><br>It`s in New York.<br><br>And for the first time in our Roll Call, a school from Washington, DC, the Griffins of Bell Multicultural High School, are online in the nation`s capital.<br><br>The percentage of Americans who make New Year`s resolutions, about 45. The percentage who keep their New Year`s resolutions, 8 -- 8 percent, not a high success rate.<br><br>And this isn`t just about working out more or being kinder to your parents, sometimes it`s about breaking bad habits.<br><br>What makes that so hard to do and how can you still do it?<br><br>The doctor is in.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: The beginning of the year is maybe one of the best times to try and make some new changes in your life. But it`s not always easy, no matter when you start. And breaking bad habits is one of these interesting things that psychologists have talked about for a really<br><br>long time.<br><br>Let me give you just -- just a couple of things, whether it`s breaking a bad habit or creating a good habit.<br><br>In the beginning, it`s always sort of easy. It`s the honeymoon phase. I can do this. I don`t have to have ice cream every night.<br><br>The problem is when you get to the first obstacle. What you`ve got to do at that point is what`s called the fight through. If you fight through this two or three times, you`ve now gone from the honeymoon phase into the second phase of creating good habits and breaking bad habits.<br><br>But even after the fight-throughs, after you get through this a few times, you`ve finally got to get to the phase where it becomes secondary nature. It can take weeks, it can take days, it depends who you are.<br><br>But when you get to that secondary nature phase, the habit has moved from a more transient area of your brain to a more engrained part of your brain. It just becomes part of who you are.<br><br>There`s another thing that you`ve learned that was really interesting about habits and your environment, that if you can disrupt your environment just a little bit, where this habit is either taking place or not taking place, you`re going to be more likely to create what you`re trying to create.<br><br>So what does this mean for you?<br><br>Maybe it`s ice cream, again, that you eat every single night. Well, try and disrupt your environment just a little bit tonight. If you`re going to eat that ice cream, maybe eat it while standing up or maybe eat it with your left hand instead of your right hand. Sometimes it means letting go of people who are empowering those bad habits. Sometimes it means avoiding places where those bad habits occur.<br><br>Think about a smoker who walks by a smoking lounge every day. Maybe take a different way to work.<br><br>The point is disrupt the environment just a little bit and you`re more likely to break those bad habits.<br><br>(END VIDEO TAPE)<br><br>AZUZ: During your free throw, there are really only two possible outcomes. You either make the shot or you don`t. Unless this happens.<br><br>The lesser known but still entirely possible rim failure. Yes, the thing just gave out. You can understand why. It had been shot at, fouled near and dunked on and it just couldn`t take it anymore.<br><br>Getting it replaced could delay the game by 45 minutes. Fortunately, the new one somehow managed to stay on the backboard. So while the old one failed without rim or reason, the new goal achieved its goal, the net gain that it did net fall with nothing but net below it. It had some backboard when it was balled out and proved there is always rim for improvement.<br><br>I`m Carl Azuz, CNN STUDENT NEWS.<br><br>We`ll take another shot tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-07 CNN Student News.mp4"}