{"title":"CNNSN-2015-10-05-CNN-Student-News","script":"(CNN Student News) -- October 5, 2014<br><br>The Effects of Hurricane Joaquin; Medical Charity Hospital in Afghan Blown Apart<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Kicking off a new week of current events coverage on CNN STUDENT NEWS. I`m Carl Azuz.<br><br>First up, an oil sheen, life jackets, containers, these are some of the things the U.S. Coast Guard says it`s found as it searches for a missing cargo sheep near the Bahamas. With the exception of a life ring, officials don`t know if the other items were from this container ship. But the El Faro, which is carrying a crew of 33 people, hasn`t been heard from since it got trapped in Hurricane Joaquin on Thursday and lost power.<br><br>A slow-moving storm was expected to clip southwest Bermuda last night and then head northeast out to sea.<br><br>When we produced this show, Joaquin was a category 2 hurricane with sustained wind speeds between 96 and 110 miles per hour. It was not expected to make landfall in the U.S. But combined with another storm, Joaquin was bringing South Carolina levels of rain not seen in a thousand years, according to the state`s governor.<br><br>The weather has been blamed for the deaths of several people in the Carolinas. In Columbia, some people formed a human chain to rescue a man from a road that have become a river.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK VALENCIA, CNN CORRESPONDENT: It really is two competing two weather systems. This storm system that seems to be trapped and hovering over the state of South Carolina is competing with that, effects of the outer bands of Hurricane Joaquin. So it`s really caused a lot of trouble here. Record breaking rain totals in places like Columbia, South Carolina, the state`s capital here in Charleston.<br><br>Well, picture is worth a thousand words. Just look behind me here, those cars try to make it through these inundated streets, completely submerged under water. That gas station, those tanks you`re looking at there also under water.<br><br>This street is one of the main thoroughfares in the city of Charleston and it`s been a huge issue over the course of the last several days, this record breaking rain totals causing flash floods, catastrophic damage, more of it expected over the course of the next 24 hours.<br><br>The rain, yes, it has stopped right now, but that is not expected to hold. The storm system, it just seemingly, it`s trapped over the state. We`ve had plenty of water rescues, well over 100 rescues.<br><br>I was talking to the Charleston Fire Department, the Emergency Management Service and they said they had to evacuate 25 people, physically remove from their homes because they were trapped by that rising flood water.<br><br>Here, this street appears to be some of the worst damage that we`ve seen in the last two days that we`ve been here. And, of course, the issue that locals are stressing to residents is that this water, there`s a lot of bad stuff in it. Toxic soap, if you will, gas, oil, and who knows what else in here?<br><br>The sewage system has really been impacted by this flash flood because, you know, there`s not enough drains, it appears, in this city for all of this water that has come to the city over the course of the last 24 hours.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Over the weekend, a hospital was bombed in the northeastern Afghan city of Kunduz. It occurred at about the time of a U.S. airstrike in the area. And American officials are trying to figure out what exactly happened.<br><br>The hospital was run by Doctors Without Borders. It`s an international charity organization that aims to give emergency medical help to people worldwide.<br><br>It says the bombing killed at least 12 workers and 10 patients and injured dozens of other people. Doctors Without Borders says the hospital was no longer operational and that it will shut down its operations Kunduz. The charity says everyone fighting in Afghanistan was told exactly where the hospital was.<br><br>Afghan police in Kunduz say that when the attacks happened, a number of Taliban members were believed to be hiding in the compound. Doctors Without Borders doesn`t think any Taliban there had weapons.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT: Two different ways you can look at the Taliban. I mean, in the world of ISIS, they`re sort of moderate you might say. But the world they encourage in Afghanistan was backward and brutal.<br><br>The Taliban experienced some support. For some Afghans, after decades of corruption, the Taliban provided the swift and often brutal form of justice.<br><br>They`ve had a grueling long war against the Americans and I think it was found I think to the sheer persistence of the U.S. presence there that they begin to find themselves fractured, to be undefined their command structure damaged. And the death of Mullah Omar I think was a moment when many began to ask, well, what is this movement? What is its future?<br><br>While ISIS finding a foothold there while the Taliban had been ground down, they`ve been in lengthy brutal war, they`re fractured. So, there was a space there in which disgruntled Afghans felt Taliban wasn`t radical enough or perhaps too corrupt, shifted their allegiance towards ISIS.<br><br>Part of the problem Afghanistan faces is that it`s being such an extraordinarily lengthy war for the United States, the longest they`ve ever fought. So, now, sustaining public interest from public support for continued military operations is extraordinarily difficult. So, it will most likely see a significant resurgence for Taliban.<br><br>The Taliban are a threat because they don`t bring stability to Afghanistan. They don`t bring the kind of Afghanistan that the West wanted to leave in its wake after the billions spent there and the thousands of lives which the West voted to try to sort Afghanistan out. But are the Taliban plotting this day attacks against the West? It doesn`t seem to be the case, not unless it meant very different is going on that people are unaware about.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s time to take roll.<br><br>Today`s three schools include in coastal Morocco.<br><br>We`re starting in Casa Blanca. George Washington Academy is there. Thanks for your request at CNNStudentNews.com.<br><br>In the coastal state on the other side of the Atlantic, we`ve got the Warriors watching today from Eastern Wayne High School. It`s on Goldsboro, North Carolina.<br><br>And a few states north in Guilderland, New York, the Dutchmen round out our roll. They`re watching from Farnsworth Middle School.<br><br>Up next, rats. They`re not just around for pet owners or exterminators. They`re helping solve one of the challenges in Europe`s historic refugee crisis. We`ve talked about how hundreds of thousands of people are risking their lives to escape war-torn countries, oppressive government, or just to find a better place to live.<br><br>Their dangerous journey isn`t limited to overcrowded boats on the Mediterranean or grueling hikes to Europe.<br><br>(BEGIN VIDEOTAPE)<br><br>FAREED ZAKARIA, CNN HOST, &quot;FAREED ZAKARIA GPS&quot;: They`re also facing potential threats that have been lying in wait for decades, facing border closures and fewer paths to Germany, refugees are traveling through Croatia to get their perceived Promised Land.<br><br>And if they stray from marked path, their danger awaits, thanks to an estimated 51,000 active land mines left over from the Balkan wars. Now, removing that many mines may seem like an impossible feat.<br><br>Well, it isn`t. Just last month, the government of Mozambique, once one of the most land-mined countries in the world, announced that it is now landmine free. A British organization HALO Trust says it oversaw the removal of 171,000 mines. The Mozambican men and women who cleared the mines had help from an unlikely source.<br><br>These giant MDRs, mine detection rats that is, went through extensive training with the Belgian NGO called APOPO to help their human friends sniff out mines. And unrenowned (ph), these critters could check an area that would take a human two days to cover and to think last week, the world of Twitter was impressed by a rat that merely carried a slice of pizza. We think this rate should viral instead.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Experts say that back in the day, like before there were refrigerators or when Columbus sailed the ocean blue, people used to store mammoth meat in pounds. That`s why they think that a farmer`s discovery near Ann Harbor, Michigan, could involve an ancient sort of meat locker.<br><br>It includes a stone flake that might have been a cutting tool and the remains of woolly mammoth.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Farmer`s surprising discovery.<br><br>A farmer in Michigan was digging in a field when he uncovered something unusual.<br><br>Farmer James Bristle told MLive, &quot;We thought it was a bent fence post.&quot;<br><br>DANIEL FISHER, MUSEUM OF PALEONTOLOGY DIRECTOR: What we found here is a partial skeleton of a woolly mammoth. It was an adult male, probably in its 40s at the time of its death, probably lived between 10,000 and 15,000 years ago.<br><br>SUBTITLE: A University of Michigan team recovered 20 percent of mammoth`s skeleton.<br><br>FISHER: Our working hypothesis is a partial skeleton having been brought to this place by ancient humans. It was their intent to come back later and retrieve this when they needed fresh meat.<br><br>SUBTITLE: About 30 mammoths have been found in Michigan to date, but most finds aren`t as complete as this one.<br><br>Experts are working to determine the exact time this mammoth lived.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You can say it`s the mammoth-er of all finds. Fossi-litating a lot of discussion, unearthing skele-ton of woolly interesting questions that aimed to separate arti-fact from fiction.<br><br>I`m Carl Azuz for CNN STUDENT NEWS. We`ll dig out more puns for you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-05 CNN Student News.mp4"}