{"title":"CNNSN-2015-05-15-CNN-Student-News","script":"(CNN Student News) -- May 15, 2015<br><br>nside a Supermax Prison; PTC Technology Could Have Prevented Rail Crash; Beneath Deep Blue Sea<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. I`m Carl Azuz.<br><br>Coming up on CNN STUDENT NEWS: exploring the deep blue see and jetpacking over Dubai.<br><br>We`re starting in Boston, Massachusetts, though, where the fate of a Boston marathon terrorist bomber is in the hands of a jury.<br><br>Dzhokhar Tsarnaev, he`s already been found guilty of 30 counts. They include an act of terrorism involving weapons of mass destruction which happened at the Boston marathon on April 15th, 2013. The counts include the murders of four people and the injuries of hundreds more. Seventeen counts carry a possible death sentence.<br><br>Prosecutors argued that Tsarnaev was a remorseless terrorist worthy of the death penalty, while the defense said he was repentant and deserves to be spared. Jurors have to unanimously agree to return a death sentence. Otherwise, Tsarnaev will spend the rest of his life in prison without parole.<br><br>(BEGIN VIDEOTAPE)<br><br>ALEXANDRA FIELD, CNN CORRESPONDENT: The Admax in Florence, Colorado, the country`s only federal supermax, it`s known as the Alcatraz of the Rockies. It`s considered the country`s most secure prison.<br><br>ROBERT HOOD, FORMER SUPERMAX WARDEN: Today, there`s 420 inmates in the prison. They`ve killed staff. They killed guards. They`ve earned, if you will, the right to go to the supermax.<br><br>You`re looking at people like Ramzi Youssef, the 1993 World Trade bomber, Timothy McVeigh was there, Nichols was there. The shoe bomber, the Unabomber, you can go on and on.<br><br>FIELD: Soon, this could be home to the marathon bomber. It`s closed off to the rest of the world. Inside, the most dangerous inmates are sealed off.<br><br>HOOD: We`ve designed it so the inmates can`t see the sky, intentionally. What it really hit is that you`re looking at the beauty of the Rocky Mountain in the backdrop. When you get inside, that`s the last time you`ll ever see it.<br><br>As you`re pulling up to this complex, there`s shot guns in plain view. There`s a 9 millimeter and there`s tear gas. They`re going by 12 gun towers. And that`s before you even say hello to anyone. You`ll be in leg irons, a belly chain, hand cuffs, and you`re passing hundreds, hundreds of cameras.<br><br>It`s almost all concrete. You`re going to be in the box. This 84 square feet of room mostly likely for the rest of your life.<br><br>His life if he goes there is pathetic, no matter you spin it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Investigators are trying to figure out whether it was human or mechanical error that caused an Amtrak passenger train to derail in Philadelphia Tuesday. The engineer has, quote, &quot;no recollection whatsoever of what happened&quot;, according to his lawyer.<br><br>The NTSB says initial data indicate the train was going 106 miles per hour when it entered the curve where it derailed. The speed limit there is 50.<br><br>Eight people were killed.<br><br>Experts say a PTC system could have prevented Tuesday`s derailment. It stands for positive train control. U.S. Congress has required it be installed by the end of the year in many places, including the crash site. But some rail lobbyists have said that`s difficult and expensive to do.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: Positive train control is an idea that`s been around for about 25 years. And putting it in place has not just been a budget issue, it has also been a technological issue, because you`re talking about building a matrix of information around every train out there. Starts with GPS, satellite systems, to tell the engineer precisely where he is at all times and to tell other trains where his train is. Second element, basically ground stations that are alongside the tracks to tell them about switch positions where there might be work crews, other things to be concerned about. And then ground control stations that put all of that information together to make sure he knows where there are bends in the road, where there might be a trail, overpass, anything like that.<br><br>And it all comes out in a simple readout for the engineer that tells him at any given moment how fast he can afford to be going and when he has to start braking.<br><br>And if he gets too close to any type of hazard out there, the computers from this big matrix just take over and they automatically slow that train down and even make it stop if necessary, so we don`t have a catastrophe.<br><br>What we would hope to get from all of that, and what congressional researchers believe we would get, is no more train-to-train collisions like we`ve seen before. We wouldn`t see switching errors where somebody just doesn`t realized they`re shunted off onto a different track, where an accident might occur. You wouldn`t see trains running up on work crews. And importantly, you would not see what we just saw a couple days ago, which is a train coming too fast into a turn, because the computer wouldn`t let any of this happen.<br><br>But this is important -- in terms of train collisions and derailments, this would stop 2 percent of them, 2 percent. An important 2 percent, but many more would go on and it would do nothing to deal with people and cars getting on to the tracks, which actually kill hundreds of people every year.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For today`s call of the roll, we`re going cross country and taking flight with the Eagles. They`re in the Green Mountain State of Vermont, at Mt. Abraham Union Middle High School.<br><br>Making a stop in the Cornhusker State. In Omaha, Nebraska, hello to the Crusaders of Marian High School.<br><br>And the Hawks are flying high above the Beaver State. In Hillsboro, Oregon, say hello to South Meadows Middle School.<br><br>According to the National Oceanic and Atmospheric Administration, there are many more marine scientists or biologist are there than there are jobs for them. But their field is broad. Marine mammalogists study animals like whales and dolphins. Marine ecologists study the environment and interactions of underwater life. Much of their work is done beneath the waves.<br><br>(BEGIN VIDEOTAPE)<br><br>EDD BROOKS, DEEP SEA MARINE BIOLOGIST: We`re not doing anything particularly special. We`re just doing it and not many people are.<br><br>Exploration to me means adding new understanding to the natural world.<br><br>The deep ocean represents the single largest ecosystem on this planet and we`ve barely scratched the surface of what`s in there.<br><br>I get to work with some pretty incredible creatures that I`m sure are being inspiration for many Hollywood horror movies.<br><br>They live in an area that`s dark and cold and dozen have much food and they`ve evolved this incredible systems that keep themselves alive in ways that are so different to any normal animal that a human being is likely to encounter.<br><br>We did trap surveys for one season. We caught five different species of deep water isopod, which are these beetle-looking things.<br><br>They actually get a lot bigger than this. So, they get to a foot and a half, two feet long in some cases.<br><br>Of those five species, three were new species that never been described for and that`s just here, that`s just off the cape. They`ve been kept in captivity before and haven`t eaten for years, and what we found is they can eat 40 percent of their own body weight in one setting. So, that`s me eating a 100-pound steak.<br><br>It`s a pretty incredible life history adaption that you can go for years without food. But when that one meal comes, you take advantage of it.<br><br>What`s waiting throughout the rest of the Caribbean and North Atlantic and the rest of the world`s oceans can only be guessed at.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You know you`re looking at an extreme sport when it starts with a giant from a plane. From there, it really takes off.<br><br>This YouTube takes us to Dubai, United Arab Emirates. Two daredevils, two jet packs, two cameras and one chase plane that capture video like this.<br><br>Yves Rossy is a Swiss pilot and engineer. He designed the jet pack on his back and that of the skydiver flying alongside him. He says he`s not playing with death. He`s playing with life.<br><br>I wouldn`t say it`s the safety jet, but sky not try to fly a little higher when you jet to jetpack like a flyer. Those sky-les away you might linger, you might jet jetpack back a winger, jetting back jets in time for dinner. You knew we weren`t done just jet.<br><br>I`m Carl Azuz. CNN STUDENT NEWS hopes you`ll have a great weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-15 CNN Student News.mp4"}