{"title":"CNNSN-2015-04-22-CNN-Student-News","script":"(CNN Student News) -- April 22, 2015<br><br>What is Listeria?; The Everglades<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Welcome to commercial-free CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>We`ve got a story related to Earth Day coming up this April 22.<br><br>First up, though, the U.S. is deploying warships to the waters near Yemen. The Middle Eastern country has been at civil war since Houthi rebels took over Yemeni government buildings earlier this year.<br><br>International officials say the Houthis are supported by Iran and Iran is believed to be sending a convoy of several ships to Yemen, ships that some officials suspect may be carrying weapons to the Houthis.<br><br>Nine vessels from the U.S. Navy, along with ships from Saudi Arabia, Egypt and others, are monitoring the waters near Yemen. They`re prepared to intercept the Iranian ships, if necessary.<br><br>An Iranian Naval official says Iran`s ships in the area are there legally to fight piracy and protect commerce.<br><br>All this is raising tensions between the U.S. and Iran weeks after an international agreement was announced concerning Iran`s controversial nuclear program.<br><br>Next today, from the presidential palace to prison -- Egypt`s former leader has received a 20-year jail sentence.<br><br>Some background. In 2012, Mohamed Morsy became Egypt`s first democratically elected president. He`s a member of the Muslim Brotherhood, a religious and political group which many Egyptians feared was trying to dominate the Egyptian government.<br><br>Late in 2012, protests began against then President Morsy and the Muslim Brotherhood. Morsy and 14 others on trial were accused of inciting violence and torturing the protesters in December of 2012.<br><br>The defendants were all found guilty of that, but acquitted of murder charges in some of the protesters` deaths.<br><br>Morsy was overthrown in a military coup in July of 2013. Yesterday`s sentence came in one of several cases he`s standing trial in.<br><br>(ON SCREEN)<br><br>This tech can predict driver error Cornell and Stanford Universities are developing tech that can predict driving mistakes right before they happen Brain4cars uses cameras inside the car to monitor the driver. Most cars today have cameras and sensors that only monitor line markings and surrounding vehicles. The cameras monitor drivers` head and body movements to predict when they are going to make a dangerous move.<br><br>The system could also use GPS to warn drivers when they are about to make an illegal move.<br><br>Brain4cars is still in the research stages...but Stanford and Cornell are already in talks with auto makers.<br><br>AZUZ: All right, one famous brand you won`t find in U.S. stores right now, Blue Bell. The maker of ice cream, frozen yogurt and other frozen desserts has voluntarily recalled all of its products.<br><br>Health officials say three people have died and five have gotten sick from listeria. It`s a type of bacteria that, in these cases, might have come from Blue Bell products.<br><br>Those affected were in Kansas and Texas. The company made gradual recalls in recent weeks. It says it decided to recall everything when listeria was found in different places in different plants.<br><br>Blue Bell says it`s not sure exactly how listeria got into its facilities, but the company is planning new cleaning methods, training methods and testing methods to improve food safety.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: So what`s listeria and how does it get you sick?<br><br>Listeria gets its name from English surgeon, Dr. Joseph Lister. he`s famous for introducing sterilization into surgery.<br><br>The mouthwash, Listerine, is also named after Dr. Lister.<br><br>Listeria is a serious infection. It`s usually cautioned by eating food contaminated with the bacterium. Listeria monocytogenes and it`s deadly.<br><br>About 1,600 cases of listeriosis are reported in the United States every year. And about one in five people with the infection die.<br><br>If you have listeria, a doctor will prescribe antibiotics.<br><br>So who`s more at risk?<br><br>At least 90 percent of people who get these infections are pregnant women, babies, the elderly and people with weakened immune systems.<br><br>To prevent it, doctors recommend thoroughly cooking meat, thoroughly cleaning raw fruits and vegetables and washing hands, utensils and countertops after handling uncooked foods.<br><br>Do not drink unpasteurized milk or eat foods that contain unpasteurized milk.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Rolling your way next, the CNN STUDENT NEWS Roll Call.<br><br>We`re visiting Milton, Delaware today. It`s where The Vikings are setting sail from Mariner Middle School. Traveling down the East Coast, we come to South Carolina. It`s great to see The Patriots in The Palmetto State. They`re watching at Powdersville High School in Greeneville.<br><br>And south through the Caribbean, we arrive in Honduras. Hello all of our viewers at Esuela Internacional Sampedrana. It`s in San Pedro Sula.<br><br>In the U.S. and several other countries, Earth Day is marked every year on April 22, though some nations celebrate it on the vernal equinox, the first day of spring.<br><br>It started in 1970, the same year that The Clean Air and Endangered Species Acts were passed by Congress.<br><br>The focus is on the environment, conserving what we have, protecting plants, animals and land for future generations and on finding ways to make better and broader use of renewable resources.<br><br>President Obama plans to discuss the issue of climate change and he`s headed to Florida`s Everglades to do it.<br><br>The marshy region, the so-called river of grass, covers thousands of square miles in Southern Florida.<br><br>(BEGIN VIDEOTAPE)<br><br>BILL WEIR, CNN CORRESPONDENT: Out of all of the locations we went for &quot;The Wonder List,&quot; the Everglades, to me, was the most surprising.<br><br>WEIR: Lemony fresh.<br><br>MAC STONE, PHOTOGRAPHER: Put that in your water.<br><br>WEIR: This is cleaner than mom`s kitchen.<br><br>Half the Everglades is dead, essentially. It was diked and diverted and ditched back in the `50s and even sooner to try to turn Florida into this paradise we -- we know and love and our grandmas live.<br><br>And the other half is sort of on life support and -- and it really comes down to getting the right amount of clean, fresh water to the right places at the right time.<br><br>STONE: And what makes it so unique that it`s -- it`s contained in Florida. It`s contained in one state.<br><br>WEIR: If the state of Florida can`t pull this off, no one can. There is only one Everglades and when it`s gone, it is gone. And seven million people depend on that water in those aquifer, so it`s not about saving gators and baby otters, it`s -- it`s about all of us.<br><br>STONE: It`s also cultural, too, Bill. You know, when we -- when we talk about our national identity, we think of wilderness areas, we -- we typically think of Grand Canyon, Yosemite, Yellowstone and these -- these other awe-inspiring landscapes.<br><br>But the Everglades is every bit of -- as emblematic of -- of our national identity as any of these other areas.<br><br>I just hope that people can connect with that and can identify with it and can also learn to embrace it because, you know, we need it. It`s who we are. It`s very American.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Character Study<br><br>AZUZ: If you have a car, you know that fixing them is not cheap and that a breakdown can be financially devastating for people living from paycheck to paycheck.<br><br>At age 38, a woman named Kathy Heying decided to do something about that. She`d ultimately found The Lift, a non-profit garage that makes car repairs affordable.<br><br>There was a problem, though. Heying knew nothing about fixing cars.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: I had been a delivery driver coming up on a year now. Having a car problem just brings a lot of stress. I`m definitely worried about my safety.<br><br>Having two daughters, it just really heightened the situation.<br><br>CATHY HEYING, CNN HERO: I was a social worker for 15 years. I kept seeing people struggling with making ends meet. One car repair can upset the entire apple cart.<br><br>I just kept thinking, why isn`t somebody doing something about this?<br><br>And then one day it occurred to me, oh, dang, I think that somebody might be me.<br><br>I did not grow up working on cars. So I ended up getting a degree in auto technology.<br><br>UNIDENTIFIED MALE: (INAUDIBLE) the car smell it.<br><br>HEYING: Does it get worse when you turn on the heat?<br><br>How we`re different than a regular garage is that people have to meet certain income requirements.<br><br>UNIDENTIFIED MALE: I was quoted close to $1,400.<br><br>HEYING: We charge the customer $15 an hour for labor. The market rate was about $100 an hour. We don`t do any mark-up on the parts.<br><br>UNIDENTIFIED MALE: You get a hug.<br><br>HEYING: Oh, (INAUDIBLE).<br><br>UNIDENTIFIED MALE: Did I fix everything?<br><br>It`s just a lot of weight off my shoulders.<br><br>HEYING: Thanks. Take care.<br><br>It`s about moving people forward and moving their lives forward.<br><br>(END VIDEO CLIP)<br><br>Before We Go<br><br>AZUZ: American athlete Tim Tebow is a Heisman Trophy, an NFL quarterback, a national sportscaster and now his likeness is on a pretzel -- or imitated on a pretzel or shaped in a pretzel. It`s claiming this has me all twisted up.<br><br>Tebow signed with the Philadelphia Eagles earlier this week. So to welcome him, a Philadelphia pretzel shop shaped up and baked up some pretzels of Tim Tebow Tebowing. The shop reportedly sent some to the team, as well.<br><br>How do they do it?<br><br>Well, they just tied to pretzel in Tebow. The shop says their pret- selling pretty well and at a dollar each, they don`t cost a lot of bread. In fact, for $1.25, you can get your quarter back.<br><br>I`m Carl Azuz for CNN STUDENT NEWS and it`s time for us to take a hike.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-22 CNN Student News.mp4"}