{"title":"CNNSN-2017-04-14-CNN-Student-News","script":"(CNN Student News) -- April 14, 2017<br><br><br>What Syria`s Leader Says About A Recent Chemical Attack; CNN Sent to a Secretive North Korea Event; Great Barrier Reef Bleaching<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: A new poll is out on whether Fridays are awesome! It shows that CNN 10 out of 10 people agree.<br><br>I`m Carl Azuz.<br><br>And our first stop today is in the Middle East. Officials worldwide are investigating an attack that happened last week in Syria. Eighty-nine people were killed and dozens more injured in what witnesses say was an assault involving a chemical weapon. The U.S. and some other countries blamed Syria`s government for it. Syria and Russia, its most powerful ally, have denied it, saying terrorist groups were responsible.<br><br>(BEGIN VIDEO CLIP)<br><br>BASHAR AL-ASSAD, SYRIAN PRESIDENT: So, there was no order to make any attack. We don`t have any chemical weapons. We gave up all our arsenals a few years ago. Even if we have them, we wouldn`t use them. And we had never used our chemical arsenal in our history.<br><br>(END VIDEO CLIP)<br><br>AZUZ: That was a clip from the Syrian leader`s first interview since the attack was made. It was distributed by AFPTV, but the organization was not allowed to record the interview. Syria`s government did.<br><br>President Assad`s statements contradict the findings of the U.S. intelligence community. It said it intercepted communications between Syria`s military and chemical experts discussing preparations for last week`s chemical attack. U.S. officials have said there`s no doubt that Syria`s leader is responsible, but President Assad said the footage that appeared to show victims of the gas attack came from a terrorist organization and he casts doubt on its authenticity.<br><br>(BEGIN VIDEO CLIP)<br><br>AL-ASSAD: About the attack, as I said, its not clear whether it happened or not, because how can you verify a video? We don`t know whether those dead children were killed in Khan Sheikhoun. Were they dead at all?<br><br>(END VIDEO CLIP)<br><br>AZUZ: British and Turkish authorities say they`re testing indicates a type of chemical weapon was used in the attack. And experts say only Syria`s government would have been able to make that chemical or one like it.<br><br>&quot;Primed and ready for a sixth nuclear test&quot;, words describing North Korea from an organization that monitors the communist Asian country. Analysts from 38 North had been looking at satellite image. They say the increased activity at a North Korean testing site, like new equipment coming in, and water being pumped into the area, it all suggests that another nuclear test is imminent.<br><br>Even though the international community considers its nuclear program illegal, it`s a source of national pride for North Korea and its controversial leader, Kim Jong-un. For foreign journalists allowed inside the country, getting a glimpse of him is a tightly controlled opportunity.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: CNN sent to secretive North Korea event.<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: It`s not even 5:00 a.m. yet. I got woken up a few minutes ago with a call from our minders saying that we need to put on suits, bring light gear and leave the hotel right now for a major event.<br><br>We`ve been given this press bands which we will now have to wear on our arms.<br><br>A convoy of buses heading out.<br><br>So, we have been told that we need to leave our cellphones here in the vehicle.<br><br>Now, we`re here on the street. It`s completely closed off. Tens of thousands of people are moving in here, all signs that the North Korean leader Kim Jong-un will probably be here.<br><br>The North Koreans are showing the opening of a brand new street full of apartment buildings. They want to show the world, despite international sanctions, despite diplomatic isolation, they can still complete projects like this and they credit one person, their supreme leader.<br><br>The crowd is silent. There`s very heavy security. You can see top Workers Party leadership lined up there. And when the military band plays one particular tune, that signals the North Korean leader Kim Jong-un is arriving.<br><br>Five years into his role, it is clear that he holds absolute power over this country. Relaxed, confident, appearing firmly in control.<br><br>And with that, Kim Jong-un cut the red ribbon, walked back to his black Mercedes limousine and drove away.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these options is located off the northeastern coast of Australia?<br><br>The Great Barrier Reef, Tasmania, New Zealand, or the Timor Sea?<br><br>Australia`s northeastern coast is near the world`s biggest and longest reef, the Great Barrier Reef.<br><br>(END VIDEO CLIP)<br><br>AZUZ: 1998, 2002, 2016 and now, 2017, these are the years in which coral bleaching events have been observed in the Great Barrier Reef. Bleaching is when coral losses its vibrant color. It can turn completely white. It doesn`t mean the coral is dead, but it`s a bad sign for its health. Causes can include pollution, invasive species, low tides and significant changes in water temperature.<br><br>El Nino, a natural warming of Pacific temperatures, had global effects last year. But that`s come and gone. And Australian scientists who recently conducted aerial surveys say they observed bleaching over two-thirds of the reef. Australia has invested more than $1.5 billion to try to protect the reef.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): It`s one of the seven natural wonders of the world. The Great Barrier Reef off the coast of Australia, a vibrant underwater ecosystem of coral and sea life that`s roughly the size of Italy, so huge you can actually see it from space.<br><br>(on camera): But scientists are sounding the alarm. They say for the second year in a row, this sprawling underwater treasure is bleaching on a massive scale. A new study by Australia`s ARC Centre shows approximately two-thirds of the reef is affected.<br><br>SEAN CONNOLLY, ARC CENTRE OF EXCELLENCE FOR CORAL REEF STUDIES: It`s quite terrifying actually, the magnitude and severity of the event.<br><br>WATSON (voice-over): Sean Connolly is one of a team of scientists who`ve been surveying the damage.<br><br>CONNOLLY: A coral is a partnership between an animal, which is what builds the skeleton and constructs the reefs that you see, and the tiny one cell algae or plants that live inside it.<br><br>WATSON: His team released footage of barren expanses of coral, bleached bone white -- in some cases, turning a drab, lifeless brown.<br><br>Look at the before and after contrast of coral gone from healthy to bleached.<br><br>Dr. Nancy Nolton, a coral reef biologist with the Smithsonian`s Museum of Natural History, says the coral is basically suffering from heat stroke.<br><br>The Great Barrier Reef is more of not just home of thousands of species of fish, birds, coral, whales and dolphins. It`s also a major tourist attraction that earns Australia $3.7 billion a year. To add to the bad news, a big part of the reef that escaped bleaching was pounded by tropical cyclone Debbie last month.<br><br>(on camera): Scientists say coral can recover from bleaching. The problem is that recovery can take more than a decade and this is the second straight year that we`re seeing bleaching on a mass scale on the Great Barrier Reef.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Mr. Trash Wheel -- sounds like a kid`s toy. And at first glance, it kind of looks like one. But though the name is trashy, its game is clean.<br><br>It uses the current of the Jones Falls River, plus solar power, to catch garbage floating downstream and keep it out of the Baltimore Harbor. It puts the litter in a dumpster barge and when that`s full, it switched out and towed away. Mr. Trash Wheel costs $720,000 to build.<br><br>Was that an offer officials couldn`t refuse? The money has gone to waste, so much has been thrown away, it`s all being used for dirty work, though it didn`t come from a slush fund. Mr. Trash Wheel makes cleaning up a de- breeze.<br><br>And to all of you who`ve said my puns are trash -- well, there`s proof.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-14 CNN Student News.mp4"}