{"title":"CNNSN-2016-12-05-CNN-Student-News","script":"(CNN Student News) -- December 5, 2016<br><br><br>Italians Vote on Whether to Change their Constitution; Smog Grounds Flights and Travelers in China; Extensive Preps of Pro Santas<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Thanks for taking ten minutes out of your day this December 5th for CNN STUDENT NEWS.<br><br>Big vote yesterday of the European country of Italy. Significant changes have been proposed to the country`s constitution which dates back to 1948, and voters were given the choice to accept or reject them. Italy`s parliament has two chambers, the Senate and the Chamber of Deputies. Both houses have to approve a bill before it can become law.<br><br>Italian Prime Minister Matteo Renzi wants to reduce the number of people serving in the Senate. This would weaken that chamber. And Prime Minister Renzi says it would make it easier and faster to pass laws.<br><br>But critics say this could get rid of an important check on the government`s power and give too much power to the prime minister instead.<br><br>What further raised the stakes in this referendum, this vote is that Mr. Renzi says he`ll step down as prime minister if Italians don`t vote to reduce the size of the Senate.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT: It`s all about cutting down the powers and the size of the Italian senate, basically making it a much smaller body. Instead of 315 members, it will go down to 100 and they will be appointed and they`ll have very little in the way of decision-making power. The Italian Prime Minister Matteo Renzi says this is a good way to stream-line a very cumbersome political process but his critics say that this really poses the danger of giving dictatorial powers or rather too much power to whoever is in the position of prime minister.<br><br>Many people harking back to the days of Mussolini, who was one of the reasons why the cumbersome political system exists here in the first place.<br><br>The problem is, of course, Matteo Renzi has said that if Italians reject these constitutional changes, he will resign.<br><br>So, many of his opponents have turned this simply into a popular contest for Matteo Renzi. He`s the 41-year-old prime minister who has been in power for the last two and a half years. He came to power promising to get the Italian economy, which hasn`t really moved since the late 1990s, moving again. It has moved from negative growth to very anemic progress or rather positive growth. But for many Italians, that`s simply not enough.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In Central China, more than 20,000 people were stranded at an airport over the weekend. Flights were cancelled or delayed in the city of Chengdu. The reason, an extreme combination of fog and smog. The airport called the conditions the most disruptive in years.<br><br>The world air quality index is one measurement of pollution levels. When it`s between zero and fifty, air quality is good. Pollution isn`t the problem. In Chengdu, the air quality was recently measured at 280. That puts pollution levels in the index`s very unhealthy category, an emergency level which advises everyone to either limit their outdoor activity or avoided entirely.<br><br>The pollution is the side effect of the major industrial growth seen in some Chinese cities. It`s especially dangerous for people with asthma or respiratory infections.<br><br>In the U.S. state of North Dakota, today is the deadline for thousands of people protesting the Dakota Access Pipeline. Their main camp is on government land. And last week, the U.S. Army Corps of Engineer said that activists who refuse to leave could be arrested starting Monday. But the government also said it won`t force people to leave and many demonstrators say they`re staying put.<br><br>This is over a controversial pipeline that would connect oil rich areas of North Dakota to Illinois, where oil could then reach additional markets.<br><br>It`s a $3.7 billion project. Its developer says it will create thousands of jobs, generate millions in tax revenue, and make the U.S. less dependent on foreign oil. But it`s being built near a reservation for Native Americans, and they say the pipeline threatens their environmental and economic well-being.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA SIDNER, CNN CORRESPONDENT: This is truly very, very large, large group of people who have come to stop the North Dakota Access Pipeline. I want to give you an idea of just how big it is. We are giving you a kind of a look of Oceti Sakowin Camp. It is the largest camp. But there are other camps that are here and inside this camp alone, the estimates are somewhere between 5,000 and 8,000 people who have come in support of the indigenous people who are here and planning to stay on this land.<br><br>And what you`re seeing is really a work to try to be sustainable, to stay here for a long time because no on plans on leaving unless the North Dakota Access Pipeline is stopped.<br><br>Now, I want to show where the work was being done on that pipeline. If you look far over my right shoulder, you see some lights that are shining there and above that, you`ll see some military vehicles, and that`s the Army Corps of Engineers sitting there. Beyond that, that`s where the pipeline is being done. So, it`s not more than a couple of miles away from this camp.<br><br>The camp is not physically in the way of the pipeline going forward, but people say they are here because they want to be a presence, they want to get people to understand what their worry is, and their worry for the most part is the water, worry that the pipeline that`s supposed to go underneath the Missouri River is going to at some point rapture and ruin the water, and the water that people drink, 18 million people drink that are living on the land along the Missouri River. So, that is one of the biggest fights here.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: CNN STUDENT NEWS is changing, January 2017.<br><br>(END VIDEO CLIP)<br><br>AZUZ: According to Encyclopedia Britannica, there is not much that`s not known about the life of St. Nicholas, except that he probably served as a Christian bishop in the fourth century A.D. He had a reputation for helping others though, and that helped get rise to our modern view of Santa Claus.<br><br>His popular image today owes a lot to the 19th century Clement Clarke Moore poem, &quot;Twas the Night Before Christmas&quot;, and to illustrations by the Coca-Cola Company in the 1930s. It`s an image that takes a lot of training for modern Santas to maintain.<br><br>(BEGIN VIDEOTAPE)<br><br>CROWD (singing): Santa Claus is coming to town.<br><br>UNIDENTIFIED MALE: Ho, ho, ho.<br><br>REPORTER: Welcome to the ultimate Christmas in July. Santa University -- a four-day training camp in Colorado where professional Santas come to hone their craft.<br><br>UNIDENTIFIED MALE: It`s more of a calling than it is a job.<br><br>UNIDENTIFIED MALE: And a little boy with no hesitation said that`s Santa Claus.<br><br>UNIDENTIFIED MALE: She said your nose, your nose is like a cherry. Ho, ho, ho. That`s when I knew that I probably was Santa Claus.<br><br>REPORTER: Spreading holiday cheer is serious business. It takes the right look, months of dedication and more hair care products than you`d expect.<br><br>UNIDENTIFIED MALE: That all the women say it`s miracle stuff.<br><br>REPORTER: But aside from some extra hold air spray, what does it take to be the perfect professional Santa?<br><br>The experts all had the same answer.<br><br>UNIDENTIFIED MALE: You got to have that Christmas love.<br><br>UNIDENTIFIED MALE: Having the curing heart.<br><br>UNIDENTIFIED MALE: First the heart and then all of the other things will fall in to place.<br><br>REPORTER: Heart is something that can`t be taught, but the rest of it, that`s why Noerr Program put Santa University together in the first place.<br><br>Every year the Santas come together to train at the company`s headquarters called -- you guessed it -- the Noerr Pole.<br><br>JUDY NOERR, NOERR PROGRAMS CHIEF EXECUTIVE OFFICER: People are amazed that there are four days of classes for Santa University but it`s true. We have everything from ethics of Santa, how to dress and look your best. How to stay healthy as a Santa and many, many more things.<br><br>REPORTER: Classes teach everything from beard grooming, to suit fitting to sign language. There are charity toy drives and sing- alongs. It`s four days of fun and festivities. Then, when the holidays roll around, these guys are all Santa all the time.<br><br>UNIDENTIFIED MALE: I work at Orleans Square mall about 30 miles southwest of Chicago. And I`m from Duluth, Georgia, that`s about 750-mile trip every year.<br><br>It`s a very demanding job if you do it like you should do it. We are on the set many hours a day. So, you pretty much sleep, eat and work, and you want to stay focused so that you can be all you can be when you are on the set. And be there for the children.<br><br>And if you are at home, you allow too many other distractions. And so, by traveling I feel I can stay focused at what I`m doing.<br><br>REPORTER: For these Santas, the months of preparation and work are worth it. For them, being Santa Claus in the eyes of a child is the ultimate gift.<br><br>UNIDENTIFIED MALE: I get far more than I unfortunately can give.<br><br>UNIDENTIFIED MALE: If you can say anything every day to try to uplift a child and their family then you go home with some accomplishment.<br><br>UNIDENTIFIED MALE: We all want one thing, the joy and happiness for children.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, you can see it`s for a good cause, that they trained hard for their ho ho holiday work and to keep their tidying a beardance. And even if their suits get a little tarnish with ashes and soot, who is not in chimneyed of a little good cheer? The extra effort can make a difference between Santa and santastic.<br><br>I`m Carl Azuz at CNN STUDENT NEWS. We`ll see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-05 CNN Student News.mp4"}