{"title":"CNNSN-2015-08-21-CNN-Student-News","script":"(CNN Student News) -- August 21, 2014<br><br>Scientists: July Hottest Month On Record; Plane Debris Found; Jimmy Carter on Cancer<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. It seems I have said that before.<br><br>I`m Carl Azuz for commercial-free CNN STUDENT NEWS.<br><br>It is month and one day until the official end of summer in the northern hemisphere. But scientists say, worldwide, July was the warmest month since 1880 when researchers started reporting global temperatures. It`s according to U.S. and Japanese government agencies.<br><br>How much warmer? In Fahrenheit, scientists say July 2015 was 0.36 of 1 degree warmer than the previous record set in July 2011. This was a worldwide measurement. Summer in the U.S. alone had pretty normal temperatures.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: Well, it`s now official -- July 2015 is the warmest month on record.<br><br>The biggest driver of this I think is El Nino. It`s always warm when we have an El Nino year. It`s that warm water that sets off the Pacific coast of South America, getting blown across the Pacific. It`s warm pool of air and it keeps the atmosphere warmer because it is so warm.<br><br>We also have greenhouse gases, the highest concentrations that we`ve ever measured.<br><br>So, where do these measurements come from? Thermometers on land. Satellite measurements, looking down at the Earth measuring temperatures remotely. And also, ships at seas taking measurements as they cross the globe.<br><br>Now, there are smaller circulations across the globe, too. There are patterns across the Pacific Northwest. This thing called &quot;The Blob&quot; out there, an area of warm water that has really drastically change the climate for Seattle and Portland and for most of California in a very big drought.<br><br>All of this part of the warmest month on record.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s a mystery that started on March 8th of 2014. After taking off from Kuala Lumpur, Malaysia, heading to Beijing, China, Malaysia Airlines Flight 370 vanished with 239 people onboard.<br><br>Investigators believe the plane dramatically changed course during its flight and eventually went down somewhere in the Indian Ocean, far off the western coast of Australia.<br><br>A possible clue emerged late last month on Reunion Island. This is a French territory located east of Madagascar, in the western Indian Ocean, where debris from the plane might have drifted.<br><br>A beach-cleaning crew found part of an airplane wing. Malaysian officials say it`s from Flight 370, but it`s still being investigated. And investigators still don`t know what happened to the plane or where any other wreckage might be.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN TODD, CNN NATIONAL CORRESPONDENT (voice-over): Veteran oceanographers tell CNN this could be the new front line of the search for MH370, which is why search teams are now looking off not only Reunion Island but nearby Madagascar, the Seychelles Islands, Mauritius,<br><br>Mozambique, and off the east coast of South Africa.<br><br>The reason? A powerful stream of currents circulating in the Indian Ocean, called a gyre.<br><br>VAN GURLEY, FORMER U.S. NAVY OCEANOGRAPHER: It is a permanent circulation pattern in the Indian Ocean that runs counter clockwise starts off the coast of Australia and the west of Australian current, moves north and then picks up in the southern equatorial current, moving east to west across the<br><br>Indian Ocean basin before it turns south and then returns.<br><br>TODD: Former U.S. Navy oceanographer, Van Gurley, says other parts of MH370 that could be found, seats or other objects with foam inserts or closed air pockets, characters which could cause something to float.<br><br>Experts say that may be why this apparent piece made it to Reunion Island. But Gurley says if the missing plane is in the area off Australia where scientists think it went down, objects could also be found in the other direction, on the other side of Australia.<br><br>GURLEY: Looking at the overall current patterns, at the end of 18 to 24 months, the red area, some debris could end up over here where we`re talking now, but others could end up down here.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>JIMMY CARTER, FORMER U.S. PRESIDENT: I`ve just thought I have a few days left. But I was surprisingly at ease. You know, I`ve had a wonderful life. I`ve had thousands of friends and I`ve had an exciting and adventurous and gratifying existence. So, I was surprisingly at ease --<br><br>much more so than my wife was.<br><br>But now I feel, you know, it`s in the hands of God and my worship, and I`ll be prepared for anything that comes.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Earlier this month, former U.S. President Jimmy Carter was treated for a mass on his liver. But afterward, an MRI, an internal body scan, showed the 90-year-old leader has four cancer spots on his brain. Doctors say it`s melanoma, a type of cancer that usually starts in the skin, though<br><br>they`re not sure how it started in this case. Carter started radiation treatment yesterday.<br><br>In 1977, Jimmy Carter was sworn in as the 39 president of the United States. A former peanut farmer and later governor of Georgia, he served one term as president. After a landslide defeat to Ronald Reagan in 1980, Carter returned to Georgia, devoted himself to diplomacy and humanitarian<br><br>work and won the Nobel Peace Prize in 2002.<br><br>When I say &quot;U.S. Secret Service&quot;, you probably think of the officers who protect the president. They do that. The agency was formed in 1865 to prevent counterfeit currency in the U.S. It`s seen its ups and downs since then.<br><br>In the past few years, Secret Service agents have been accused of misconduct in other countries and some problems in the U.S. One incident involved the man who jumped over the fence around the White House and made his way inside the president`s mansion before agents finally stopped him.<br><br>The agency is making some major chances.<br><br>(BEGIN VIDEOTAPE)<br><br>(GUNFIRE)<br><br>JIM ACOSTA, CNN SENIOR WHITE HOUSE CORRESPONDENT: This is an ambush training drill that they use to train agents and officers who are protecting the president and the vice president.<br><br>This is where they train dozens, sometimes hundreds, of recruits every year. You got to see the canine dogs.<br><br>It was just so incredible to watch these beautiful animals responding to that really kind of amazing fashion.<br><br>It`s an impressive facility, but no question about it, we were invited here for one reason, and that is to reassure the public that the Secret Service can do the job of protecting the president.<br><br>JOSEPH CLANCY, DIRECTOR, SECRET SERVICE: We are on an upswing, and we are hiring. We hope to have nine classes of officers this year.<br><br>And you can see from walking around the complex today, we`re moving here.<br><br>ACOSTA: Man!<br><br>Joe Clancy worked in the Secret Service for many, many years. He was part of the president`s protective detail. And even though he`s got a lot of skeptics up on Capitol Hill, people saying, hey, you know what, you can`t have an insider fix the Secret Service. You have to have an insider. Joe<br><br>Clancy is trying to -- he`s trying to really go against that grain.<br><br>The president has said he`s confident in you. Do you feel confident that the Secret Service is where it needs to be to protect the president of the United States and his family?<br><br>CLANCY: Well, to be honest, I never feel that I turned the corner, and this agency should never feel that we`ve turned the corner. Every day is a new day. We`ve got to be prepared.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our viewership is on a roll. The call of the rolls.<br><br>Starting in Namibia, a nation in Southwest Africa, it`s great to see you today at Windhoek International School. It`s in the Namibian capital.<br><br>Marrero, Louisiana, is next. Just outside of New Orleans, we`ve got the Patriots of John Ehret High School watching.<br><br>In just southeast of Arizona`s capital is the city of Casa Grande. Shoutout to the Wildcats of Casa Grande Middle School.<br><br>(MUSIC)<br><br>AZUZ: An animal in northern Vancouver knows how to beat the heat. I guess he decided he just couldn`t bear it anymore. The owner of this swimming pool says you see funny things on YouTube. It`s amazing when it happens in your own backyard.<br><br>It`s not the first time the bear has been there. It might have been the same one that stopped by last month and ate from the bird feeder.<br><br>If you`re wondering, there is a fence around the pool. The animal just punched a hole in it, which I guess isn`t really so un-bear-livable. Maybe the first time he started furtive about his visit, was just roaring to come back, so he thought, I`ll say next Ursa-day.<br><br>It`s terrible. Unbearable. But we hope your weekend is not and than you`ll come back next Monday for more CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-21 CNN Student News.mp4"}