{"title":"CNNSN-2016-08-18-CNN-Student-News","script":"(CNN Student News) -- August 18, 2016<br><br><br>Louisiana`s Mammoth Flooding: By the Numbers; What Contributes to Rio`s Water Pollution; Tracking Shopping Habits in Retail Stores<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Just two days from the weekend, we`ve got a lot of interesting reports lined up for you today on CNN STUDENT NEWS.<br><br>One story we`ve been following this week is the historic flooding in the U.S. state of Louisiana. A by the numbers look helps us explain how bad it is, especially in Southern Louisiana.<br><br>Six-point-nine trillion, that`s the number of gallons of rain that started all this, between August 8th and August 14th. Livingston Parish in particular got more than 31 inches of rain in just one day.<br><br>Forty thousand, that`s the number of homes that had been damaged, in what Louisiana governor calls a major disaster. Twenty thousand, the number of people who`ve been rescued so far. Eleven deaths have been blamed on the floods across the state.<br><br>Five hundred years, the likelihood that a flood this catastrophic would occur in the Baton Rouge. It means once every 500 years.<br><br>And finally, 12, the number of Louisiana parishes that had been declared federal disaster areas. That speeds up federal government assistance to them. More than 12 other parishes may also get this declaration.<br><br>We touched on the definition of flash floods the other day. Jennifer Gray now explores what makes this flood so dangerous.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: In the U.S., flash floods kill more people than tornadoes, hurricanes or lighting. A flash flood creates a rush of moving water than can sweep a grown man off his feet, a car off the road and even your entire home off its foundation.<br><br>When the ground becomes so saturated that water can no longer seep in to the soil, it begins to run off quickly into rivers and streams and this causes a rise in water and a flash.<br><br>Densely populated areas have an extremely high risk of flash flooding with additional concrete than less grassy areas for the water to soak into the soil. And they can see flash flooding very quickly. In mountainous terrain, the combination of gravity, plus the easy runoff can lead to catastrophic flooding when all of that water is funneled into rivers, creeks and even the valleys.<br><br>Remember, flash flooding can happen in a blink of an eye. That`s why it`s important to stay alert and pay attention in case a flash flood watch or warning is issued for your area.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next today, there are at least two historic American publications that give long range predictions about the weather. One is the old Farmer`s Almanac, the other is the Farmer`s Almanac. Why? Because we like to confuse you.<br><br>Not really. The old Farmer`s Almanac was founded in 1792. The younger Farmer`s Almanac was founded in 1818. They are different publications, and while the old one predicts the upcoming winter in the U.S. will be colder than last winter but still pretty normal, the Farmer`s Almanac, the younger one, says winter will be a freezing beast from the central to the eastern U.S., lots of cold and snow.<br><br>Both publications say they`re accurate about 80 percent of the time. A CNN affiliate in north Texas once found that the younger Farmer`s Almanac was pretty accurate for that region. But no matter which almanac you`re talking about, modern meteorologists predict inaccuracies.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Farmer`s Almanac: fact or fiction?<br><br>TOM SATER, CNN METEOROLOGIST: The Farmer`s Almanac has been around for about 200 years and people continue to buy it for the forecast. Five, six, seven months, they want to know those three-day spreads of when they have a chance of rain, snow or ice. I can tell you, as a meteorologist, we struggle with five, even the seven-days out.<br><br>You know, I think a lot of farmers do use it. First of all, they live by the sun. I mean, they`re up at down. They work all day. I don`t know if they really use it so much for a forecast.<br><br>The mystery behind the forecast is just that, it`s a mystery. The secret is actually locked up in a vault. Some think it has to do with magnetic fields in the atmosphere. They`ll tell you they use sun spot activity, there`s no scientific proof that that helps forecasting long term.<br><br>Ultimately, let me just say, if you`re planning, six months from now to go on a vacation on the beaches in Florida and the almanac says you`re going to be rained out, don`t change your plans.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`ve been looking at several different aspects of the ongoing Olympic Games in Rio de Janeiro, Brazil. One major and very public challenge for the South American city, pollution, especially in the water, in places like Guanabara Bay where sailing events are held.<br><br>In its bid to get the Olympics, Rio officials promised they`d clean up the pollution flowing into the water. And last weekend, the communications director for the games said the water levels at the venues were satisfactory, though there`s still work to do.<br><br>To explain how the bay got so polluted in the first place, we`re taking you inside the city.<br><br>(BEGIN VIDEOTAPE)<br><br>SHASTA DARLINGTON, CNN INTERNATIONAL CORRESPONDENT: Rio`s sailing venue is called the dirtiest Olympic athletes have ever competed in. Floating garbage, even a sofa seething with raw sewage. You`ve seen the pictures. We want to show you where it`s all coming from.<br><br>Even after recent improvement, only half of homes in Rio connected to a sanitation network. All you have to do is head uphill, that`s where you find raw sewage and garbage flowing freely between houses.<br><br>In the sprawling favela of Rocinha, Jose Martin Rivera (ph) has been fighting for basic services for decades.<br><br>&quot;If we had sewage systems, we`d have good health, he says. Instead, we have tuberculosis, rashes and gastrointestinal infections.&quot;<br><br>He takes us on a tour of some of the 23 open sewage canals he`s documented in the neighborhood.<br><br>(on camera): Oh my God!<br><br>Here you can really see what this is all about. You have pipes coming straight out of people`s bathrooms and kitchens, dripping the sewage down.<br><br>There are even rats running around. It doesn`t get worse than this.<br><br>(voice-over): Flushed out, untreated, families of rats and the smell that just makes you gag, flowing past houses and along footpaths, whisking trash along with it especially in heavy rains. Until it all ends up on Rio`s beaches, in the lagoon where rowers are competing, Team USA armed with anti-microbial suits, and Guanabara Bay sailors and wind surfers are warned to shut their mouths against the toxic spray.<br><br>(END VIDEOTAPE)<br><br>AZUZ: When you`re out shopping, watching for sales or styles, cameras might be watching you and not just for security. Retailers want to know what displays get the most attention, what store locations get the most foot traffic.<br><br>The U.S. Federal Trade Commission says that many shoppers don`t want their movements tracked. They`re concerned about their privacy if they`re being electronically followed around. But for retailers, monitoring could be key to sales.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: This type of shopping is becoming the old way of doing things, e-commerce is nipping at the heels of brick and mortar retail sales.<br><br>That`s because online retailers know you better. They can track your every move, what we like, what we buy, and how we shop.<br><br>But a new heat mapping technology called Prism is evening the playing field for brick and mortar stores like Rachel Shachtman`s (ph).<br><br>UNIDENTIFIED FEMALE: I think we`re on the edge of retail Armageddon, which might be a little bit extreme. But I do think, you know, what would Amazon be without incites and analytics.<br><br>REPORTER: If you can`t track them while they shop, customers might as will be invisible.<br><br>Here are I am, trying those sun glasses.<br><br>Prism figured out how to use security cameras to capture shoppers` motions, what they touched, which way they entered and which areas they like most.<br><br>Is red good or bad?<br><br>UNIDENTIFIED MALE: Red is busy. The same way the Amazon or all these big online guys understand their customers to what they do and what they click and what they go on, the retailers need to understand that as well. So, we get that same kind of data.<br><br>REPORTER: There`s about 25 things on this table. How do you know what people are picking up?<br><br>UNIDENTIFIED FEMALE: So, when you`re looking at the map, that will give you a sense, right, of where the most action is. So, kind of look at that and pull the queues here, look at sales and say, you know what? This journal is not selling and maybe it`s because this sign is right in front of it.<br><br>So, I think we might have to play a little bit of retail Tetris.<br><br>REPORTER: Prism`s clients range from supermarkets, to furniture stores, to big tech retailers.<br><br>UNIDENTIFIED MALE: Just to make sure that all my stores kind of conform and check on it is an action that`s going to increase sales if everyone executed properly or it`s going to save costs, because I didn`t need to travel around 20 stores to do that. Because retail is real life thing that`s happening every minute. So, every minute, you don`t change something to retail, you`d probably miss an opportunity.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Many of your teachers might remember playing Pac-Man while eating Twinkies. In this live game, Twinkie is Pac-Man while eating balloons.<br><br>Let`s explain. The Pac-Man you see actually a Jack Russell Terrier named Twinkie. He holds the Guinness World Record for popping balloons. In this awesome YouTube video, he`s just doing it in a large maze with paper ghosts floating around on sticks. No one gets hurt except the balloons, the dog is super cute, so why not?<br><br>You can`t deny, it`s amazing. The balloons don`t have a ghost of a chance. It looks just like the original arf-cade and that dog is Russell enough fun Jack with no time to terrier.<br><br>That gobbles up all our time on CNN STUDENT NEWS. Play again tomorrow. It won`t cost you a quarter.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-18 CNN Student News.mp4"}