{"title":"CNNSN-2015-03-20-CNN-Student-News","script":"(CNN Student News) -- March 20, 2014<br><br>Geomagnetic Storms; Mapping the Earth<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Fridays are awesome.<br><br>I`m Carl Azuz with your commercial-free news source for the classroom.<br><br>First up this March 20th, President Obama announced a new executive order yesterday. It requires U.S. government agencies to reduce their greenhouse gas emissions. The president says he wants a 40 percent reduction over the next 10 years in the types of emissions that many scientists say contribute to climate change.<br><br>Government buildings will have to reduce energy use. Government agencies will have to replace their vehicles with lower emissions ones, like hybrids.<br><br>But this is an order not approved by Congress, and it`s limited to government property only, which makes up a relatively small source of greenhouse gas emissions. Republicans say decisions like this hurt American jobs. And like other executive orders, the next president could reverse this decision.<br><br>President Obama also made news yesterday for suggesting that voting should be mandatory in the US. At a town hall event in Cleveland, Ohio, he was asked how to offset the influence of money in politics. The president said if everybody voted, it would be, quote, &quot;transformative.&quot;<br><br>Twenty-six countries require their citizens to vote. In some places, like Australia and Belgium, people can get fined if they don`t. And if they don`t pay that fine in Belgium, they can be jailed.<br><br>The U.S. has a relatively low voter turnout rate among wealthier democracies.<br><br>In the 2012 presidential election, just over 57 percent of all eligible voters voted. In the 2014 midterm elections, it was just under 37 percent. The midterms usually have lower turnout.<br><br>Critics say the freedom to vote also comes the freedom not to vote. And they say that passing a law and then enforcing it would be hard to do.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Delaware has several nicknames -- The Diamond State, The Small Wonder, The Blue Hen State, The First State.<br><br>Our first Roll Call school is from this state. In Newcastle, we`re happy to see John G. Leach School is watching.<br><br>Now to sportsman`s paradise, or the Sugar State, or The Pelican State. The Wolves are with us from St. Paul`s School. It`s in Covington, Louisiana.<br><br>And in The Grand Canyon State, hello to Gila Ridge High. The Hawks are hovering over Huma, Arizona.<br><br>There`s a lot of celestial science surrounding us this week.<br><br>First, the solar eclipse we told you about. It`s visible for a couple of minutes, anyway, in parts of Europe, Northern Asia and North Africa.<br><br>Second, the spring equinox -- it`s today, the official first day of spring. Day and night will be about equally as long, with the sun shining directly over the equator.<br><br>Third, scientists say a solar storm like this one sent some serious space weather our way. When bursts of energy from our closest star hit the Earth`s atmosphere, auroras, these bands of light, lit up areas farther north and south than usual.<br><br>(BEGIN VIDEOTAPE)<br><br>PEDRAM JAVAHERI, ATS METEOROLOGIST: Yes, we had one of the more severe, potential disruptive, geomagnetic storms that we`ve seen in about a 10 year period, as a pair of solar flares ejected from the sun on Sunday morning arrived at the Earth`s magnetic field, the Earth`s magnetosphere on Tuesday morning. And the way they interact with the Earth`s magnetic field is what essentially leads to seeing these colorations of yellows, greens and also reds. And they get deflected off toward the polar regions. This particular event being so strong, we had the ability to see that across some of the lower latitudes of the world, at least a little farther south than what you typically would see.<br><br>But the most common colors are the colors of green there, as they -- the particles begin to collide with oxygen.<br><br>A little less common is when you have the blues, the violets, the purples, as we have the particles colliding with nitrogen. And then you get up to the rarest of the types, the red coloration, and this is where high altitude oxygen interacts with the particulars of the solar flare once it arrives across the Earth.<br><br>But that was the perspective on Tuesday. The area, as far as the viewing points, as far south as, really, the northern portion of the United States, the Midwestern U.S., the Northeastern U.S., notice portions of Northwestern Europe, from Glasgow out there toward Oslo. St. Petersburg also had the potential to see some of this. And we certainly know we`ve seen video coming in over New Zealand, Christchurch, to Hobart, some of the other viewing areas of interest with this unusual and powerful solar event.<br><br>Typically, 10 p.m. to 2:00 a.m. the best time to see it clear nights. Well, far away from major city light pollution, the best setup, as well. And around March and September, the equinox period also a good time to see it. And hence why it`s a good time right now.<br><br>If you have the possibility, get outside and take a look.<br><br>(ON SCREEN)<br><br>That`s Random<br><br>AZUZ: Back in high school, some of my teachers would play classical music to help us learn.<br><br>Did it work?<br><br>Well it does in rats. A study in the late 1990s found that rats that repeatedly heard the music of Mozart were better at finding their way through mazes than rats who didn`t. Music from minimalist composers like Philip Glass or just plain white noise did not have the same effects.<br><br>Now, that`s Ratdom.<br><br>Doves are helping a U.S.-based company map the world -- not the birds. Though these doves aren`t much bigger, they operate much higher -- about as high as the International Space Station, hundreds of miles over our heads. They cost less than conventional satellites, but they don`t last much longer than a year before they burn up in the atmosphere.<br><br>Still, businesses are taking notice.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK GLASS, CNN CORRESPONDENT (voice-over): Earth as seen from the surface of the moon. Moving closer and it still looks much the same. What you don`t see from either distance is that our planet is constantly changing. We haven`t kept a close satellite eye on all this.<br><br>GLASS (on camera): Well, that`s about to change. There`s a company here in San Francisco with an ambition that`s out of this world -- to map the Earth like it`s never been mapped before.<br><br>(music)<br><br>UNIDENTIFIED MALE: We`ve invented a miniaturized satellite that allows us to build the world`s biggest constellation of Earth imaging satellites.<br><br>GLASS: Chris Boshuizen is a physicist who`s always been fascinated by space. After developing several satellites for NASA, he set up a company with two friends on Christmas Day, 2010.<br><br>CHRIS BOSHUIZEN, PHYSICIST: This is an actual one-to-one scale model of our satellite. This usually pops out of a pod. The wings fall down here on the side and these wings are our solar panels that we use for -- for collecting solar power and recharging our batteries. This is a high resolution industrial camera, scientific-grade camera that we use for collecting the images.<br><br>So that`s -- essentially you can view it kind of like a glorified Web cam in a box with a computer and some radios.<br><br>So we have currently 20 satellites in orbit. You can see them here in -- in their orbits, in which they were placed by their rocket. The satellites come out from behind the shadow of the Earth and when they`re in sunlight, they take pictures of the ground continuously.<br><br>Once they have enough pictures, they pass over one of our ground stations. And what we get looks like this.<br><br>GLASS: Vast evolving landscapes, a tapestry of changing microclimates, ecosystems and land use.<br><br>BOSHUIZEN: We currently have a large number of customers in agriculture, mining and resources, energy, as well as finance. So being able to see the planet changing and how people are undertaking their economic activity, where they`re investing and what they`re doing has tremendous value.<br><br>GLASS: It hasn`t always been a smooth ride. They lost some 26 doves in a rocket explosion in October last year, just seconds after lift-off.<br><br>Despite this setback, they hope to have a constellation of 100 or so satellites by 2016.<br><br>They have a mission, one they`ve had since setting up the company, to help safeguard our fragile planet.<br><br>Before We Go<br><br>AZUZ: A new type of car could be headed to a road near you. The difference is, this one can fly. I don`t mean speed, I mean take off from a runway and fly. It has collapsible wings. Its top speed on the road is estimated to be around 99 miles per hour. In the air, 124 miles per hour.<br><br>You can`t buy it yet. It`s still being developed. But it could be available in two to three years.<br><br>The cost?<br><br>Several hundred thousand euros. In other words, a lot.<br><br>But if you have the kind of budget where the sky is the limit, you`ll have license to fly and drive it if you have a license to fly and drive it.<br><br>It certainly looks runway ready, though drivers afraid of heights might dislike, or, at most, fear it.<br><br>Have a great weekend, from all of our staff at CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-20 CNN Student News.mp4"}