{"title":"CNNSN-2015-03-25-CNN-Student-News","script":"(CNN Student News) -- March 25, 2014<br><br>Allegations Israel Spied on Iran Negotiations; Crash in the Alps; Step Aboard the MTR<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: The Middle East, Europe and East Asia are three of the places we`re headed today on CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>Good to have you along.<br><br>First up, the president of Afghanistan, Ashraf Ghani, traveled to the U.S. capital yesterday. He spent part of his day with President Obama. A big focus of their meeting, U.S. troops in Afghanistan. There are currently just under 10,000 American forces in Afghanistan. The Obama administration had planned to reduce that number to 5,500 by the end of this year.<br><br>But Afghan President Ghani believes that could cause problems for his country`s troops. With support and training from U.S. forces, the Afghan military is fighting the Taliban, Afghanistan`s former rulers, as well as the al Qaeda terrorist group. So he wants U.S. troops to stay longer in Afghanistan.<br><br>After their meeting yesterday, President Obama announced that there would be no reduction this year in the number of U.S. troops serving in Afghanistan.<br><br>Less than a week from now is a deadline for the U.S. and some other Western countries to reach a deal with Iran over its controversial nuclear program. The U.S. wants Iran to put that program on hold. Iran wants sanctions, the international penalties on its economy, to be lifted.<br><br>Israel, a U.S. ally whom Iran has threatened in the past, has warned the Obama administration not to agree to a deal with Iran.<br><br>Did Israel spy to get info on the deal?<br><br>(BEGIN VIDEOTAPE)<br><br>OREN LIEBERMANN, CNN CORRESPONDENT: There are two parts to this story, two main allegations.<br><br>The first is that the Israeli government spied on the negotiations with Iran.<br><br>The second is that the government then used the information they gleaned from inside those negotiations and used it to influence Congress.<br><br>The Israeli government, the administration here, from Benjamin Netanyahu, denies the first of those allegations, that Israel ever spied on the negotiations to begin with. They issued a very strongly worded statement.<br><br>That statement reads, &quot;These allegations are utterly false. The state of Israel does not conduct espionage against the United States or Israel`s other allies. The false allegations are clearly intended to undermine the strong ties between the United States and Israel and the security and intelligence relationship we share.&quot;<br><br>At the same time, we know that Benjamin Netanyahu has used words from our understanding of the negotiations, so it`s clear that they believe they have inside information on what`s happening inside these deals, although they`re being now vague about how they got that information.<br><br>And what we`ve seen here over the past few weeks is a shift in strategy from Benjamin Netanyahu. At first, he was trying to use the information to affect and influence the White House, to try to get them to either stop or block the negotiations.<br><br>Now, we`ve seen Netanyahu shift his focus to Congress, to try to influence the Republicans, his strongest ties in Congress, especially House Speaker John Boehner.<br><br>So the question is, what is the biggest story that will come out of this?<br><br>What are the real effects of these allegations?<br><br>And that`s where we`ll see the effects on the negotiations, or, rather, the relations between President Obama and Benjamin Netanyahu.<br><br>They`re already strained. They`re already troubled. We`ve heard over the last few weeks that they`re at at least all-time low. And yet, with these new allegations, this new back and forth we`re now seeing, those relations are getting even worse.<br><br>(END VIDEO TAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ (voice-over): French President Francois Hollande says it`s unlikely that anyone survived the commercial plane crash Tuesday in the French Alps. German Wings is the budget carrier of Lufthansa. One of its flights with 150 people on board was traveling from Barcelona, Spain, to Dusseldorf, Germany.<br><br>Officials say its crew did not issue a distress call. Air traffic controllers did after they lost radio contact with the plane yesterday morning.<br><br>The crash happened in a remote part of Southeastern France. It`s hard to access because of mountainous terrain and bad weather. Wreckage stretches for hundreds of feet. Officials were able to recovery one of the plane`s flight data recorders, which could give some answers about what happened.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: There`s one place we look for Roll Call requests. It`s our transcript page at cnnstudentnews.com.<br><br>From yesterday`s transcript, Fort Cobb Broxton Middle School is on the Roll. The Mustangs are charging through Fort Cobb, Oklahoma.<br><br>From South Dakota, we`ve got The Patriots watching today. Thanks to everyone at Hitchcock-Tulare Middle School in Tulare.<br><br>And in Hong Kong, hello to everyone watching at Independent Schools Foundation. Great to have you along this Wednesday.<br><br>Staying in Hong Kong for our next story, more than seven million people live there. Officially, it`s a special administrative region of China and has one of the highest population densities on the planet.<br><br>What helps keep it all organized and moving?<br><br>Step aboard the MTR, the Mass Transit Railway. Nine lines around the city, a light rail system, an airport express line. The MTR moves almost three and a half million people per weekday.<br><br>But the people who keep it moving are largely unseen. Their work is done while most everyone else is asleep.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN CORRESPONDENT: Did you ever wonder how they keep the subway trains moving?<br><br>We`re here on this maintenance car and we`re about to see how the Hong Kong Metro functions. Basically, these workers hard at work late at night, early in the morning while everybody else in the city is sleeping.<br><br>This crew is now cutting away a 60 meter long stretch of subway rail because it`s worn away over the last 20 years, about 15 millimeters. So the team is going to lift this up and replace it with a brand new stretch of rail.<br><br>(ON SCREEN)<br><br>The MTR can average 5.2 million passengers a day<br><br>WATSON: They can replace one of these 60-meter long stretches of rail in just about two and a half hours. And they have to move fast, because the subway is only closed for a few hours in the early morning.<br><br>Here`s the fascinating final step in the process. They have just forged a link between the old rail and the new to ensure that they fit snugly together and that the subway trains glide smoothly down the tracks.<br><br>And as they wrap up their work here, rush hour is rapidly approaching and soon hundreds of thousands of people will be teeming through this subway station, beginning their own working day.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Character Study<br><br>AZUZ: Doctors don`t know exactly what causes Coats` Disease, but they know what it is and what it does -- an abnormal development of blood vessels that can lead to severe eye problems, including blindness, usually in one eye.<br><br>The Half Helen Foundation, named for Helen Keller and established by a CNN Hero, is helping children keep their eyes and ears healthy.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: All right, Chelsea.<br><br>CHELSEA ELLIOTT, CNN HERO: I was a very active child. Anything I could see, I grabbed.<br><br>I was barely four when I lost my vision in my left eye. The following years, I was so angry. This was an irreversible change.<br><br>Twenty-five percent of children ages five to 17 have a vision problem -- 25 percent.<br><br>How can you fully embrace all the opportunities available if you can`t see them?<br><br>OK, keep looking right at the light for me.<br><br>Our program provides free vision screenings to all school age children in Maui County.<br><br>You`re all done.<br><br>Thank you.<br><br>We actually use advanced technology which allows us to test in seconds. Had this device been around when I was four years old, it could have saved my vision.<br><br>After the screening, we deliver referral reports to the school health aide and for low income families, we provide access to an eye care professional and financial assistance to cover the costs of corrective wear.<br><br>UNIDENTIFIED FEMALE: The castle was sparkling clean. My daughter loves books. We never thought something was wrong. So when I got the letter, we were caught off guard.<br><br>ELLIOTT: Hi.<br><br>Riley (ph) reminded me a lot of myself. We both turned out to have pretty severe conditions.<br><br>UNIDENTIFIED FEMALE: Riley is only four years old. And because they caught it early, we can help her.<br><br>ELLIOTT: Just seeing her even today, with glasses knowing that her vision is going to be completely fine because we caught it, that`s what we do.<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: An Argentinean newspaper once wrote that Pope Francis, the leader of the Roman Catholic Church, usually hits pretty healthfully -- chicken, salads, fruit. But when asked what he misses the most since becoming pope, he said it was going out for a pizza.<br><br>Well, a pizza maker in Naples, Italy, where the pope was visiting, heard about it. He baked up a pie, waited for the pontiff to come by, ran up and handed it over. He said the pope smiled and thanked him.<br><br>Guess he knew someone would get around to it sooner or later. Don`t know if the pope shared a piece of the pizza. If he re-pizzas the order or if he thinks it beats a piece of pizza at a piazza. But for something to eats, a piece of pie beats a cake when you take what you bake and deliver it on your feets-a.<br><br>This is CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-25 CNN Student News.mp4"}