{"title":"CNNSN-2015-05-29-CNN-Student-News","script":"(CNN Student News) -- May 29, 2014<br><br>Appeals Court Ruling Concerns Issue of Immigration; Observatory Looks to the Past and Future; California Turns to Desalination Plants for Help<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. We have one more left in the school year and our show will resume on August 17th.<br><br>First up, a significant legal ruling. It concerns President Obama`s executive action on immigration. He announced it last November. The action would have allowed as many as 5 million living in the U.S. illegally to stay in the country without the threat of being deported.<br><br>Most of those affected are the parents of children born in the U.S. As an executive action, this did not go through Congress. The White House says it`s legal. But no executive action had involved that many people before. And 26 states challenged it in court.<br><br>In February, a federal district court judge in Texas blocked President Obama`s programs that would have reduced the threat of deportations. He said the president went too far and didn`t follow the correct procedures for setting new rules.<br><br>The Obama administration had pushed for its programs to continue while the legal cases played out. But a federal appeals court denied that request this week. The court says it thinks the president`s lawyers will ultimately lose their case.<br><br>Legal experts say it could take a year or longer for the president`s immigration action to be resolved in court.<br><br>Originally called Freedom Tower, One World Trade Center is the tallest building in the U.S., rising at one site of the September 11th, 2001 terrorist attacks. One World Observatory opens today. A trip up to it costs $32, but the gravity of that is harder to measure.<br><br>(BEGIN VIDEOTAPE)<br><br>CLAIRE SEBASTIAN, CNN CORRESPONDENT (voice-over): The number tells part of the story: 1,250 feet above the ground, view stretching 50 miles on a clear day, almost a decade of rebuilding.<br><br>(on camera): And yet once you`re up here even on a cloudy day, those numbers gave way to feelings which are quite frankly difficult to describe. The rumor has it that when it`s clear, you can see the curvature of the Earth from this point and it`s certainly true that you can feel the weight of recent history.<br><br>DAVE CHECKETTS, CEO, LEGENDS: The construction of this building and the observatory are a fist pump for going forward, for moving forward, for saying, there is a future and we embrace it.<br><br>SEBASTIAN (voice-over): Dave Checketts is the man in charge of the day to day running of the observatory. Architect TJ Gottesdiener helped design the structure itself.<br><br>TJ GOTTESDIENER, MANAGING PARTNER, SKIDMORE, OWINGS AND MERRILL: It pulls at you, when you`re up there and you start -- you look down, you can see the memorial. You have that sense of remembrance.<br><br>SEBASTIAN: It`s not just about the views. The 47-second elevator ride comes complete with the 500-year time lapse of New York skyline.<br><br>CHECKETTS: And now, you get a brief view of the World Trade Center on this side, just for -- just a moment. And then it disappears.<br><br>SEBASTIAN: And then the view itself is revealed gradually, behind automatic screens.<br><br>In a city crowded with skyscrapers, One World`s Trade Center has serious competition.<br><br>(on camera): How many visitors a year?<br><br>ANTHONY E. MALKIN, CHAIRMAN AND CEO, EMPIRE STATE REALITY TRUST: Last year, we have 4.3 million.<br><br>SEBASTIAN (voice-over): The Empire State Building`s observatory brought in revenues of $111 million last year.<br><br>MALKIN: New York City is represented to so many people in the world by the Empire State Building.<br><br>SEBASTIAN: Few would dispute One World Trade Center now shares that status. And with the predictive 3.8 million visitors a year to the observatory, it could well match that success.<br><br>For those involved in the project, though, it already has.<br><br>GOTTESDIENER: When I walked by the building now, it feels right.<br><br>SEBASTIAN (on camera): And do you think when people`s down and look from the 100 floor out, they`ll get the same feeling?<br><br>GOTTESDIENER: I think they`ll have a very powerful feeling, yes, I do. I think they`ll feel like this was the right thing.<br><br>SEBASTIAN (voice-over): Claire Sebastian, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Always fun to check in with our audience. Here are three of the schools watching today:<br><br>Alice Deal Middle School is in the District of Columbia, in the nation`s capital. Shout-out to the Vikings.<br><br>In Danville, Pennsylvania, the Keystone State, we heard from the Danville Middle School Ironmen.<br><br>In Haltom City, Texas, is where the Buffalos roam. Hello to all of our viewers at Haltom High School.<br><br>The former governor of New York has thrown his hat in the ring. George Pataki announced yesterday that he`s running for president in 2016.<br><br>As governor, Pataki led the Empire State for three terms, starting in the mid-1990s. He`s seeking the Republican Party`s nomination.<br><br>That makes 10 people in all who`ve officially declared their candidacy for the 2016 presidential race. Two of those running are Democrats. Eight of them are Republicans.<br><br>In drought-parched California, some residents and scientists are hoping for El Nino this year. It`s a weather pattern that forms in the Pacific and can bring warmer and possibly rainier conditions to California. El Nino events are unpredictable, but scientists say there are signs one could be coming.<br><br>California has one of the longest coastlines in the U.S. You might be asking, why can`t it just desalinate? Take the salt out of the Pacific Ocean water.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: We will run out of water. We absolutely will.<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): California is in the midst of the worst drought on record, and yet the need for freshwater is only increasing. In order to meet that demand, cities across the state are turning to rather controversial and expensive technology called desalination, where they turn ocean water into freshwater.<br><br>Fifteen desalination plants are currently in the works in California, the largest being the $1 billion Carlsbad plant slated to open this November. When operational, it will produce 50 million gallons of fresh water a day through a process called reverse osmosis, which filters out 99.9 percent of the salt.<br><br>PETER MACLAGGEN, VICE PRESIDENT, POSEIDON WATER: We certainly didn`t plan on completing the plant during record drought conditions here in California, but it does highlight the importance of what we`re doing, which is to provide a new supply of water, essentially drought-proof water.<br><br>CRANE: But this drought-proof water source comes at a price. The desalination process is incredibly energy-intensive and the water produced from the plant will cost about twice as much as traditional tap water. A gap the San Diego Water Authority expects will close overtime.<br><br>Up the coast, Santa Barbara is planning to invest $40 million to reactivate a plant that was built in the `90s, during the state`s last severe drought. The plant ran for just four months before heavy rains ended the dry spell.<br><br>(on camera): You got floppy disk here. Keyboards with actual keys. Over $30 million investment, only use for four months and then sits here for 23 years.<br><br>JOSH HAGGMARK, CITY OF SANTA BARBARA: Desalination is expensive. But I -- if you start to look at the economic impacts of a community running out of water, it will dwarf any costs of bringing desalination to this community.<br><br>CRANE (voice-over): The city says it will take about 12 to 14 months to update the now very outdated facility. When the plant opens, it will produce 3 million gallons of fresh water a day, or 33 percent of the county`s water. The increase to the average user`s bill: about $20 a month.<br><br>(on camera): There are certainly unforeseen negative consequences that come from utilizing this kind of technology.<br><br>HAGGMARK: I`m not here to say that there`s no impacts from desalination and I think this community is very interested in figuring out how we can mitigate those impacts.<br><br>We`re using the latest technology of screen open ocean intakes, only small microscopic organisms will get pulled in. This facility coming back online will use about 30 percent energy that it used in the `90s, when it was built.<br><br>JAY FAMIGLIETTI, SENIOR WATER SCIENTIST, NASA: When we start looking 20, 30, 40 years from now, desal will probably more widespread than it is right now. It`s a tried and true technology.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, a tale of two tails. Stormy the lamb was rejected by her mother when she was born on May 17. But a 1-year-old golden retriever who lived on the same farm didn`t only accept her, she adopted her. Their owner says they started hanging out near each other, or catch a nap together, and now, the two are inseparable.<br><br>Stormy will say on the farm, along with the compassionate canine. So, this is the beginning of a beautiful friendship.<br><br>There`s a built-in pun to that. Whenever the dog says I love you. Well, why wouldn`t she? With something that cute, it`s hard to lamb-ivalent. It`s easy to show lamb-more (ph) and it`s a lamb-using and lamb- azing love story leading into our weekend.<br><br>We`ve got two special editions lined up for next Monday and Tuesday. They look back on 35 years of news. Hope to see you then.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-29 CNN Student News.mp4"}