{"title":"CNNSN-2016-04-14-CNN-Student-News","script":"(CNN Student News) -- April 14, 2016<br><br><br>How CDC is Tracking Zika; Scientists Scurry to Southeast to Study Storms<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Thanks for watching this Thursday, April 14th.<br><br>International health officials don`t know how far the dangerous Zika virus was spread. But with spring bringing warmer temperatures to the northern hemisphere, their concern that the mosquito that carry Zika could bring the virus north of Brazil, the country hit hardest so far.<br><br>Zika is not threatening to many adults who get it. Most don`t even have symptoms. Those who do may have a few days of a fever, headache or muscle pain.<br><br>But the unborn babies of pregnant women who get Zika are at risk of microcephaly, a disease that slows brain development and can cause lifelong problems. And officials are now linking Zika to premature birth, as well as eye problems and nervous system diseases in babies.<br><br>There is no treatment and no cure for Zika. But researchers are racing to develop a vaccine for it, and they could be ready to test one later this year. If everything goes smoothly with that and it`s proven effective, a vaccine could be widely available to the public by 2018.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: I can tell you, the last time I was here at the CDC emergency operation center was for Ebola.<br><br>But this is the place where they`re coordinating the U.S. response to Zika.<br><br>We`ve got an exclusive look at what`s happening inside. Let`s take a look.<br><br>UNIDENTIFIED MALE: Welcome to day 12 of the IMS activation for Zika virus.<br><br>GUPTA (voice-over): Every morning, this is the first place CDC Director Tom Frieden will look to get the latest on Zika virus.<br><br>TOM FRIEDEN, CDC DIRECTOR: The board here tells us what`s going on at the glance. We see outbreaks around the world where they`re happening. We also look at the details of our responsible.<br><br>This is the Zika virus.<br><br>GUPTA (on camera): That`s it, right there.<br><br>FRIEDEN: This is what is look like under the electron microscope.<br><br>GUPTA: Shouldn`t we be scared if Zika or is the emotional part of this with regard to pregnant women and microcephaly sort of making this indiscriminately more -- having more impact.<br><br>FRIEDEN: Over and over again, the nature deals us the wild cards. In the case of Zika, the real tragedy is them like it`s had a child with microcephaly and we know that that is devastating. And I think that`s what`s driving the concern. This guy, this is a nasty mosquito.<br><br>GUPTA: Is this the one?<br><br>FRIEDEN: This is the one. This is Aedes Aegypti.<br><br>GUPTA: Is anything good about these guys?<br><br>FRIEDEN: The mosquitoes?<br><br>GUPTA: I mean, would you get rid of them? I mean they cost more death than wars and natural disasters and everything put together.<br><br>FRIEDEN: You know, the mosquito kills more people than any other animal on earth.<br><br>GUPTA: Did they`ve thoughts about possibly using DDT?<br><br>FRIEDEN: The fact is that DDT was widely used 50 years ago and virtually eliminated this mosquito from the Americas but DDT was also widely used in agriculture. They got into the environment then it had serious problems in the environment for many species. It also remains in the body for a long time.<br><br>So, we`re looking at a safer, more effective ways to kill mosquitoes.<br><br>If you`re in an area with Zika, there are a lot of things you can do. Wear mosquito repellant. Use long sleeves. Use clothing that has permethrin put into it. All of those things really work and staying inside and screen space and air conditioning space really can drastically reduce your risk of getting a mosquito bite.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. which has the planet`s most extreme weather is currently in the midst of tornado season. It generally runs from March to June, though meteorologists point out that tornadoes can form at any time of year.<br><br>Much of their research has been based on storms in the Midwest. But because the Southeastern U.S. has an excessively large number of deadly tornadoes, a U.S. government program called VORTEX Southeast is focused on that part of the country.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Storm chasing in the Southeast.<br><br>JENNIFER GRAY, AMS METEOROLOGIST: VORTEX Southeast is very different from chasing in the Plains. There`s a lot of parameters that are going to be involved. For one, these tornadoes could fire up after dark.<br><br>Also, there`s an element of danger because unlike the Plains, you can see from miles and miles. The terrain is very difference. You have a lot of hills and you have a lot of trees.<br><br>UNIDENTIFIED MALE: As soon as this warning convection clears out, we will try to cover very quickly.<br><br>GRAY: We had our morning briefing. So, we`re fairly confident about what`s going to happen this afternoon.<br><br>CHRIS WEISS, ASSOCIATE PROFESSOR, TEXAS TECH: So, we think there`ll be more thunderstorms. The question is, where exactly are they going to form?<br><br>We think there`s some tornado potential as storms do form this afternoon out to our west.<br><br>GRAY: And so, we`re about to head out to see what we can find. We have some important decisions to make about exactly where to go and what time we are going to deploy those instruments.<br><br>Well, here we are in Muscle Shoals, Alabama. And we`re just waiting. And that`s what happens a lot of times when you`re storm chasing. We`re waiting on these storms to fire up and then we`re going to react to them. While we are waiting, the crew is back there, they`re analyzing what`s going on and trying to make the best decision of what to do next.<br><br>SUBTITLE: Crews decipher real-tie weather data to make a decision of where to move.<br><br>WEISS: The question is what, say 45 minutes go by, and the storms look no bigger than it is right now and we have to make a decision to go east, give it more time, go south to try to catch more (INAUDIBLE)<br><br>SUBTITLE: With enough information about the current environment, crews make the choice to deploy to the north.<br><br>Chasers deploy 8 sticknets ahead of the storm. It takes undser7 minutes to deploy a sticknet.<br><br>GRAY: You can see the storm tht we`re targeting right behind me. So, we rode out in front of the storm and we`re putting out our sticknets.<br><br>They`re basically weather stations. They`re going to tell you temperature, relative humidity, wind speed and direction, as well as pressure. And within minutes, we will have the data, not only to use today, but in the future to do research on these storms.<br><br>WEISS: What we`re looking at here are actually, this is live data from the probes we just deployed over the last half hour, extending from our position back up to the north, so we can see the temperature, the viewpoints, as well as the air pressure, and the wind direction and wind speed.<br><br>UNIDENTIFIED MALE: We`re headed out of here.<br><br>GRAY: This information is not only coming from the Texas Tech team, but from a host of field scientists. It will take months to go through the data, but in the end, the risk these storm chasers are taking will eventually help save lives.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Whether you`re watching from a high school or middle school or college campus, the one place to request a mention on our &quot;Roll Call&quot; is CNNStudentNews.com.<br><br>First school today is from Northern Belgium. In the city of Antwerp, hello to our friends at Onze-Lieve-Vrouwecollege.<br><br>Across the Atlantic, we`re making a stop in Charleston, West Virginia. Hello to the Generals watching from Stonewall Jackson Middle School.<br><br>And from the town of Ecru, Mississippi, it`s great to see the Vikings. North Pontotoc High School is on the roll.<br><br>For as long as people have been driving, there have been driving distractions. Even the first cars on the road, some didn`t even have roofs. They tended to attract crowds of onlookers. Now, we think of driving distractions in terms of text messaging. But decades before that was invented in 1992, the U.S. National Safety Council was using media to try to save lives on the road. It`s come a long way, still has some miles to go.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Evolution of driving safety campaigns.<br><br>The National Safety Council has been delivering PSAs on driving safety since the 1950s.<br><br>UNIDENTIFIED MALE: Remember your skill diagram, eyes, brain, hands and feet, all working together.<br><br>SUBTITLE: Some of the first driving PSAs focused on not getting distracted on the road.<br><br>UNIDENTIFIED MALE: Would you wear my seatbelt?<br><br>SUBTITLE: Going into the 1960s and 1970s, PSA`s focused on wearing seat belts in a push to legislate seatbelt laws.<br><br>UNIDENTIFIED FEMALE: Oh, Sonny, after all these years, I find that you really love me. You made me put on the safety belt.<br><br>SUBTITLE: Throughout the 1980s and 1990s, seatbelt laws went into effect in almost all 50 states.<br><br>Seatbelts saved nearly 40,000 lives in the U.S. between 1987 and 2013.<br><br>But in 2015, driving fatalities rose nearly 8 percent, its highest in nearly 50 years.<br><br>Record mileage, teen driving and cell phone use are part of the reason why.<br><br>The NSC says that even hands-free devices have been the cause of fatal crashes.<br><br>They recommend that the time you spend in your car is a time to be cell phone free.<br><br>ANNOUNCER: You deserve to disconnect.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A videographer was recently exploring the waters off the Galapagos Islands when he came across this, a marine iguana. Not to be confused with the kind you might have seen in Florida, these lizards are huge. This one is likely around six feet long. Thankfully for the divers, it`s a herbivore and what it lacks in good looks, it makes up for swimming ability. It`s like a mini Godzilla wading its way through the water.<br><br>And even if igua-not the prettiest thing in the world, you`d have to be cold-blooded to reptile me there`s igua-no way you wouldn`t swim with one.<br><br>Given that outside the Galapagos, most people have never seen one herb- efore.<br><br>I`m Carl Azuz, and if you promise to lizard to us again tomorrow, I`ll igua-knock it off with the rest of the puns today.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-14 CNN Student News.mp4"}