{"title":"CNNSN-2015-10-23-CNN-Student-News","script":"(CNN Student News) -- October 23, 2014<br><br>American Killed in Iraq Hostage Rescue; Fireworks Erupt During Benghazi Hearing; A Development Concerning Venture Capital<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. Hope yours is going well so far, as we start our 10-minute tour of international events.<br><br>U.S. Special Forces recently participated in a dangerous overnight mission in Iraq. The Pentagon says the ISIS terrorist group was about to execute dozens of hostages at a prison in northern Iraq. U.S. troops, along with Iraqi forces and others from the region stormed to the prison before dawn yesterday.<br><br>American officials say 70 hostages were rescued. They included civilians, Iraqi troops and some members of the ISIS terrorist group that had been accused of spying. More than 20 ISIS fighters were killed in the raid and one American service member was killed. U.S. officials say it was the first time than an American died in ground combat with ISIS.<br><br>In 2014, President Obama had pledged that no U.S. troops would be involved in ISIS ground combat but he later said that special operations forces could play a role in certain missions.<br><br>In Washington, D.C., former U.S. secretary of state and current Democratic presidential candidate Hillary Clinton testified on Capitol Hill yesterday. A congressional panel was questioning Clinton about her decision as secretary when a U.S. compound in Benghazi, Libya, was attacked on September 11th, 2012. Four Americans were killed. Several investigations and hearings involving Clinton had been held since then.<br><br>Republicans on the panel say there are still serious questions for her to answer about what happened. Democrats say the investigations and hearings are Republican attempts to hurt Clinton`s presidential ambitions.<br><br>(BEGIN VIDEOTAPE)<br><br>CRISTINA ALESCI, CNNMONEY CORRESPONDENT: There`s a lot of talk these days about startup springing up in Silicon Valley and New York and everywhere in between. But before a startup can get started, it needs money. That`s where venture capital or VC comes in.<br><br>So, what is it? Venture capital is a high risk investment. A brave investor looking for a big profit gives money to a cash-hungry young company in exchange for a piece of that business. Their plan: sell that stake at a huge profit once the company starts making money.<br><br>Now, that might not sound much different than investing in stocks, which are tiny pieces of huge companies. But here`s the main difference, unless something goes really, really wrong, stocks rarely drop to zero. But that happens all the time in venture capital. According to one study from Harvard, three out of four venture capital bets don`t return any money to investors.<br><br>Venture capitalists know those odds. They expect the fourth winning bet to pay off big time, enough to make up for the first three that went nowhere. So, venture capitalists have to have a high appetite for risk and a lot of patients. You often hear about them when they strike gold, like early backers of Facebook and Twitter. But those are the exemptions. And in the end, the promise of finding the next Facebook is just too tempting to pass off.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It looks 2015 could be the biggest year for venture capital investments since 2000. So far this fiscal year, investors have put up more than $47 billion for startup companies. The last time so much money was invested was during the dotcom bubble, which saw immense funding, some of it reckless for new Internet-related companies. For many of them, the bubble bursts in 2000 and businesses failed. But others like Amazon.com survived and became immensely profitable.<br><br>What are venture capitalists investing in now? A lot of technology, health care and media companies. But the companies that are getting investments are fewer and farther between than in previous years. And many of them have been in business for a little while already. That could indicate that investors are being more cautious with their money than they were during the dotcom boom.<br><br>Today`s &quot;Roll Call&quot; is brought to you by Thursday`s transcript page at CNNStudentNews.com.<br><br>First up from Grand Junction, Colorado, welcome to Wolverines. They`re watching from West Middle School.<br><br>In this corner, from Floyd, Virginia, the Buffalos are stampeding in. Hello, Floyd County High School.<br><br>And all the way from southwest Germany, we`ve got the Wolves today from Patch Middle School in the city of Stuttgart.<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Time for the &quot;Shoutout&quot;.<br><br>A person with protanopia has a form of what condition?<br><br>If you think you know it, shout it out.<br><br>Is it: A, color blindness, B, nutritional imbalance, C, nearsightedness, or D, stress?<br><br>You got three seconds. Go!<br><br>(BUZZER)<br><br>People with protanopia, a form of color blindness, often have troubled distinguishing between shades of red and green. That`s your answer and that`s your shoutout.<br><br>Color blindness is also known as color vision deficiency. It`s usually inherited and it`s more common among men than women. People with the condition perceive colors differently than those who don`t have it. There`s no cure for color blindness, but there are some computer applications that help people distinguish between different colors and there are lenses available that are sometimes effective if they`re used in bright light.<br><br>(BEGIN VIDEOTAPE)<br><br>JACK REGAN, CNN: If I make a steak, I`ll bring it in thinking it`s totally done and it will be really rare. I just can`t see that it`s read.<br><br>It`s probably unhealthy.<br><br>RACHEL CRANE, CNN CORRESPONDENT: So, I`m out with a couple of CNN producers who also happened to be color blind and that these glasses are supposed to help with that.<br><br>WENDY BRUNDIGE, CNN: OK. I think this kind of work.<br><br>CRANE: Let me explain color blindness because it doesn`t mean that you see the world in black and white. It means that some colors may seem a little duller and others may just blind together. And it`s not as rare as you might think. It affects between 8 percent and 12 percent of men, and up to 1 percent of women in the U.S.<br><br>BRUNDIGE: I definitely see more shades, like that tree that looks kind of yellow looks actually more orange.<br><br>CRANE: That one back there?<br><br>BRUNDIGE: Yes, that one back there.<br><br>CRANE: Yes.<br><br>BRUNDIGE: And this one right there is a little bit darker than that one.<br><br>CRANE: According to their online tests, Jack`s eyes absorb too much green light. He`s always struggled with the difference between blue and purple.<br><br>Does it look any different to you?<br><br>REGAN: Things look -- I think a little more vivid, like I turn the saturation up on the TV almost.<br><br>CRANE: Wendy`s eyes on the other hand don`t absorb enough green light.<br><br>Before, could you see like the difference between the trunks and the trees and the leaves?<br><br>BRUNDIGE: No. And now, I can.<br><br>CRANE: Now you can see that?<br><br>BRUNDIGE: Yes. That`s amazing.<br><br>CRANE: They`re both forms of what`s known as red, green color blindness. The thing is, though, it`s kind of misnomer, seeing too much or too little green changes the way you see other colors. Purple and blue for example can start to blend together.<br><br>What color are those flowers behind us now?<br><br>REGAN: Those look purple.<br><br>CRANE: They`re purple?<br><br>REGAN: Yes.<br><br>CRANE: Now, take them off. What color do they look like?<br><br>REGAN: They look blue.<br><br>CRANE: The glasses work by shielding your eyes from the part of the spectrum where red and green overlap the most.<br><br>This is a blue purple, but it`s definitely purple.<br><br>REGAN: I think that`s a little more purple with them on. I wouldn`t say it`s a big change.<br><br>BRUNDIGE: The world looks significantly different to me.<br><br>CRANE: Do you like it better?<br><br>BRUNDIGE: Yes.<br><br>CRANE: Bottom line, they work pretty well for Wendy, not as great for Jack. But I can tell you, from personal experience, I saw the world in a whole new light.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We all have been there. You get to the edge of the diving board and you`re just not sure yet you want to take the plunge.<br><br>This penguin, he`s in the same boat. He gets up to the edge and then, nope, I`ll waddle back on over here for a while. And then he tries again, just about -- nope, not going to do it.<br><br>He`d be a lot more graceful in the water if he`d just got in, but there`s something unseen working against him, it`s called gravity, and it eventually wins.<br><br>Beforehand, he kind of looked like a fish out of water. People were asking, waddle he do about this? They probably expected him to flip out and he was like, look, it`s flightless not frightless and maybe I just don`t want to give bird by swimming in my tuxedo.<br><br>I`m Carl Azuz and that`s Friday`s edition of CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-23 CNN Student News.mp4"}