{"title":"CNNSN-2016-09-20-CNN-Student-News","script":"(CNN Student News) -- September 20, 2016<br><br><br>NY, NJ Bombings: Suspect Arrested, Survives Shootout; Upcoming Topics at the U.N. General Assembly; The Use of Telemedicine<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Broadcasting from the CNN Center, this is CNN STUDENT NEWS. My name is Carl Azuz. We`re glad to see you this Tuesday.<br><br>First up, a terrorism suspect has been arrested by police after a fast- moving series of events in the U.S. states of New Jersey and New York. Yesterday, we told you about two explosions that went off Saturday. The one in Seaside Park, New Jersey, didn`t hurt anyone. The one in the New York City borough of Manhattan injured 29 people.<br><br>In the hours that followed, police and civilians found several other unexploded devices in New York and New Jersey. Officials say that led them to believe a terrorist cell, a small group of terrorists, was operating in the two states.<br><br>Also, surveillance video showed a man rolling a duffle bag near the site of the New York City bombing. That along with a fingerprint and a cellphone found on an unexploded device nearby is what law enforcement say led to a person of interest in the case. The FBI identified him as 28-year-old Ahmad Khan Rahami, a naturalized U.S. citizen who was born in Afghanistan. He was wanted in connection with the explosions in New York and New Jersey and other unexploded devices as well, a manhunt followed.<br><br>And as police closed in on his location in Linden, New Jersey, there was a shootout. Two officers were hit but they survived. Rahami was also wounded and taken into police custody yesterday.<br><br>The investigation continues. There may be other suspects in the case and New York has increased its police and National Guard presence in bus terminals, airports and subway stations.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Fire in the hole! Fire in the hole! Fire in the hole!<br><br>(EXPLOSION)<br><br>WILL CREECH, TRAINER, BUREAU OF ALCOHOL, TOBACCO, FIREARMS AND EXPLOSIVES: When we go to a scene, whether it`s an explosion or a fire, you know, we don`t go in with any pre-conceived notions.<br><br>UNIDENTIFIED MALE: I can talk to you and tell you what it feels like. But until you actually see it firsthand, you really don`t understand.<br><br>CREECH: The training that we`re putting on here deals with giving the first responders and the investigating agencies the tools that they need to be able to conduct an investigation.<br><br>MICHAEL KNIGHT, PUBIC INFORMATION OFFICER, ATF: Well, now, the items are sifted and collected for evidence to categorize, are they something that is come and used, or if not, they may be part of the actual explosive device.<br><br>CREECH: Collecting evidence, you know, to be sent to lab for processing also could give you an idea of what type of explosive may have been used.<br><br>NATASHA NEEL FORENSIC SCIENTIST: Once it`s submitted to the laboratory, we take all of the information we gather from running it on these different instruments. And all of that data together allows us to determine what the explosive is. In addition to looking for the explosives, we`re looking for components, anything we can link the suspect to the device or the device back to the suspects.<br><br>CREECH: The end result is we all want to figure out, number one, is it a criminal event? And if it is a criminal event, who did it?<br><br>(END VIDEOTAPE)<br><br>AZUZ: Some great perspective on investigations there.<br><br>And as officials analyze evidence from the Manhattan bombing, international attention will be on a site two miles north of where that explosion took place. The United Nations General Assembly is holding its annual meeting. Its headquarters are in Manhattan, New York City and needless to say, security is exceptionally high.<br><br>The general assembly invites leaders from all 193 of its member countries. More than 140 heads of states are actually attending this year. They`ll be discussing everything from peace and security, to health emergencies, to human rights, all part of what the United Nations aimed to address through international cooperation. And the specifics of the agenda this year are part of what`s being described as the world`s toughest to-do list.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD ROTH, CNN SENIOR UNITED NATIONS CORRESPONDENT (voice-over): Once again, the world gathers in New York at the United Nations, at a time the globe feels like it`s up in the air and in a state of upheaval. From presidents to prime ministers, political heavyweights come together this week for the 71st session of the United Nations General Assembly.<br><br>STEPHANE DUJARRIC, U.N. SPOKESMAN: It`s the World Cup of diplomacy. It`s the Oscars of diplomacy. It`s also an interesting fashion week.<br><br>ROTH: The speeches inside the general assembly hall get rolling Tuesday morning. Brazilian President Michel Temer, who took over after Dilma Rousseff`s impeachment, will kick off. By U.N. tradition, Brazil is always the first country to speak.<br><br>The host nation, the U.S. follows. President Barack Obama will likely reflect on what was and was not achieved during his White House term. It`s the eight and final general assembly speech for the U.S. president.<br><br>It`s also a farewell for the U.N. Secretary General Ban Ki-moon after years of service.<br><br>BAN KI-MOON, U.N. SECRETARY GENERAL: This year`s high level week at the United Nations comes at a critical time.<br><br>ROTH (on camera): You can expect to hear a lot about several key global issues, including Europe`s ongoing refugee crisis, the war in Syria, and North Korea`s nuclear test.<br><br>(voice-over): Among the other highlights, we`ll hear from President Erdogan of Turkey following the failed coup attempt in his country in July.<br><br>President Rouhani of Iran is scheduled to give his address on Thursday, followed just three speakers later by Israel.<br><br>This year`s notable newbies include British Prime Minister Theresa May and Canadian Prime Minister Justin Trudeau. With some high profile no shows including Raul Castro of Cuba, Bashar Assad of Syria and Russia`s Vladimir Putin.<br><br>Don`t expect to see U.S. presidential candidate Donald Trump or Hillary Clinton on U.N. grounds, although it`s possible either could appear with the world leader for a sit-down at a nearby hotel.<br><br>The U.N. again reminding visitors of the need for peace. Unfortunately, some of the U.N.`s own member countries are unable to live up to that global goal.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Mercy Hospitals, which operates health care centers in several U.S. states, recently invested $54 million in a hospital that houses no patients whatsoever. It`s part of the health care industry`s increasing use of telemedicine, giving virtual care to patients through a computer, a tablet, a smartphone. Some supporters characterize it as the modern day version of house calls.<br><br>But telemedicine has its downsides. For one thing, some patients are hesitant to trust someone over a screen whom they haven`t met in person.<br><br>If the technology or Internet connection is weak, obvious problems there. And some doctors are concerned that if they don`t see a patient in person, they may miss something that`s wrong.<br><br>For others though, telemedicine benefits both the patient and the provider.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: OK, it`s ready for blood pressure.<br><br>REPORTER: Leroy Stroberg (ph) lived sixty miles from any major city in Missouri. He`s 80 years old and he`s recovering from three small strokes.<br><br>UNIDENTIFIED MALE: It`s when I get to pat your back there.<br><br>REPORTER: Heart disease like Leroy`s costs the U.S. $358 billion per year, costs for care that`s only increasing. To keep costs down, but still provide efficient care for people like Leroy, hospitals are going virtual.<br><br>UNIDENTIFIED MALE: Hi, Megan.<br><br>UNIDENTIFIED FEMALE: Hi, Leroy.<br><br>UNIDENTIFIED MALE: You look lovely today.<br><br>REPORTER: Leroy is one of 250 starter patients in the Mercy Virtual Care Program. It`s part of Mercy Hospital and the goal is to keep people from continually using the emergency room.<br><br>Leroy talks to nurses twice a week through his iPad. And back at Mercy, they analyze vital signs that can raise red flags and report it back to the patient`s doctor.<br><br>UNIDENTIFIED MALE: Can I see your elbow again that you had issues with?<br><br>UNIDENTIFIED MALE: The sickest 5 percent of patients are typically responsible for about half of the healthcare spent. They`re spending half of your healthcare dollar while their quality of life deteriorates. So, we need an answer for those patients.<br><br>REPORTER: And under new federal guidelines, hospitals are now partly responsible for keeping costs down and continual emergency room visits could mean a penalty. Mercy estimates that they`ve reduced emergency room visits for their patients by one third.<br><br>UNIDENTIFIED MALE: That has been a big reward for me and the satisfaction that I got somebody to talk to and to help keep track me, am I OK?<br><br>(END VIDEOTAPE)<br><br>AZUZ: All right. If you`re more of a dog person, you`ll probably want to get off at the next stop, because at this particular subway station in London, the cats are climbing the walls -- well, not literally. It`s more like a larger than life pictorial of cats. Cats on the panels, cats at the turnstiles.<br><br>This is the result of a crowdfunding effort by a group that wanted cats instead of advertisements. They`re hoping it will get people thinking and possibly adopting a cat that needs a home.<br><br>An interesting sub-way to raise awareness. And whether you prefer an Abyssinian (ph), a Stationese (ph), a Siberian, or a Himal-station kind of cat, the effort breeds an a-meow-sing array of pawsibilities.<br><br>I`m Carl Azuz. And when we say cat puns, we`re not kitten around.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-20 CNN Student News.mp4"}