{"title":"CNNSN-2015-05-19-CNN-Student-News","script":"(CNN Student News) -- May 19, 2014<br><br>Obama Issues EO Restricting Military Equipment for Police; Discovery of a Warm-Blooded Fish; Fighting Hunger<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, I`m Carl Azuz, for 10 minutes of commercial-free news for the classroom.<br><br>First up, President Obama has issued a new executive order. Part of it will make it illegal for U.S. government agencies to provide local police forces with certain kinds of military style equipment. So, this could include some types of camouflage uniforms, certain guns, grenade launchers and bayonets, and some armored vehicles that move on tracks like tanks do. Until now, the Departments of Defense and Homeland Security may have provided this equipment to police.<br><br>The president`s executive order doesn`t need congressional approval but it`s limited. It does not make it illegal for police forces to get military-style gear. They just have to get it from private sellers instead of the federal government.<br><br>The president hopes the order will help build trust between citizens and police.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: We`ve seen how militarized gear can sometimes give people a feeling like there`s an occupying force as opposed to a force that`s part of the community that`s protecting them and serving them.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The order also requires police departments to get special permission for equipment like riot gear, helmets and drones.<br><br>The president of the Fraternal Order of Police says the equipment is used, quote, &quot;For a protective reason, not an offensive purpose.&quot; The organization is concerned the new rules could put police officers at risk.<br><br>Up next today, the Iraqi city of Ramadi. It`s about70 miles west of the capital of Baghdad, it`s fallen to the ISIS terror group. Local tribes in the Iraqi military had been fighting ISIS for control of Ramadi since last year.<br><br>A CNN military analyst says the loss of this city is a huge setback to Iraqi forces and to the U.S. strategy to defeat ISIS.<br><br>Thousands of civilians have fled Ramadi, headed to safer areas of Iraq. The country is planning a counterattack, with help from controversial militias supported by Iran. And the U.S. is leading ongoing airstrikes at ISIS targets inside Ramadi.<br><br>We`re crossing two oceans on today`s CNN STUDENT NEWS roll call.<br><br>In Kailua, Hawaii, it`s on the island of Oahu, we`ve got the Junior Surf Riders of Kailua Intermediate School.<br><br>Across the Pacific and across the country, in Manasquan, New Jersey, it`s the Warriors up next up next, of Manasquan High School.<br><br>And across the Atlantic county of Cambria, it`s great to see the students of Kirkbie Kendal School from the United Kingdom.<br><br>Amtrak commuter trains are running again between Philadelphia and New York. But investigators still don`t know what exactly led to the derailment of train 188 last Tuesday, killing eight people and injuring more than 200.<br><br>The National Transportation Safety Board is investigating the accident. One question it`s asking is why the trains sped up to 106 miles per hour ahead of a 50-mile-per-hour curve. It`s asked the FBI to look in to whether some sort of projectile hit the train before the crash.<br><br>There`s a mark on the train`s windshield. And at least two other trains have reported being hit by something near train 188`s crash site.<br><br>Officials say the engineer did not report being hit by anything. He had a concussion and other injuries and investigators say he can`t remember anything about the crash.<br><br>When the rail line reopened to commuters yesterday morning, CNN was there.<br><br>(BEGIN VIDEOTAPE)<br><br>ALEXANDRA FIELD, CNN CORRESPONDENT: We left the station just after 6:00 a.m. this morning, leaving Philadelphia heading to New York for the first time in nearly a week. This section of the track has finally reopened. This is part of the Northeast Corridor, the busiest rail corridor in the country.<br><br>So, thousands of people have been trying to find other ways to get where they need to go to get to work over the last week. They tell us they`re relieved back onboard this morning.<br><br>But certainly, it did take a great deal of work to get these trains back up and running. We spoke to Amtrak this morning. They said that they had more than 300 crews that were working last week and through the weekend in order to repair that damage section of the track and to activate those speed controls which can force the train to slowdown if it`s approaching a curve at too great a speed.<br><br>Just about 10 minutes after we left 30th Street Station, we passed through Frankford Junction. We were moving at a pretty slow speed in that curve and the track`s almost imperceptible to riders even as we watched out for it.<br><br>The mayor of Philadelphia, Mayor Nutter, was at 30th Street Station this morning, greeting passengers, encouraging them to get back on board and saying that he was confident in the repairs that have been here.<br><br>We talk to people who ride this train every single day. Obviously, they showed a lot of patience last week. They understood the gravity of the situation. They found an alternate ways to get to work, whether it was driving or heading to the station in Trenton and hopping on another train line.<br><br>Nobody is expressing fear to us this morning. They said that they felt very, very confident that the repairs that were necessary had been made and they felt encourage by the fact that these new speed controls have been put in place as a result of this.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: Time for the shoutout.<br><br>What is meant by the term ectothermic? If you think you knew it, shout it out.<br><br>Is it cold-blooded, volcanic, igneous, or warm-blooded?<br><br>You`ve got three seconds. Go!<br><br>If an organism is ectothermic, it`s considered to be cold-blooded, with a body temperature that fluctuates with that of its environment. That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: In biology, you might have been taught that all fish are ectothermic. It`s mostly right, but scientists have discovered an exception. They recently took the temperature of an opah or moonfish, one that wasn`t sick, but it was warm. They found that even though this predatory fish swims hundreds of feet deep, its body temperature stays around 41 degrees Fahrenheit higher.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Warm-blooded fish.<br><br>The opah, or the moonfish, was discovered by NOAA fisheries to be the first fully warm-blooded fish, and discovered that opah`s body temperature was warmer than the surrounding water.<br><br>Most fish are ectotherms aka cold-blooded, relying on environmental heat sources.<br><br>But the opah is an endotherm and can keep itself warm by flapping its fins.<br><br>Being warm also speeds up movements and reaction times, giving the opah a competitive advantage in deep waters.<br><br>Opahs are about a circumference of a car tire and can grow up to 6 feet long.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the U.S., 40 percent of the food that`s produced goes uneaten, goes to waste. A charity organizer named Robert Lee says the amount of food that`s wasted is enough to eradicate hunger. So, Lee founded Rescuing Leftover Cuisine. The organization is based on a simple idea and it`s working for New York`s restaurants and New York`s hungry.<br><br>Lee is today`s character study.<br><br>(BEGIN VIDEOTAPE)<br><br>ROBERT LEE, CNN HERO: The club that I was involved in, in college, brought leftover dining hall food from campus to the homeless shelter, and I just thought that the concept could be applied outside the borders of NYU.<br><br>So, welcome, and thank you guys for coming. Today, we`ll be going to the Long Rodeo (ph) Cafe.<br><br>In Manhattan alone, there is about 100,000 restaurants. Our strategy is to work with as many restaurants as possible and get that food waste to people who need it.<br><br>Looks really good.<br><br>Our group has no minimum food requirement. We pick up any amount of food, no matter how small it is.<br><br>Thanks a lot. Thanks, guys. I`ll see you later.<br><br>Because that small amount can feed someone.<br><br>UNIDENTIFIED FEMALE: Rescuing Leftover Cuisine makes it so easy for us.<br><br>Here you guys.<br><br>LEE: Every little bit counts. That`s one person`s life that you just changed.<br><br>You see the line now. They`re actually going in for dinner. All that food today that would have been thrown out without your help. So I really appreciate it.<br><br>Since we started, we have rescued over 100,000 pounds of food. It`s just the beginning.<br><br>The need is so great, and there is just so much demand.<br><br>Perfect.<br><br>With more restaurants, who knows how much more we could do?<br><br>(END VIDEOTAPE)<br><br>AZUZ: People spend hundreds of billions of dollars on anti-aging cosmetics and treatments. This engaged couple participated in an experiment that went the other direction, with the help of professional makeup and hair, they got to see what they could look like decades from now.<br><br>First, they seem to age pretty well, but as the experiment goes on. The makeup, well, ages them. Still, they said they were grateful for the glimpse into the possible future.<br><br>Guess it answers an age-old question, and if they didn`t like what they saw, they could always kiss and make up. It`s an experiment for the ages, one that never gets old, though it gets old fast and it puts the beginning of today`s show 10 minutes in the past.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-19 CNN Student News.mp4"}