{"title":"CNNSN-2015-11-09-CNN-Student-News","script":"(CNN Student News) -- November 9, 2015<br><br>Presidents of China and Taiwan Meet in Singapore; Obama Rejects Keystone XL Pipeline; MAVEN Examines Mars` Atmosphere<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>AZUZ: For seven years and most of Barack Obama`s presidency, there`s been a lot of back and forth over something called the Keystone XL Pipeline. It would have been an oil pipeline carrying more than 800,000 barrels of petroleum every day from Canada to oil refineries in the U.S. gulf coast.<br><br>But President Obama announced on Friday that it won`t be built, unless not under his watch.<br><br>Republicans spoke out against the decision, saying it prevents thousands of jobs from being created and eliminates a boost to the U.S. economy.<br><br>Democrats support the decision, saying it won`t create many permanent jobs and that it could hurt the environment. They see oil as a dirty fuel.<br><br>The U.S. State Department doesn`t think the pipeline would have been bad for the environment. But the president named the climate as part of the reason for his decision.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM ACOSTA, CNN SENIOR WHITE HOUSE CORRESPONDENT: President Obama rejected the Keystone pipeline, saying the Canadian project would have sent the wrong message to the world on the issue of climate change. The president accepted the recommendation of Secretary of State John Kerry whose department analyzed the project for nearly seven years.<br><br>Mr. Obama acknowledged Keystone had become embroiled in politics as Republicans said the project would have created U.S. jobs. While Democrats argued an approval from the White House would have been a damaging defeat in the battle against global warming. In the past, the president had said he would turn down the pipeline if it could contribute climate change, something his own State Department concluded would not occur.<br><br>Not surprisingly, though, the president sided with his own party. Here`s what he had to say.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: America`s now a global leader when it comes to taking serious action to fight climate change.<br><br>And, frankly, approving this project would have undercut that global leadership. And that`s the biggest risk we face -- not acting.<br><br>ACOSTA: The president will now take that message to the upcoming global climate summit in Paris in a few weeks. White House officials say it would have been very difficult for President Obama to go to that summit having approved the Keystone Pipeline project. Both the company behind Keystone, TransCanada, and the Canadian government, expressed disappointment in the president`s decision.<br><br>Jim Acosta, CNN, the White House.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Some of our viewers in Southern California saw it on Saturday night, a bright white light streaming across the sky. Some folks alerted police.<br><br>Others speculated it was a meteor or aliens.<br><br>Nope. The U.S. Navy says it was testing out a missile. According to the military, it had been planned in advance. It was a test missile flight launched from a submarine named the USS Kentucky. The weapon itself was not armed, so it couldn`t blow up even if it had hit something.<br><br>Los Angeles International Airport was aware of the test and says it will be keeping flights away from the area until Thursday when these military tests wrap up.<br><br>(MUSIC)<br><br>AZUZ: My old school dream job would have been town crier. It`d start up every &quot;Roll Call&quot; saying, &quot;Hear ye, hear ye&quot;.<br><br>Now presenting the Knights. Redding Middle School is in Middletown, Delaware. Thank thee for watching.<br><br>We`re posting a notice about Underwood Public School. The Comets are soaring across Underwood, North Dakota.<br><br>And we hereby proclaim our viewers in Wetaskiwin, Alberta. Queen Elizabeth Junior High School represents part of our Canadian viewership.<br><br>At the moment, it`s not possible to get someone to Mars and back alive. One of NASA`s five active missions called MAVEN involves a satellite orbiting Mars that took more than ten months to get there from earth. Still, because NASA hopes to put someone on Mars one day, they`re getting all the information they can from MAVEN and its $672 million mission.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Thanks to the space probe MAVEN, we now have clues in the mystery of Mars` shift from a warmer, wetter environment to the cold, dry desert it is today.<br><br>MAVEN has been exploring Mars` atmosphere since 2014. One of its main goals is to figure out how and why it got so thin. This low high pressure atmosphere is comprised mostly of carbon dioxide will prevent fresh water from being present, because it will boil at 10 degrees Celsius or 50 degrees Fahrenheit. On Earth, it boils at 212 degrees Fahrenheit.<br><br>And now, NASA scientists think they know the culprit -- solar winds. They observed a massive amount of ions and gases escaping during solar bursts like coronal mass ejections. Since the sun would have been incredibly active in its infancy, the prevalence and strength of these bursts could have had a tremendous influence in the evolution of the Martian environment and the thinning of the atmosphere.<br><br>Scientists also observed a unique type of aurora called the diffuse aurora in the planet`s northern hemisphere. Auroras occur when particles collide with a planetary atmosphere along electromagnetic fields. They`re not uncommon. In fact, they`ve been observed above all planets with a substantial atmosphere, even some moons.<br><br>But the aurora seen on Mars was at the lowest altitude observed on any planet. The unique characteristics of this aurora versus those observed on Earth may be determined by the very different magnetic field configurations of the two planets.<br><br>As NASA gears up to send astronauts to Mars in the 2030s, they hope to gain further insights into the Red Planet`s past, so we can better prepare ourselves for these future missions.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We might have visited a corn maze last month. It`s kind of a fall tradition in many parts of the U.S.<br><br>This expands on the idea -- it`s a balloon maze, almost 6,500 square feet of inflatable misdirection. More than 80,000 balloons, the builder say it took three days to inflate them and arrange them. And that this is the biggest maze of its kind. It`s part of an international balloon conference in Belgium.<br><br>You really have to see it to know it`s not balloony. And even when you do, it looks like a stretch that someone would get such an inflated idea to float such an airy possibility and not be full of hot air.<br><br>Whenever anyone gets lost, though, you better hope they`re not on pins and needles. Their escape could sound a lot like pop music.<br><br>CNN STUDENT NEWS hopes to see you Tuesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-09 CNN Student News.mp4"}