{"title":"CNNSN-2016-02-12-CNN-Student-News","script":"(CNN Student News) -- February 12, 2016<br><br><br>Inside Aleppo: A City on Edge, Trying to Survive; Stock Market Strain<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Special delivery for Friday. It`s a package of awesome! I`m Carl Azuz for CNN STUDENT NEWS, 10 minutes of international current events.<br><br>First up, tensions outside of Syria are reflecting the ones inside the Middle Eastern country. In its civil war, the government of President Bashar al-Assad is fighting to hold on to power. Various rebel groups are fighting to take it from them and terrorists like the ISIS group are fighting to establish their own country.<br><br>But other nations are involved, too. Russia is one of them. It supports al Assad`s government by launching airstrikes targeting its enemies, while the U.S. supports some of the rebels fighting the Syrian government.<br><br>The U.S. is also targeting ISIS. An international meeting of 17 countries kicked off in Germany yesterday. The goal: to achieve a ceasefire in Syria. Except for the fighters themselves, some parts of the country are nothing but dust and rubble.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Years of urban combat have laid waste to Aleppo`s old town.<br><br>Bashar al Assad`s forces have made major gains in the Aleppo area in recent weeks. But for years, this battlefield was in a stalemate, the front line: right around Aleppo`s ancient citadel.<br><br>As Syrian and Russian warplanes hover overhead, the commander knows who to thank for the newfound momentum.<br><br>&quot;It`s only a matter of months now until we win,&quot; he says. &quot;Thanks to the Russian support with their airstrikes flown from the Syrian airfield, we will defeat the rebels once and for all.&quot;<br><br>Aleppo was Syria`s largest and one of its most historic towns. Tourists from all over the world used to flock to the old town before it was engulfed by Syria`s brutal civil war.<br><br>(on camera): The old town of Aleppo is a UNESCO world heritage site. Some of these buildings are hundreds if not thousands of years old. And now, as you can see, most have been completely destroyed and burned out.<br><br>(voice-over): But now, Assad`s troops believe they are on the verge of a decisive victory. The commander warns the U.S. not to interfere.<br><br>&quot;We are steadfast,&quot; he says. &quot;You cannot defeat the Syrian army because we are determined to win and we`re loyal to President Assad.&quot;<br><br>Amid this divided and destroyed city, Syrian government forces believe they`re dealing a crushing blow to the opposition. One that could end this five-year civil war that`s destroyed so much more than just the landscape.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There are still hundreds of thousands of civilians in Aleppo and international officials are concerned that if Syrian forces besiege the rebel-held areas, the food supply could be cut off.<br><br>And parts of Aleppo controlled by the Syrian government, food is less of a concerned.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK: We are right in the heart of Aleppo. This is the Jamaliya area and it`s actually fairly close to the frontlines. But it`s also one of the main places held by the Syrian government.<br><br>Now as you can see in this area, there are a lot of products that are actually available -- food, also a lot of other products as well.<br><br>However, the people here, it is very, very difficult for them. There`s almost no electricity. Most of it comes from generators. And of course, because we`re so close to the front line, there is also shelling here and it`s quite dangerous for the folks who live here.<br><br>Aleppo is certainly one of the toughest battlegrounds in the civil war that`s been going on for about five years.<br><br>Fred Pleitgen, CNN, Aleppo.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next: Stock market strain. Yesterday, the Dow Jones Industrial Average took another dive. The index of 30 stocks closed 255 points lower, its fifth straight session of losses.<br><br>The stock market is an indicator, though not the only one, of how the U.S. economy is doing. Because world economies are linked, a drop in European bank stocks hit American ones.<br><br>Europe`s economic growth is weak. That`s a factor. So is oil. Though that can mean cheaper gas prices, oil prices at their current levels are not seen as good for the global economy. That worries investors.<br><br>Now, some analysts are discussing a possible bear market. When things are going well and stocks are rising, they`re said to be a bull market. When stocks take a 10 percent dip, they`re said to be in correction. And when things are not going well --<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT: Twenty percent -- move over bulls, the bears are coming out of hibernation. Stocks in the long run tend to go up, but there are sell-offs that are so steep, that`s when we enter a bear market. That`s a 20 percent from a recent market high.<br><br>Surging oil prices in the mid-1970s begin those rate hikes by the Fed in the early 1980s. The tech bubble bursting in 2000, the financial sector imploding in 2008. While corrections can be brief, even a good buying opportunity, bear markets can be much longer, sticking around for a year or more.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A quick shout-out. What`s the capital of Malaysia? If the city of Kuala Lumpur comes to mind, you`re pretty close to today`s first &quot;Roll Call&quot; School.<br><br>Subang Jaya is located close to the Asian country`s capital. It`s the home of Taylor`s College. Hello to our viewers in Malaysia.<br><br>Up next, Enterprise is a city in southern Alabama, and Dauphin Junior High School is there. It`s the home of the Tins.<br><br>And on the Atlantic coast is the city of Biddeford, Maine. Do tigers know how to sail? They do at Biddeford Middle School.<br><br>Some of you on Twitter are suggesting I run for president. No. News and puns from the Oval Office do not a good president make.<br><br>But there is a holiday coming up, Monday, called Presidents Day. Many Americans will have the day off. We`ll be off the air. Some people will go to museums and remember the presidents for whom Presidents Day is named. It`s not all of them.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ (voice-over): Maybe you can name all the U.S. presidents. But do you know who is honored by Presidents Day?<br><br>You could have asked Calvin Coolidge, but he might have been silent on the matter. Teddy Roosevelt might have walked softly around the subject, despite being a rough writer.<br><br>Most Americans believe Presidents Day is about every president we`ve had. But that`s kind of wrong, at least as far as its origin goes. Presidents Day was originally Washington`s birthday, just Washington`s, on February 22nd.<br><br>It became a federal holiday in 1885, and as far as the U.S government`s concerned, it`s still Washington`s birthday, not Presidents Day. In 1968, Congress voted to switch it to the third Monday in February, giving government employees a three day weekend.<br><br>But even though Washington`s birthday and Lincoln`s birthday were only days apart, Congress refused to combine them in the Presidents Day, though that`s what many Americans do.<br><br>So, if you work for the government, you`ll get a day off for Washington`s birthday. If you don`t, you may get a day off for Presidents Day. Those, after all, are the precedents.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Cupids and candy hearts, this weekend`s not just about Presidents Day. Here are five facts about Valentine`s Day, which is Sunday.<br><br>First, it`s namesake. Historians don`t know for certain but the holiday is believed to be named after a Christian priest who was martyred in the third century, though there were several people named Valentine.<br><br>Second, it wasn`t until the 1300s that romance and Valentine`s Day got together, leading to the traditions we love. More than 54 percent of Americans are expected to celebrate.<br><br>And how about the cards? Commercially printed Valentines appeared in the U.S. in the 1800s, though Europeans were exchanging them at least 100 years before that. Now, every year, 150 million cards and gifts are sent in the U.S.<br><br>And when we say gifts, we mean millions of heart-shaped boxes of chocolates, hundreds of millions of roses. This is the number one holiday for U.S. florists.<br><br>And since gifts cost moolah, the National Retail Federation expects about $19 billion will be spent this year. Men traditionally spend more, about twice as much in the holiday as women. But true love is priceless.<br><br>Well, they say love at first sight is like being struck by a bolt of lightning. Turns out, that happens a lot. The lightning strikes, not the love thing -- well, maybe the love thing, but what you see here is lightning.<br><br>It`s a from a British astronaut aboard the International Space Station about 250 miles above the earth, about 100 lightning bolts hit the earth every second. This is how that looks in a time lapse video shot over North Africa, Turkey and Russia.<br><br>It`s a striking sight, the like of lightning, a lighting likely lightening the night with bright delight, so enlightening. We hope you have light-hearted and fun Valentine`s weekend. We`ll have amore news for you Tuesday, and we`d love to see y`all then.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-12 CNN Student News.mp4"}