{"title":"CNNSN-2015-02-19-CNN-Student-News","script":"(CNN Student News) -- February 19, 2015<br><br>The Search for MH370; A Trip to Mars; Who is the Academy?<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: It`s Thursday, February 19th, and we`re glad you`re taking 10 minutes for CNN STUDENT NEWS.<br><br>I`m Carl Azuz at the CNN Center.<br><br>We`ve seen a couple of important dates on international calendars this week.<br><br>Yesterday was Ash Wednesday, the first day of the Christian season of Lent. Many Christians have a cross marked in ashes on their foreheads.  For Roman Catholics, it comes from the palms used on Palm Sunday. Lent is a time of fasting and repentance lasting 40 days, until Easter Sunday. It commemorates the 40 days Jesus Christ fasted in the desert.<br><br>And today is the Chinese New Year. It`s also called Lunar New Year because it starts with the new moon and lasts 15 days, until the moon is  full. It`s a major holiday for Chinese all over the world. In fact, it`s the world`s annual human migration, with millions of Chinese workers going home for the holidays.<br><br>2015 is the year of the sheep or goat in the Chinese zodiac. Some who follow Chinese astrology expect it to be a good year, some don`t. But  celebrations are taking place far and wide.<br><br>It`s one of the world`s greatest aviation and maritime mysteries -- what happened to Malaysia Airlines Flight 370?<br><br>On its way from Kuala Lumpur, Malaysia to Beijing, China, it vanished from radar on March 8th of last year. The search has been anything but smooth.<br><br>(BEGIN VIDEOTAPE)<br><br>ANNA COREN, CNN CORRESPONDENT (voice-over): Among the massive container ships and live export vessels at Perth`s Freemantle Harbor is a  boat that`s just arrived at port. This is Discovery, a former Norwegian Coast Guard vessel that`s taking part in one of the most challenging searches in history.<br><br>CHRIS MORRIS, FURGO DISCOVERY SURVEY CHIEF: If there is a plane down there, you know, we will see it. It will show up in our records. But it  takes time.<br><br>COREN: Chris Morris and his survey team have just spent the past 42 days looking for MH370 in the remote Southern Indian Ocean, 1,000 nautical  miles offshore.<br><br>JAMES KENT, DATA SUPERVISOR: You see it`s trailing here. We`ve got the whole survey area where we started with the seventh arc. We`re looking  at this southern section down here.<br><br>COREN: The Boeing 777, with 239 people on board, disappeared almost a year ago. And according to satellite data, experts believe it`s somewhere here on the ocean floor.<br><br>After an initial search zone roughly half the size of the United States, it`s been narrowed down to a priority area of 60,000 square kilometers. But the conditions are horrendous. Trenches, volcanoes and underwater mountains are part of the terrain. And for the sonar equipment<br><br>that`s towed 10 kilometers behind the ship and four kilometers below, it`s a logistical nightmare.<br><br>As for the conditions above the surface, search crews recently weathered three cyclones and waves up to 16 meters high.<br><br>(on camera): If MH370 is in the Southern Indian Ocean, then the discovery is one of four ships that is going to help find it. They`ve already covered one third of the priority search area and are on schedule to complete the zone by May.<br><br>But what they`re looking for, the debris field on the ocean floor, is quite literally a speck on a map.<br><br>(END VIDEO TAPE)<br><br>AZUZ: We`ve talked before about the Mars One project. It hopes to start a colony on the red planet by sending people there in groups of four, starting in 2024. They just announced they whittled down the list of 100 candidates out of the 200,000 people who applied for the project. It`s a one way ticket.<br><br>A recent MIT study found that if -- if the first colonists safely make the seven month journey to Mars, they could expect to live on the planet about 68 days. There is a way to research what Mars life could be like without having to give up stuff like, say, oxygen.<br><br>(ON SCREEN)<br><br>Camp Mars<br><br>Hanksville, Utah<br><br>ASHLEY DALE, COMMANDER, MARSCREW 134: Transitioning from Earth life to Mars life, in terms of the way I do things, has been quite interesting.<br><br>MICHAELA MUSILOVA, SCIENTIST, MARSCREW 134: Going to this Mars Desert Research Station is really a first step for me in my path of hopefully becoming an astronaut one day. And ideally, would like to be one of the first people to actually go and colonize Mars in the future.<br><br>DALE: The Mars Desert Research Station was a facility put together about 15 years ago by a group of individuals, primarily from NASA and the European Space Agency. They run the facility, but scientists and engineers from around the world come here for two weeks to conduct relevant research in getting people to Mars.<br><br>Here on Earth, there are three places that are just like Mars. We`ve got the mountains of Hawaii, we`ve got the Atacama Desert in South America, and we`ve got South Central Utah, really out in the middle of nowhere.<br><br>We try to live here like we would on Mars. But when you go to Mars, it`s very difficult. The sunlight level on Mars is about half of what it is on Earth. It`s about one and a half times the distance from the sun. The gravity of Mars is about a third of what we have on Earth, 38 percent, to be exact.<br><br>Here on Earth, traveling with the transportation rover at top speed would be about half of what I could achieve on Mars.<br><br>MUSILOVA: All these things that we`re essentially simulating here are actually very real in terms of what astronauts experience out there. Everything here is limited. We have no space. We have limited water supply, a limit amount of food supply.<br><br>SUSAN JEWELL, OFFICER, MARSCREW 134: It just (INAUDIBLE) no matter how creative you are, it just ends up tasting the same.<br><br>MUSILOVA: You know, we can`t get any help. We`re completely reliant on ourselves.<br><br>DALE: Several billion years ago, Mars was an ocean planet. Half of it was covered in water. But now all that is frozen into the soil.<br><br>With the technology that we have today, we could change Mars back into what it was several billion years ago. The obstacle we face right now is that there`s no real profit that could be made in going to Mars in the short-term. So money is the factor.<br><br>MUSILOVA: My real dream is to one day, to go into space and become an astronaut. I`m hoping to get humans to Mars, if not myself, then others, at least. Whether it will happen during my generation, which I really hope it will, or it might happen in the next century or so.<br><br>JEWELL: Mars is the best candidate planet for humanity to kind of move to and then maybe one day move even further out into the universe.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: It is time for the call of the roll.<br><br>Here are three of the schools watching CNN STUDENT NEWS today.<br><br>Kemp Junior High School is where you`ll find the Yellow Jackets. They`re watching in The Lone Star State of Texas, in the city of Kemp.<br><br>It makes sense that Big Sky High School would be in big sky country. That`s Montana. And Missoula is where we found The Eagles.<br><br>And in The Centennial State, The Falcons are on our Roll. They`re soaring over Highlands Ranch High School in Highlands Ranch, Colorado.<br><br>It`s a film industry event dating back 87 years. MGM studio boss Louis B. Mayer and some of his dinner guests established The Academy of Motion Picture Arts and Sciences. It`s the namesake of the Academy Awards. You`ve heard Oscar winners thank the Academy.<br><br>Who is the Academy?<br><br>Who actually determines the end of the sentence, &quot;And the Oscar goes to?&quot;<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): The Academy Awards are just about the highest honor a film can get.<br><br>But who decides who goes home with the Oscar gold?<br><br>First, there are some very specific rules to get nominated. The film must be more than 40 minutes in length, must be publicly screened at a theater in Los Angeles County and must be screened for a qualifying run of at least seven straight days.<br><br>After that, ballots are sent out and the nominations are whittled down by Academy members. Their identities are closely guarded secrets, but here`s what we do know.<br><br>There are about 6,000 members, who are mostly white, mostly male and getting up there in age, 62 being about the average.<br><br>To become a member of the Academy, you`ve got a couple of options. Be nominated for an Oscar yourself or get yourself two recommendations from other Academy members.<br><br>The real Hollywood magic happens right after nominations are announced. Studios make a mad dash to make sure the Academy watches their movies. Stars of the movies will attend screenings, do press events, red carpets, interviews, you name it, just to get more buzz for their film.<br><br>In LA, studios spend millions on TV and radio ads. It`s kind of like what happens during a big election and all you see are political ads. But it`s an annual marketing blitz to try to sway members.<br><br>And just before Oscar night, accounting firm Price Waterhouse Coopers tallies up all the votes that finally get read on that magical night.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: It`s been said you learn something new every day. Today, I learned there`s a Washington, DC snowball fight association. And I learned a little about what they do.<br><br>U.S. government employees got the day off Tuesday, something, because of a snowstorm up there. Anyway, the association organized this event, an opportunity for federal staffers, college students, teachers and non-profit workers to pelt each other with snowballs.<br><br>I guess that`s all you can do when the weather outside is fight-ful. Oh, they could have played freeze tag or freeze bee or even red snowver, but a good old snowball fight really puts you in the throes of the action.<br><br>I`m Carl Azuz.<br><br>And just the thought of more cold weather puns makes me freeze up.<br><br>END<br><br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-19 CNN Student News.mp4"}