{"title":"CNNSN-2016-03-10-CNN-Student-News","script":"(CNN Student News) -- March 10, 2016<br><br><br>The War Against Zika; A Total Solar Eclipse; Fukushima: Five Years After Japan`s Tsunami<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Could mutant mosquitoes stop the dangerous Zika virus?<br><br>Hi. I`m Carl Azuz, and that`s what`s first up on our show today.<br><br>Zika, as we`ve told you, can dramatically harm the unborn babies of pregnant women. But mosquitoes also carry malaria, yellow fewer, West Nile virus. The insects are responsible for more human deaths than any other animal on the planet. And so far, people have been unsuccessful in exterminating them long term.<br><br>Now, scientists are considering waging biological and genetic warfare against mosquitoes. One option would infect them with bacteria that would stop the growth of viruses, like Zika, inside mosquitoes. Another would use gamma radiation to sterilize male mosquitoes to keep them reproducing with females. A third possibility: genetically modified male mosquitoes to pass a deadly gene to wild female mosquitoes.<br><br>Critics say all of these ideas have major problems. They`re not proven to work. There are concerns about how they`d impact the environment, or the people living in it. An environmentalist with Emory University says it`s possible these methods could become useful tools, though not a silver bullet in fighting off man`s deadliest enemy.<br><br>Call them stargazers, sun seekers, see the moonlights in their eyes. Thousands of people in the Pacific island nation of Indonesia looked up Wednesday morning to view a total solar eclipse. This is when the moon moves directly between the earth and the sun.<br><br>The best view was on the Indonesian island of Sumatra, but the event was partially visible from Hawaii to Malaysia to Australia.<br><br>The next total solar eclipse is expected on August 21st of next year, and would be visible in a narrow part of the U.S.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Watching as the moon blocks out the light from the sun, it can be hard to imagine the amazing cosmic coincidence taking place. The sun`s diameter is some 400 times larger than the moon`s, but it`s just the right distance away to appear the same size.<br><br>For a couple of minutes when the sun and moon are perfectly aligned, the moon completely covers the sun`s disc. The sun`s atmosphere or corona can be seen in the dim light, along with stars and planets.<br><br>This so-called totality only exists in a narrow band, where the moon`s shadow falls on the Earth. Outside this zone, some observers can see a partial eclipse, where it looks like a chunk has been taken out of the sun.<br><br>It`s not a phenomenon that will last forever. The moon is slowly moving away from the Earth and one day, it will appear too small in the sky to cover the sun completely.<br><br>If you are lucky enough to see this incredible spectacle, remember, never look directly at the sun, even with everyday sunglasses. You risk causing permanent damage to your eyes.<br><br>(END VIDEO TAPE)<br><br>AZUZ: You know why yesterday`s transcript page was awesome, because it`s where we found these three schools for our &quot;Roll Call&quot;.<br><br>We`re starting in Quezon City. It`s in the island nation of the Philippines, and it`s where Far Eastern University is watching.<br><br>Next, to Platinum, Alaska, the miners are here today. Hello to everyone at Arviq School.<br><br>And our third mention goes to Christian County High School. It`s in Hopkinsville, Kentucky. We`re saluting the Colonels.<br><br>Several parishes in the U.S. state of Louisiana are under a flash flood emergency. As of yesterday, they`ve gotten between eight and fourteen inches of rain in a short amount of time, with another three to five inches possible by this morning.<br><br>Dozens of homes were evacuated. Part of Interstate 20 was shut down. It`s because of a slow-moving storm system that`s soaking areas in nine states, from Texas to Illinois.<br><br>When severe weather strikes, the leading cause of death isn`t tornadoes or hurricanes. It`s flooding. And drivers are in serious danger.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: Anytime we have major flooding events, very heavy rainfall, unfortunately, the images are all too common of cars being swept right off the road, many times, the drivers still inside and water rescues taking place.<br><br>It only takes a little bit of water to carry your car off the road. In fact, six inches of water will sweep you, me off of our feet. One foot of water will float your car and it only takes two feet of water to completely wash your car away.<br><br>That`s why we say it`s so important to turn around, don`t drown. You don`t know how much water is there. Do not drive through it, as it could be deadly.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On the eastern coast of mainland Japan, there are ghost towns, contaminated by radiation. Some of the houses clearly show the damage of the earthquake that struck five years ago, on March 11th. Some where entirely swept away by the tsunami, the wall of water that washed in from the Pacific afterward.<br><br>Tomorrow, on the actual anniversary, we`re taking you inside one of these abandoned towns. Today, an overview from a drone.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Five years after Japan`s tsunami.<br><br>The town of Namie remains desolate.<br><br>Houses were swept away by a 15-meter wave, triggered by a magnitude-9.0 earthquake.<br><br>Almost 20,000 people died or disappeared.<br><br>But the wave wasn`t the worst of it.<br><br>The Fukushima Daiichi nuclear plant went into meltdown, vital cooling systems failed. Radiation leaked into the surrounding area. Food was no longer safe. Water undrinkable. Contaminated soil now sits in thousands and thousands of plastic bags.<br><br>No one lives in the town of Futaba anymore. Damaged houses abandoned. Former residents can only visit for up to 5 hours.<br><br>There is a 20 kilometer exclusion zone. Thousands still live in temporary housing five years on. Many fear they will never leave.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Maybe you`d have to compete against a brother or a sister before, maybe you`ve just helped yours trained. The Brownlee brothers are living that to the extreme. For one thing, they`re triathletes, competitors in an excruciating test of endurance. For another, they took home gold and bronze medals in their sport in the last Olympics, the first time brothers stood on a podium together in an individual sport since 1908.<br><br>(BEGIN VIDEOTAPE)<br><br>JONNY BROWNLEE, BRONZE MEDAL WINNER, LONDON 2012: My name is Jonny Brownlee. I won bronze in the London 2012 Olympic Games.<br><br>ALISTAIR BROWNLEE, CURRENT OLYMPIC &amp; COMMONWEALTH CHAMPION: My name is Alistair Brownlee. I`m the current Olympic and Commonwealth champion.<br><br>Triathlon is a sport where you do three sports, obviously. You swim first. You then bike. And then you run. You have to change your equipment along the way and that`s all kind of part of the race.<br><br>Everything we did, from running around in the garden, playing badminton or football or cricket, everything we did, probably even doing the tidying up.<br><br>JONNY BROWNLEE: I think our parents taught us to be in outdoors. The fact when you go outside, (INAUDIBLE), you can explore new roads. Even now, you find new roads. Just loving being outside, I mean that (INAUDIBLE)<br><br>Each of us wants to win, and there`s no one person that can`t win. But (INAUBIDLE) it`s a kind of us as a team against everyone else.<br><br>ALISTAIR BROWNLEE: It`s team tactic that we`re both doing our kind of aims jointly, but it`s not like one sacrifices their performance to live another day.<br><br>We`re very, very competitive and we both want to win. But we know that if we help each other for the swim and the bike and even parts of the run, that`s our best chance of getting a good result.<br><br>But once it comes down to the last part of the run, all those bets are off and we`re just racing to win basically.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Not far from Hawaii, a remotely operated underwater vehicle was recently more than two miles under the sea when it cruised up to this, a type of octopus never seen before and a type that`s never been observed this deep.<br><br>The National Oceanic and Atmospheric Administration says this animal doesn`t have the type of figment most other cephalopods have, which gives it a ghost-like appearance. So, there`s an online push to get it named &quot;Casper&quot; because -- awesome.<br><br>Of course, there`s no way to know if it`s friendly. It could be eight-arm the dangerous, that question could haunt scientists for a while. But as far as characteristic goes, there`s no question it`s deep. We`ll never know if it pigment to be discovered.<br><br>I`m Carl Azuz, plumbing the deeps of puns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-10 CNN Student News.mp4"}