{"title":"CNNSN-2016-04-01-CNN-Student-News","script":"(CNN Student News) -- April 1, 2016<br><br><br>Global Officials Attend the Nuclear Security Summit; Scientists Scurry to Southeast to Study Tornadoes; Character Study Profiles a Mentor and Coach<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Today is blue plate special includes Friday and awesome. And we`re happy to serve it up. I`m Carl Azuz.<br><br>Leaders from almost 60 countries are gathered today in Washington, D.C., for an event called the Nuclear Security Summit. The first one was in 2010. It was part of an effort by U.S. President Barack Obama to encourage the world to get rid of its nuclear weapons.<br><br>Even though the U.S. and Russia signed a treaty in 2010 to reduce their nuclear weapons, and even though an international agreement was reached to slow down Iran`s nuclear program, experts say the threat from nuclear weapons is worse than when the first national security summit was held.<br><br>Iran and Russia aren`t attending this year`s summit. Analysts say there may not be much progress without Russia there.<br><br>The U.S. military is modernizing its nuclear arsenal, rather than dismantling it, as President Obama initially had hoped.<br><br>Pakistan is rapidly acquiring nuclear material and world leaders are deeply concern about ISIS. What if the terrorist group gets access to a nuclear weapon? What if North Korea, a U.S. rival gets one? It`s apparently building up its nuclear program and China and the U.S. are promising to do more to stop the smuggling of nuclear materials.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT (voice-over): They drive across the old narrow bridge around 9:00 a.m. each day. Chinese trucks carrying goods into North Korea. They leave from Dandong, the border city on the Yalu River. It`s the economic lifeline of North Korea. China the only country left willing to do significant trade with Kim Jong-Un`s regime.<br><br>New U.N. sanctions levied against North Korea`s nuclear program had impacted that relationship. For example, North Korean coal exports, important revenue for the country, are now banned if any profits from them might be funneled to sanctioned programs. China must also now inspect all shipments into and out of the country. Criticized in the past for not enforcing sanctions, officials deny that, but say they will strongly implement this latest round.<br><br>We watched as North Korean trucks drove into China around midday, mostly empty. They end up in yards like this, loaded up with Chinese goods that get sent back across the border.<br><br>We asked how officials specifically plan to inspect those, making calls to authorities in Dandong and at the ministry of foreign affairs. Neither would provide details. Security guards we met outside the yard were not keen to talk with us, either.<br><br>(on camera): And trying to see for ourselves how these inspections are done can prove to be difficult, as you can see.<br><br>We try and talk to ordinary people, truck drivers even, to talk to them about inspections, but none of them would agree to speak with us, and we constantly face harassment, like you`re seeing right now.<br><br>(voice-over): It`s near impossible to determine if the inspections are effective. What is clear, though, is the continued struggle of those inside North Korea. For ordinary people, poverty and hunger remain chronic. A heavily sanctioned Kim Jong-Un regime can`t or won`t provide supplies to its people.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Let`s see who`s watching and requesting, but not spamming our &quot;Roll Call&quot; request page at CNNStudentNews.com.<br><br>First up, Glasgow Middle School. It`s in the city of Glasgow, Montana. And its mascot is the Scotties, which is really sweet.<br><br>Next to Steamboat Springs, Colorado. We`re shipping out with the Sailors today. Steamboat Springs Middle School is on the roll.<br><br>And, finally, to the capital of Taiwan, that`s Taipei, and that`s where you`ll find National Chengchi University.<br><br>For part of Texas, stretching up to Virginia, much of the South and Eastern U.S. was on the lookout for severe weather yesterday, and threat remains today, particularly in the Southeast, and particularly for flooding. At least one tornado hit part of Oklahoma, Wednesday night, injuries, damage and downed power lines were reported in the northern Tulsa area.<br><br>The U.S. has the most violent weather on the planet. Tornado season usually stretches from March through June, but twisters can spin up any time of year.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: We know a lot about tornado formation in the Plains, also known as Tornado Alley. But little research has been done on tornado formation in the Southeast, which actually is home to some of the most deadly tornado outbreaks ever recorded.<br><br>SUBTITLE: Studying tornadoes in the Southeast.<br><br>GRAY: VORTEX Southeast is the latest in a series of VORTEX studies, also known as Verification of Origins of Rotation in Tornadoes Experiment Southeast.<br><br>The purpose of the project is to learn how environmental factors in Southeast region affect tornado development, and also how the public responds to forecast communications.<br><br>You may remember the movie &quot;Twister&quot;? Well, the original VORTEX in the mid `90s was the basis of that movie. Both VORTEX and VORTEX 2 both studied storms in the Great Plains or Tornado Alley, until now. In the Southeast, storms tend to move much faster, and a lot of them strike during the nighttime hours, while people are sleeping, which makes them even more deadly.<br><br>Because of these factors, it will produce challenges for the researchers as well. Because of that, they won`t be able to get quite as up close and personal as they do in the Plains, when you can see the storms coming for miles -- in this case, to place their instruments ahead of the storm and get out of the way.<br><br>This project is critical for researchers to learn about these storms and what makes them so different than storms in other parts of the country.<br><br>And with this information, we`ll be able to better prepare, protect and possibly save lives from these deadly storms.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`re keeping up with March Madness, you know we`re down to the Final Four -- the two games that determine who plays in the NCAA Men`s College Basketball Championship. They`re set for tomorrow night.<br><br>There`s a coach in Massachusetts whose team members aren`t playing in the tournament, but they are learning to be triple threats -- athletes, students and leaders. He`s own story and the success of Coaching 4 Change are why he`s today`s &quot;Character Study&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>MARQUIS TAYLOR, CNN HERO: I grew up 10 blocks before another riot started. It`s just me and my mom. I struggled academically. I struggled with my own behavior.<br><br>Basketball got me out of trouble, but it gave me self-confidence.<br><br>Go pass, go pass.<br><br>I feel like there are so many kids being overlooked.<br><br>Three, two, nice. Good finish.<br><br>We recruit college students who become mentors to high school students and together, they run basketball teams for the middle school.<br><br>UNIDENTIFIED MALE: If they offer defense, that`s how you win the game.<br><br>TAYLOR: We put that next stop in front of them and now, they`re able to say, this isn`t that scary. I can do this.<br><br>UNIDENTIFIED FEMALE: Work hard and win, OK?<br><br>TAYLOR: Coaching and sports allows you to navigate the challenges that are in your face, because that`s what`s going to happen when they hit life.<br><br>UNIDENTIFED FEMALE: It`s so nice.<br><br>TAYLOR: We bring our students to a college campus so that they get exposed to college life.<br><br>UNIDENTIFIED FEMALE: So, you`re thinking about coming to college.<br><br>UNIDENTIFIED MALE: If I was just thrown into it without visiting it, I would be so completely off and now, it just felt like a second home. The future is looking bright, I just got to accept it to college. I`m definitely plan on being a teacher, a business owner. There`s so many, I got -- I just want to do everything.<br><br>TAYLOR: It`s about helping young people skills that are going to prepare them for the next step.<br><br>It helps them realize their own potential and what could be.<br><br>CROWD: C4C!<br><br>(END VIDEOTAPE)<br><br>AZUZ: We can consider a special segment for today, April 1st, but we didn`t want to do anything foolish. So, we decide to just pick our favorite before-we-go segment to ring in the new month. And here it is, Otto the Bulldog, who set the world record for skateboarding, and we mean it. He pushed and balanced his four paws on four wheels through a human tunnel of 30 pairs of legs, and he walked home with the Guinness title.<br><br>Now, maybe someone suggested Otto learned the sport or maybe he did it out of sheer boredom. He`s a pant-astic athlete, com-pant-ing sports, too.<br><br>So, this could be just a doggeny (ph). It just shows us that anything is paw-ssible.<br><br>I`m Carl Azuz and I`ll see (ph) you next week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-01 CNN Student News.mp4"}