{"title":"CNNSN-2016-03-08-CNN-Student-News","script":"(CNN Student News) -- March 8, 2016<br><br><br>North Korea Threatens Nuclear Strike Over U.S.-South Korean Exercises; Mideast`s Worst Drought in 900 Years May Have Contributed to Syrian War; The Inventor of Email Passes Away. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hello to everyone watching worldwide - - on every continent but Antarctica, as far as we know. I`m Carl Azuz at the CNN Center in Atlanta, Georgia.<br><br>South Korea and the United States have been allies since the Korean War in the early 1950s. The North Korea has remained their rival. Every year, the U.S. and South Korean join forces in military drills. They`re exercises to practice defensive moves against North Korea in case war on the peninsula ever breaks out again.<br><br>But the drills anger North Korea, and every year, while they`re going on, the country makes threatening statements against South Korea and the U.S. This year, North Korea`s military is threatening a preemptive nuclear strike.<br><br>Tensions in the region are higher than usual, and the military exercises are the largest ones ever.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN CORRESPONDENT: Three hundred thousand South Korean troops, 17,000 Americans, all involved in eight weeks of drills, which will take place on land, sea and air.<br><br>Now, South Korea`s defense ministry says that they have increased their surveillance on the North, trying to see if there are any signs of an imminent attack. They say at this point that there is no movement.<br><br>Now, tensions are always higher at this time of year because of these drills between the U.S. and South Korea. Pyongyang sees them as a dress rehearsal for an invasion. Washington and Seoul say they are defensive in nature.<br><br>But this year is even more tense than normal. Consider the year we`ve had so far. In January, North Korea carried out a nuclear test. In February, North Korea carried out a satellite launch, which most country saw as a missile test. And then just last week, the U.N. passed unprecedented sanctions against North Korea. On Friday, Kim Jong-un, the North Korean leader, said he wants his nuclear weapons at the ready should he want to use them at a moment`s notice.<br><br>And don`t expect things to come down anytime soon. These military drills go on until the end of April.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`re moving now to a part of the eastern Mediterranean called the Levant, Turkey, Syria, Lebanon, Israel, Jordan, are all here. And they`ve all been experiencing a drought for the last 18 years.<br><br>Scientists at NASA recently studied tree rings in the region. They say that thick rings indicate years when there was plenty of water. Thin rings show years when there wasn`t. And after analyzing that and other data, researchers concluded that the region`s current drought is the worse one it`s seen in 900 years.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Droughts can affect agriculture, harm local economies, threaten food security, and we might be making them worse than ever before.<br><br>Worst drought in 900 years.<br><br>NASA says the Middle East is in its worst drought for 900 years. It began in the Levant Region, touching an area which includes; Turkey, Cyprus, Lebanon, Syria, West Bank, Gaza, Jordan, Israel.<br><br>Scientist analyzed tree ring samples from those countries, to reconstruct the region`s drought history from 1100 to 2012.<br><br>Previous reports back NASA`s findings and even suggest that the drought helped trigger the Syrian civil war.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We welcome viewers from around the world to our show, the place to request to &quot;Roll Call&quot; mention is CNNStudentNews.com.<br><br>St. Lawrence College signed up on yesterday`s transcript page. Hello to our viewers in Athens, Greece.<br><br>Everett Meredith Middle School also requested a shoutout. From Middletown, Delaware, say hello to the Crusaders.<br><br>And in Galesburg, Illinois, check out the Blue Streaks. That`s a fun mascot. Churchill Junior High School is on the show.<br><br>Officials in Flint, Michigan, have started replacing lead contaminated water pipes throughout the city. But the solutions to Flint`s problems could be years away.<br><br>In 2014, to save money, officials switched Flint`s water supply from Lake Huron to the Flint River. But the polluted river water wasn`t treated properly. It started corroding Flint`s old lead pipes and carrying poisonous lead to people`s homes. Complaints of rashes and strange illnesses followed.<br><br>A study found that levels of lead in local children had nearly doubled and in some places, tripled. Lead poisoning is irreversible and can cause behavioral problems, learning problems.<br><br>Officials have switched Flint`s water supply. It`s no longer from the Flint River. But the damage to the city`s pipes has been done. And a number of lawsuits have been filed against the city, the state and Michigan`s governor.<br><br>(BEGIN VIDEO CLIP)<br><br>DELANO WHIDBEE, FLINT RESIDENT: When they started to happen, we immediately started using bottled water.<br><br>SUBTITLE: Flint diaries.<br><br>CNN gave cameras to two families in Flint, Michigan.<br><br>They spent 10 days recording what life is like in a city with contaminated water.<br><br>Delano and Amber Whidbee were born in Flint. They had a two-month-old and a two-year-old daughter.<br><br>WHIDBEE: No matter what the test weighs, or the number it gives me, I don`t want to taste the water. I don`t want to ingest the water. I don`t want my kids to ingest the water. I don`t want anyone in Flint ingest their water right now.<br><br>We don`t even brush our teeth with the water. My oldest child Madison, we use a water bottle to rinse off and put the toothbrush on them.<br><br>While making my daughter two-month-old`s bottle, I found myself using the tap water and I have to pour it out and remake the bottles using bottled water. So, for now on, I get up and make myself coffee, I`ll make sure that I fill up the bottle, six bottles and I leave about three bottles for tomorrow, when we get off work and she gets home.<br><br>SUBTITLE: Jay Reynolds and Heather Beach have lived in Flint for 10 years. They have fives sons ages 4 to 12.<br><br>JAY REYNOLDS, FLINT RESIDENT: My 11-year-old son, he was hospitalized back in July of 2015, nearly a month, with what they diagnosed as pneumonia, (INAUDIBLE) organism. He was in an ICU. His pediatrician said if he would have seen a day later, he might not have made it at all. We now are pretty sure that it was probably Legionnaire`s that he did have and they refused the test for him.<br><br>(INAUDIBLE) as a parent is to see your child suffering, see your family being sick all the time.<br><br>I`ve just quick word from my neighbors that down at city hall, they`re doing a water drive and they`re pretty much loading your vehicle with water. So, I am on my way down there now, hopefully, I get enough glasses for a while because I personally am tired of having to run to go get water.<br><br>I see the city (INAUDIBLE) hard at work here. Load enough water, they`re working their butts off. I got to hand it to them, got to hand it to the people who don`t have the water.<br><br>UNIDENTIFIED FEMALE: You want some gallons?<br><br>REYNOLDS: Yes, that would be great. Whatever you want to give me, I got a family sobbing at home.<br><br>UNIDENTIFIED FEMALE: Oh, OK. He got a family sobbing, let`s load him up. You guys --<br><br>REYNOLDS: Thank you.<br><br>Just got back home. We have 11 40 packs of water. Six gallons of water and a few loose bottles. This is awesome. Now, we don`t have to get water for a couple weeks.<br><br>WHIDBEE: I hate to say, upside to it because there is no upside to it, but the one good thing I can say is that I love how we brought our people together and I don`t mean black people but our people. I mean, from the yellow ones, to light skin ones, to dark ones to pink ones, to red ones, it has everybody aware and coming out and just helping, just smiling at you.<br><br>UNIDENTIFIED FEMALE: You have a wonderful day.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Email inventor passes away.<br><br>ROSEMARY CHURCH, CNN ANCHOR: You may be familiar with his name, but you probably use his inventions every single day.<br><br>ERROL BARNETT, CNN ANCHOR: That`s right. We`re talking about Ray Tomlinson, who`s died at the age of 74, and he essentially is why you can send emails. He invented direct email messages back in 1971. At that time, the idea of sending messages from computer to computer was pretty revolutionary.<br><br>CHURCH: He also came up with the idea of using the @ symbol in Internet addresses, the ones we now use all the time on Twitter, and, of course, other social media.<br><br>SUBTITLE: Tomlinson told NPR that he chose the &quot;@&quot; sign because &quot;it`s the only preposition on the keyboard&quot;.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, this is a new spin on all-terrain vehicle. Take a smart car, add skis and all terrain threads and you have a snowmobile, with doors and heat.<br><br>This is the brainchild of a mechanic in Canada, where there`s plenty of reason to do this. He says it took him about a month and $7,000 to put together. And when the snow melts, the wheels can go back on in about an hour.<br><br>Now, you can`t have one. It`s not street legal, but if it were, a dealer might advertise its snow roof, its performance ski-dometer, its unparalleled anti-freeze, or its unlimited slip differential. Air conditioning not standard.<br><br>I`m Carl Azuz. That exhausts our show for today. We brake for puns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-08 CNN Student News.mp4"}