{"title":"CNNSN-2015-04-21-CNN-Student-News","script":"(CNN Student News) -- April 21, 2015<br><br>Five Things to Know About NASA`s mission to Pluto; The Voyage of the Hermione; Drone Ships. Aired 4-4:10a ET<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Here with your Tuesday edition of CNN STUDENT NEWS, I`m Carl Azuz.<br><br>We`ve got a lot of ground and water to cover today.<br><br>We`ll start with news involving a possible ISIS recruitment network. Federal prosecutors say that six men from Minneapolis, Minnesota tried to<br><br>travel to Syria to join the ISIS terrorist group. They were charged on Monday.<br><br>The FBI says it`s the clearest evidence so far that some people in the U.S. are being recruited to join the militant group. Officials believe an<br><br>American who`s already traveled to Syria and joined ISIS has been trying for months to get his friends from Minnesota to join him.<br><br>U.S. officials say the families and friends of the alleged recruits tried several times to intervene and stop them before the FBI finally made the arrests.<br><br>(ON SCREEN)<br><br>5 Things To Know<br><br>AZUZ: NASA`s New Horizon spacecraft has just sent back its first color photo of Pluto. Five things to know about the mission.<br><br>One, it launched in January of 2006 at a cost of $700 million. New Horizons is expected to pass relatively close to Pluto on July 14, but<br><br>still more than 7,000 miles away from it.<br><br>Two, the spacecraft has a ways to go. But while passing Jupiter snapping photos, it used that planet`s gravity to speed up and trim its travel time to Pluto by three years.<br><br>Three, why Pluto?<br><br>Because it`s far out, man. Scientists estimate it takes the dwarf planet 248 years to orbit the sun.<br><br>Four, the photo shows an orange tinge to the rock and its largest moon. When the craft gets closer, it will take about four and a half hours for<br><br>its photos to fly back to Earth. More detailed pictures should come in the months ahead.<br><br>Five, a bit of history. Pluto was discovered in 1930, but it lost its planetary status in 2006. That`s when the International Astronomical Union<br><br>voted to reclassify Pluto as a dwarf planet.<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED FEMALE: Time for the Shoutout.<br><br>The Battle of Bunker Hill was the first major battle of which conflict?<br><br>If you think you know it, shout it out.<br><br>Was it Vietnam, American Revolution, World War I or War of 1812?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED FEMALE: The Battle of Bunker Hill took place on June 17, 1775, at the beginning of The Revolutionary War.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: The Battle of Bunker Hill, or Breed`s Hill, was a British victory. But it cost them more than twice the number of casualties than it did the<br><br>Americans and it gave a major boost of confidence to the colonists fighting for their independence.<br><br>Much of the war was fought at sea, though. And the Americans had help.<br><br>France, who had been supporting the fight against the British from the get- go formally entered the conflict in 1778. Two years later, it sent across the Atlantic a ship that was almost exactly like this one.<br><br>(BEGIN VIDEOTAPE)<br><br>JESSICA KING, CNN CORRESPONDENT (voice-over): This ship is headed for America, retracing the path of a famous voyage. Thirteen years in the<br><br>making, $27 million, its a near perfect replica of one that sailed the seas more than 200 years ago, the French warship, Hermione left for America in 1780 carrying the Marquis De Lafayette. Hermione helped battle the British until the end of the war, which saw the U.S. gain sovereignty from Britain.<br><br>The ship even depicted in the blockbuster movie, &quot;The Patriot.&quot;<br><br>UNIDENTIFIED MALE: Viva la France!<br><br>KING: This new journey was marked by the leaders of both nations. French President Francois Hollande celebrated aboard the ship Saturday.<br><br>PRES. FRANCOIS HOLLANDE, FRANCE (through translator): The Hermione is a luminous episode of our history. She`s a champion of universal values of<br><br>freedom, courage and of the friendship between France and the United States.<br><br>KING: &quot;This celebrates the enduring bonds of friendship between France and the U.S.,&quot; President Obama wrote in a letter this week,&quot; calling France,  &quot;America`s oldest ally&quot; and wishing the crew, &quot;bon voyage.&quot;<br><br>That group, 80 strong.<br><br>I feel it`s important that this boat is remembered as more than just a -- a modern recreation, that it represents the historical boat, as well.<br><br>KING: The ship left France late Saturday and is now crossing the Atlantic and expected to reach Virginia in early June. More than 200 years after<br><br>her original journey, a friendship still going strong.<br><br>Jessica King, CNN.<br><br>(END VIDEO TAPE)<br><br>AZUZ: The original Hermione, or Hermione, as you heard, probably would have required a couple hundred sailors to control it in the late 1700s.<br><br>The modern-day version is carrying 80. And a ship being fitted for the future may carry none at all.<br><br>It`s an interesting study in how the types of missions and technology have changed, whether in the air or at sea.<br><br>(BEGIN VIDEOTAPE)<br><br>THOM PATTERSON, CNN CORRESPONDENT (voice-over): We know the U.S. military has had drones in the air for a while. Now it`s looking to ramp up drone technology at sea.<br><br>The Pentagon research group, DARPA, is developing a drone ship that would save money and manpower on expensive searches for super quiet enemy<br><br>submarines.<br><br>A prototype vessel is already in production. They`re calling the program the anti-submarine warfare continuous trail unmanned vessel. DARPA says<br><br>the drone ships will measure 132 feet long and likely cost about $20 million to build.<br><br>That`s a drop in the bucket compared to the price of billion dollar manned warships.<br><br>If testing proves successful, the Navy could start developing the idea further by 2018.<br><br>The vast ocean is a great place to hide, so DARPA is also developing stealthy deep sea robot capsules. They could sit on the ocean floor for<br><br>years until U.S. controllers trigger them to float to the surface and release unmanned flying vehicles.<br><br>From above, these drones could transmit images showing nearby enemy activist.<br><br>All this emerging technology offers a pretty good indication that the ocean is about to become a lot more robotic.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: You might know the capital of Mexico is Mexico City.<br><br>But what about Mexican state capitals?<br><br>Nuevo Leon, for instance?<br><br>It`s Monterrey and we`re glad to be part of the day there at Instituto San Roberto.<br><br>To the eastern USA, to West Virginia, in the community of Mount Storm, hello to The Tigers of The Union Educational Complex.<br><br>And in the capital of Colorado, we`ve got The Huskies on the Roll. They`re watching from Hamilton Middle School in Denver.<br><br>Sticking with this seafaring theme in the middle of the show, we`re sailing to the Galapagos, a group of islands about 600 miles west of Ecuador.<br><br>They`re officially part of Ecuador and a UNESCO World Heritage Site.<br><br>The Galapagos are under international protection for their extraordinary plant and animal life. Their thousands of species have captivated<br><br>biologists for decades.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: We realize we`re surrounded by fun-sized godzillas sunbathing and sneezing geysers of wet salt. Darwin described the sea<br><br>iguana as a hideous looking creature, stupid and sluggish. But then Charlie never got to see them like this.<br><br>UNIDENTIFIED MALE: One, two, three, go.<br><br>One breathe buys them around half an hour down here, at the all you can eat salad bar. And while those talons look fierce, they are simply anchors for munching algae.<br><br>UNIDENTIFIED MALE: Oh, my god. Oh, my god. Amazing. Amazing. He`s just down there grazing, chomping. Very cool.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: It was school picture day at Pearsontown Magnet Elementary in Durham, North Carolina. Joshua Bass was all ready to be photographed when<br><br>his father, who had been serving in the U.S. Army for months in Kuwait, snuck up and photo bombed him. Joshua never knew anything was up until the photographer showed him the picture.<br><br>He laughed, confused for a minute as to why his dad was in it. Then he turned around for an incredibly happy homecoming.<br><br>It`s a photo finish to today`s show, easy to focus on why it snapped up media attention. It`s a picture worth a thousand smiles from an idea that<br><br>was the bomb.<br><br>I`m Carl Azuz and that frames up another edition of CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-21 CNN Student News.mp4"}