{"title":"CNNSN-2015-04-10-CNN-Student-News","script":"(CNN Student News) -- April 10, 2014<br><br>Teen Driver Tracking; Your Brain on Multitasking; Baseball in 2015. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Fridays are awesome. And 10 minutes of commercial-free current events are headed your way right now, starting with news from Central America.<br><br>Panama is the site of The Summit of the Americas. It`s an international meeting being held today and tomorrow in Panama City, the capital. The summit includes dozens of leaders from throughout the Western Hemisphere and it focuses on cooperation between countries and addressing the challenges facing the people of the Americas.<br><br>This is the seventh summit since 1994. It`s the first one that Cuba will attend.<br><br>President Obama has moved toward normalizing U.S. relations with the communist country. He doesn`t have a formal meeting scheduled with Cuban President Raul Castro. But the two leaders are expected to interact on the sidelines of the summit. That`s one thing that Western leaders will be keeping their eyes on.<br><br>We`ve talked a lot about how the leading cause of death for American teenagers are car crashes. But today`s Second Story isn`t about the distractions that can lead to them, it`s about new software popping up in cars that`s intended to keep young drivers safer on the road. One of these programs allows parents to limit the speed of the car. Others can send them text messages if you drive outside an area they`ve decided on or notify parents if you`re racing people, slamming on your brakes or just when you get to school.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): General Motors just unveiled teen driver tracking in its new Chevy Malibu. Personally, I`m a crusader for convenience, but this stuff is bordering on spy tech.<br><br>If you`ve ever used the Internet, you know how tempting it is to trade your privacy for convenience. You might not even know that most cars on the road today have black boxes that, in the event of a crash, can tell investigators how you were driving. Then again, what if teen driver monitoring were used to track a non-teen?<br><br>ALAN BATEY, GM EXECUTIVE VICE PRESIDENT AND PRESIDENT, NORTH AMERICAN: We don`t think that the privacy situation is -- is something that will have to be concerned about. What we believe we have to do is we have to get the consent of the owner up front. We have to explain the features, what we`re doing. We have to get their consent and we do. And if the customer doesn`t want it, then we don`t go forward. It`s as simple as that.<br><br>UNIDENTIFIED MALE: That means you need to be paying attention. You should actually read that long anything user agreement and understand what you`re sharing with some big car company computer out there, because soon, you won`t be able to find a car without this kind of technology.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: I knew we`d get back to Oklahoma sooner or later. It`s first up on today`s Roll Call.<br><br>Stillwater High School is in the city of Stillwater. The Pioneers are watching from The Sooner State.<br><br>Kalispell is a city in the Northwest Montana. From Big Sky country, please welcome The Wolverines of Smith Valley School.<br><br>And staying out West, we`ve got The Rangers on patrol in The Cowboy State. Kemmerer Jr..-Sr. High School is in Kemmerer, Wyoming.<br><br>Multi-tasking -- it`s pretty self-explanatory. It`s doing two or more things at the same time. More complicated tasks than like walking and talking.<br><br>Computers are good at multi-tasking. It`s one of the things they`re supposed to do.<br><br>But do you think you are?<br><br>Before you answer that, you should probably hear about some new research into multi-tasking.<br><br>The doctor is in.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CORRESPONDENT: A lot of people think they are good at multi-tasking. But the sad truth is they are probably not.<br><br>(ON SCREEN)<br><br>Your Brain on Multitasking<br><br>GUPTA: Our brains on multitasking aren`t nearly as good as we think they are. What happens is let`s say you`re working on an activity over here and suddenly now you`re trying to multitask in another activity. You`re not actually doing both activities at the same time, but, in fact, you`re now diverting your attention from one part of your brain to another part of your brain. That takes time. That takes resources. That takes brain cells.<br><br>And what happens over here now is that you`re starting a brand new activity. So, in fact, you`re probably slower and not nearly as good at doing both activities at the same time.<br><br>We can shift our focus really fast. Sometimes it takes just a tenth of a second. But the time doesn`t matter as much as the bandwidth that the brain requires to move back and forth. And that might affect your performance and might also affect the quality of the work that you finally produce.<br><br>(ON SCREEN)<br><br>What About Distracted Driving?<br><br>GUPTA: Take an everyday activity like driving. When you look at the MRI of someone who`s in driving mode, so how much of their brain is activating there?<br><br>Now, if you just layer in one more thing, and that`s the -- that is the person is listening while they are driving and all of a sudden the amount of attention, the amount of brain bandwidth going toward driving decreases by about 37 percent.<br><br>So you`re not multitasking, you`ve, in fact, reduced the amount of attention you`re now paying to your driving.<br><br>There`s about 2 percent of the population that are super multitaskers. It`s sort of a genetic gift. Most of us don`t have this gift. But these are people who are truly able to do several different activities at the same time without losing efficiency or losing quality as they do all that work.<br><br>This may or may not surprise you, depending on your perspective, but there have been studies that has shown that women are generally better at multitasking than men, but also, people who -- who thought they were best at multi-tasking were almost always, in fact, the worst. Perhaps they were multi-tasking too much when they thought they were good at multi-tasking.<br><br>(END VIDEO TAPE)<br><br>I.D. Me<br><br>UNIDENTIFIED MALE: See if you can ID me.<br><br>Alexander Joy Cartwright helped develop my rules in the 1800s. One of my first organized teams was the New York Knickerbockers.<br><br>I`m a sport that`s thought to have been influenced by rounders and cricket.<br><br>I`m baseball, nicknamed America`s national pastime.<br><br>AZUZ: Before Mr. Cartwright came along, players were able to tag out a runner by hitting him with the ball. There was no such thing as foul territory. Every hit was fair. Many would agree the changes in 1845 were good ones.<br><br>The game has had its ups and downs since then, going through cycles and changes like batting orders and pitchers. The 2015 season opened this week.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD ROTH, CNN CORRESPONDENT: Hello, I`m Richard Roth for CNN.<br><br>Baseball is in full swing. The crack of the bat, the boys of summer, America`s pastime.<br><br>But what is the state of baseball in 2015?<br><br>UNIDENTIFIED MALE: I think the game of baseball is really healthy.<br><br>UNIDENTIFIED MALE: I think it`s waning. I think it`s waning a lot.<br><br>ROTH (voice-over): You can call baseball the national pastime, but it`s clearly that football is number one. The NFL dominates fan interest. Game one of last year`s World Series the lowest rated ever for a World Series game. Over 50 practice of baseball fans watching TV are over the age of 55, not good for TV advertisers, or, perhaps, the future of the game.<br><br>(on camera): What is to blame?<br><br>Is the game too slow?<br><br>JOSE BAUTISTA, TORONTO BLUE JAYS: We`re trying to, you know, improve the pace of the game. I know that a lot of fans have complained about that.<br><br>ROTH: A new clock is counting down between innings. From the time of the third out to the first pitch of the next inning must be two minutes, 25 seconds max.<br><br>For batters, no more lingering around the plate between pitches. A batter must keep at least one foot in the batters` box.<br><br>What does A-Rod mean to you now?<br><br>UNIDENTIFIED MALE: Garbage.<br><br>UNIDENTIFIED MALE: Hey, listen, everybody makes mistakes. It is what it is. Now play baseball.<br><br>ROTH: Alex Rodriguez is back on the field. He remains the elephant in the stadium. He did serve his time away from the game, the longest suspension ever for a drug violation. However, the specter of PEDs or performance enhancing drugs, hangs over the sport.<br><br>On the eve of the season, a top pitcher from Minnesota was suspended.<br><br>(ON SCREEN)<br><br>Ervin Santana suspended 80 games<br><br>ROTH: Among the turmoil, baseball is making money -- a lot of it, $9 billion last year.<br><br>Will the changes in 2015 mean a home run for Major League baseball or will all the rule changes just mean a big strikeout?<br><br>This is Richard Roth at Yankee Stadium.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: If boxing and MMA are a little too high impact for you, but you`re still looking for the perfect combo of taking out some aggression and taking a nap, here you go.<br><br>International Pillow Fight Day. These photo-ops were from an event in Berlin, Germany, where participants didn`t grab hold of any old synthetic stuffed pillows. No, sir.<br><br>They were using the real feathery kind, which made a huge, soft mess.<br><br>Volunteers took the time to clean it all up afterward, so it didn`t look like the world`s most violent birdbath. That would have been pretty flightening, even if it set Twitter atwitter with Twitter-painted Tweeters trying to Tweet the Tweetest picture altogether unfeathered by all the feathers.<br><br>I`m Carl Azuz.<br><br>We`re back Monday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-10 CNN Student News.mp4"}