{"title":"CNNSN-2015-01-28-CNN-Student-News","script":"(CNN Student News) -- January 28, 2014<br><br>Why Forecasts Can Be Wrong; Biggest Asteroid Has Its Moon; No Rules for Drones; Sea Hunt for Urchins<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Hi, I`m Carl Azuz. Glad you are watching CNN STUDENT NEWS. Millions in New York and New Jersey are asking what blizzard - while millions in New England are saying, this one. The forecast was off in some areas, but not Massachusetts. Boston got hit with one of its heaviest winter storms ever, and several other cities in the state recorded 30 inches of snow by yesterday afternoon with more on the way.<br><br>Coastal communities flooded. The storm surge, a wall of water pushed by a storm broke through the seawall in the town of Marshfield, Massachusetts. One emergency official said the entire self-part of the town was cut off by flooding.<br><br>And forceful winds knocked out power to the entire island of Nantucket. But though the National Weather Service predicted a raging blizzard also in New York and New Jersey. It wasn`t so bad there. Some people call it, snowperbolic (ph).<br><br>New York Mayor Bill de Blasio had a better safe than sorry response, and some meteorologists apologized for getting it wrong and alarming residents. Why is the weather so hard to predict?<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Major event forecasting is probably the hardest thing we have to do, because those are the events that people remember. If you blow the snowstorm and you say 20 inches in New York, it hits 20 inches in New Jersey instead, people only remember that you said 20 in New York, and it didn`t happen.<br><br>We have computer models that literally tried to forecast what`s going to happen, and then we believe those models. If the models are wrong, we are wrong. Then problem with the models are that you can`t put all the data in, or if you had everything in the world into the model, it would take you four days to make a one day forecast.<br><br>Right now one of the models that we used, the best model in the world has 22 layers, 22 layers of the atmosphere. Do you think the layers (INAUDIBLE) are 22? No, there is infinite number of layers of the atmosphere, but we have to break it down to 22.<br><br>The parameters of the weather model are vast. We have temperature at the ground, we have temperatures in the mid-level, temperatures aloft, how big the jet stream is, what the humidity is. What the wind direction is, what the water temperatures are, where the mountains are, where the low pressure is, where the high pressure is. All of those factors fit in.<br><br>And so, what we have is, a model that says, if this today, then this tomorrow. And then if this tomorrow, then this the next day, and if the first day is wrong, all the way down the model is wrong.<br><br>As a meteorologist, whether you are on TV working for the hurricane center, (INAUDIBLE) from forecasts lab, local weather station, doesn`t matter. You are out there, trying to protect people, trying to protect livelihood, trying to protect their lives.<br><br>We are the king of worst case scenario - that`s what my wife calls me. Don`t you ever think about the best case scenario? No, because you can`t prepare for the best case scenario, you could only prepare for the worst. If you are prepared for the worst, and it doesn`t happen, you are safe. If you are prepared for the worst, and it does happen, you are safe.<br><br>If you are prepared for the best case and the worst case happens, you are in trouble.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you don`t live in the northeast and you did a bit of stargazing Monday night, you might have seen it - the asteroid that buzzed our planet. Well, maybe not exactly buzzed. It was 745,000 miles away, that`s three times as far away as the Moon. But surprisingly, it didn`t come alone.<br><br>Scientists say, the asteroid has its own moon - - something they discovered as the rocks whizzed by. The moon is estimated to be about 230 feet wide, the asteroid itself about a third of a mile across. It wasn`t a threat, but it`s believed to be the biggest asteroid that will pass near Earth until 2027.<br><br>If the town of Aglo (ph) wasn`t in New York, and the town of Whitewall wasn`t in California, why would they appear on some antique maps of the states? Forgers. Early mapmakers didn`t want people copying their work and then reselling it. So, they created paper town, fake town that they could identify if someone forged their work. It helped protect their copyright. Now, that`s random.<br><br>All right. There was an unwelcome visitor at the White House earlier this week. A drone flying at a low altitude crashed on the southeast side of the White House grounds. The president wasn`t home and no one was hurt. Secret Service says the man operating it was using it recreationally and just lost control. And that he is a government employee who called to self-report the incident.<br><br>Flying drones is illegal in Washington, D.C. But people have still done it. The FAA and lawmakers have been scrambling to define what exactly the law should be concerning drones, the one example of technology moving faster than the rules that govern it.<br><br>(BEGIN VIDEOTAPE)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: I`ve actually asked the FAA and the number of agencies to examine how are we managing this new technology because the drone that lend in the White House you buy at RadioShack.<br><br>You know that there are companies like Amazon that are talking about using small drones to deliver packages. This - there are incredibly useful functions that these drones can play in terms of farmers who are managing crops and conservationists who want to take stock of wildlife. So, there are a whole range of things we can do with it.<br><br>But we don`t really have any kind of regulatory structure at all for it.<br><br>This is similar to what`s happened in cyberspace. These technologies that we are developing had the capacity to empower individuals in ways that we couldn`t even imagine ten, 15 years ago.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The long toll Texans. Our viewers in Arlington know we are talking about they are leading up our roll today, the Texans at Sam Houston High School in the Lone Star State.<br><br>And here they see more owls in Indiana, see more Indiana owl-bed (ph). We are talking about Seymour Middle School.<br><br>And we are wrapping up in Palmyra, there are a few of those. Palmyra Area High School is in the Hoosier state of Pennsylvania. Let`s go cougars!<br><br>Here`s something from biology class. Our last story today involves the phylum Echinodermata, which includes starfish, sea cucumbers and sea urchins. The urchins, there are about 950 species of them. They are in invertebrates. They live on the ocean floor. They have two feet that help them move around.<br><br>And they are the source of Uni - it`s a form of sushi that`s in very high demand worldwide. It`s sad to have a sweet, light and a bit of a briny flavor, and if you want to get into the business of harvesting it, you have to dive in.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Can you tell me where we are headed?<br><br>JOE LEASK, SEA URCHIN DIVER: No, I can`t. It`s, in fact, we`ll have to cover your eyes shortly.<br><br>LEASK (voice over): I enjoy being under the water that the total weightlessness and euphoria that really, you can experience nowhere else but, you know, maybe out of states.<br><br>I have a really good idea of where the urchins are going to be, most of the time I know where they are going to be. Where I need to harvest and where the best quality is going to be.<br><br>Our uni (ph) ends up all across the world.<br><br>There`s a paste that`s made up and then sent off (ph) to Italy, there is processed Uni that ends up in Japan of China or Korea and other Asian countries.<br><br>Whole urchins end up here in continental U.S. at high end sushi restaurants, domestically people have really acquiring taste for sushi and uni. There is nothing - nothing that uptasted the taste like urchins.<br><br>Some urchins - is bitter, some is sweet, but it is - for some it is an acquired taste.<br><br>My job is sometimes the easiest job in the world. And sometimes my job is the most difficult job in the world. There is danger in that. We fish during the winter time, we fish during really cold weather, during really windy weather.<br><br>But I enjoy diving tremendously. There`s no else that I can take a escape - no cellphones and noise and just everyday commotion rather than, you know, under water, you know maybe upon the mountain somewhere.<br><br>(END VIDEOTAPE)<br><br>AZUZ: I wonder if putting on that equipment gives them an irk in back. If you fish for a fish, if sushi is for ushi, if you find uni - uni formerly delicious, then you see how the sea has a sea of delicacy. Is that you need (ph) to enjoy uni, you see? I`m Carl Azuz, and I`m going for a burger.<br><br>We`ll see you tomorrow on CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-28 CNN Student News.mp4"}