{"title":"CNNSN-2016-05-31-CNN-Student-News","script":"(CNN Student News) -- May 31, 2016<br><br><br>An International Migrant Crisis; The Battle for Falluja Rages On; The History and Traditions of Memorial Day; The Threat of Superbugs<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: It`s the last day of May 2016 and our last week on air for the school year. We`ll return to our daily broadcast, August 15.<br><br>Let`s get started. One of the biggest stories we`ve covered this academic year centers on the millions of migrants and refugees streaming into Europe, the most since World War II. Some are leaving war-torn countries behind them. Some are running from terrorists and their control. Some are just looking for a better life than their home countries have to offer.<br><br>Many of these people are trying to get to Europe by cross the Mediterranean Sea. It`s dangerous. They`re often overloaded on small votes and over the past week, at least 65 people have died trying to cross. But hundreds are still missing from several shipwrecks. And officials are afraid that more than 700 lives might have been lost.<br><br>It could have been worst. Italian authorities say they`ve rescued more than 14,000 people in the Mediterranean, just in the past week. The overcrowded boats aren`t the only thing officials have to watch for.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): The route from Libya to Europe across these waters is really exploding, especially since Greece and Turkey cracked down on their shores. You could be talking about 100,000 people trying to cross the Mediterranean.<br><br>But that`s not the only problem. ISIS are trying to get in on it.<br><br>SUBTITLE: Smuggling Jihadis to Europe.<br><br>WALSH (on camera): This trade in human souls is awful enough until you think that perhaps ISIS are using this passage of human life into Europe to try and infiltrate the continent with sleeper cells.<br><br>(voice-over): A smuggler said it begun about two months ago, 52 Tunisians tried to travel from Libya to Europe in the last (INAUDIBLE), he said. And he was also offered $40,000 by an ISIS leader to take 20 ISIS people across, but he declined.<br><br>So, ISIS already control about a tenth of Libya`s huge coastline, about 4,000 to 6,000 fighters are in that area, but the U.S. thinks many in the main stronghold of Sirte. They`ve been helped by Libya being in chaos, with three different governments now claiming they should be in charge.<br><br>(on camera): Fighting the migrant across this, the whole coastline of Libyan capital Tripoli are just six boats like this, some of which not in particularly good service. You simply can`t imagine how under-resourced things are here, so close to Europe.<br><br>(voice-over): Libya`s been a failing state for years, but now, it`s a new and thriving home to ISIS as well. And what`s so staggering is that after they`re allowed to grow in Syria and Iraq, that is happening again, this time even closer to Europe and the West is doing next to nothing about it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Not far from the Iraqi capital of Baghdad, a battle is raging for the city of Falluja. The ISIS terrorist group took over the area in 2014.<br><br>But now, Iraqi and local forces who are supported by a U.S.-led coalition are fighting to get the city back. The international group has captured some of the surrounding areas and they entered the city yesterday in fighting described as intense.<br><br>Meantime, there were several suicide attacks in Baghdad that reportedly killed dozens of people. ISIS said it was responsible for those. The terrorist group is also suspected of killing men and boys in Falluja who refused to fight for ISIS. Hundreds of families have fled the city to safe areas nearby, but officials say tens of thousands of people could still be caught in the crossfire.<br><br>Yesterday was Memorial Day in the United States. It`s observed every year in the last Monday in May, and it`s a time for Americans to remember those who died while serving in the military.<br><br>As commander in chief of that military, U.S. President Barack Obama participated in the traditional wreath-laying at the Tomb of the Unknowns.<br><br>The monument was originally used for the burial of an unidentified American soldier from World War II. Unidentified troops from other U.S. wars were added in later years.<br><br>Memorial Day started as Decoration Day, a time when Americans decorated the graves of Union and Confederate troops from the Civil War. Now, flags, flowers, services and ceremonies are held nationwide in honor of falling U.S. troops.<br><br>Barbara Starr attended in observance at Arlington National Cemetery.<br><br>(BEGIN VIDEOTAPE)<br><br>BARBARA STARR, CNN PENTAGON CORRESPONDENT: This was really basically an empty green meadow, and over the years, it has filled as families have laid their loved ones to rest here. This is really the history of the last 15 years of war for American troops and for American military families.<br><br>You see, it all basically written here. The battles that have come back into our headlines, Falluja, Ramadi, Baghdad in Iraq. The Korengal, Jalalabad, Kabul, Kandahar in Afghanistan.<br><br>We see these families repeatedly come here year after year to visit their loved ones.<br><br>I want to have the camera pan over just a bit. You will see, there is a 90-year-old grandmother here. There are small toddlers here. These are people who pause as so many Americans do across this country to pay their respects, we see battle buddies coming here to visit their friend who didn`t make it all the way home. It is quite an awestruck sight every year that we see.<br><br>People sort of refer to Section 60 as the saddest acre in America. I got to tell you, I don`t see it that way. On a day like today, what I see is an acre that is full of probably the most solid love that you are going to find. That these are people who are coming to pay their respects, to pay their love to America`s fallen.<br><br>(END VIDEOTAPE)<br><br>AZUZ: These three schools have two things in common. One, they all made a &quot;Roll Call&quot; requests at CNNStudentNews.com, two, they`ve never been featured before.<br><br>Casper Classical Academy is in the city of Casper, Wyoming, and it`s the home of the Cougars.<br><br>But they`re not the only ones. Cougars are also watching from Chesapeake High School. It`s in Pasadena, Maryland.<br><br>And from Calle Margarita Este, Costa Rica, hello to everyone at Tree of Life International School.<br><br>For the first time, a very dangerous superbug has infected an American. She`s a 49-year-old woman from Pennsylvania. She was recently admitted to Walter Reed National Military Medical Center with a very rare kind of E. coli infection.<br><br>Health officials don`t know how she got it, but the infections called a superbug because normal antibiotics don`t kill it, even the antibiotic that doctors use as a last resort.<br><br>The CDC and the Pennsylvania Department of Health both investigated the case. The women survived. She reportedly responded to other antibiotics, though one report suggests that half the people who get this kind of infection would die from it.<br><br>The head of the CDC says doctors should stop prescribing antibiotics when people don`t need them and that new drugs need to be developed quickly.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Antibiotics are one of the miracles of modern medicine. They have saved countless lives. But there`s another side to them.<br><br>The bacteria that live in our body, they`ve learned how to outwit many of our most powerful antibiotics. These drug resistant bacteria are called superbugs. Every year, these superbugs infect more than 2 million people in the United States and kill at least 23,000.<br><br>Here`s how a bug becomes a superbug. When you take in antibiotic, there could be some bacteria that know how to resist that antibiotic. While those smart bacteria, they`re the ones that survived your round of antibiotics and they flourish. And that`s when you get a proliferation of superbugs.<br><br>And the more that we as a community take antibiotics, the more chances the bacteria have to become resistant.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Majestic, stately, magnificent, proud. This ain`t no petting zoo pony we`re talking about. We`re talking about Frederik the Great, whose long, flowing locks are stampeding across Facebook and earning him the nickname &quot;The Most Handsome Horse in the World.&quot;<br><br>The Friesian stallion grazes the fields of Arkansas. He`s 15 years old but just recently went viral because of -- well, this -- he`s been given a lot of nicknames but the Fabio of horses. That seems to be the main one, heh.<br><br>Maybe he`s equestri-aiming for a beauty contest. Maybe he`s cultivating a winning look to trample all of naysayers. He`s a horse without echooves (ph) and a lot of people are finding beauty in the beast.<br><br>I`m Carl Azuz and we`re done horsing around. Hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-31 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-31 CNN Student News.mp4"}