{"title":"CNNSN-2015-05-26-CNN-Student-News","script":"(CNN Student News) -- May 26, 2014<br><br>Flooding Inundates Parts of Texas; History of Patriot Act; How Elephants Communicate Seismically<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Returning from the Memorial Day weekend, we`ll recap the holiday for you today on CNN STUDENT NEWS.<br><br>First up, wide areas of the South Central U.S. were under a flood watch or warning last night. After tremendous amounts of rain over the weekend, 24 counties in Texas were declared emergency disaster areas. That helps fast track money and recovery resources to affected areas, places like Hays County near Austin.<br><br>As many as 400 homes there were washed away. In some cases, only the slabs they were built on were left. Two main bridges were lost, more than 1,000 homes were damaged. In hours, the Blanco River went from being about five feet deep to more than 40. It was one of several rivers to overflow.<br><br>During severe weather, officials warn people not to drive on to a flooded roadway or through flowing water. This is why -- fortunately, the man whose car got caught in this survived.<br><br>Parts of Oklahoma also flooded. Oklahoma City set an all-time rainfall record for a single month. More severe weather is in this week`s forecast for the region.<br><br>It`s a three-day weekend -- the unofficial start to summer, a time for family get-togethers and road trips. But there`s a solemn aspect to Memorial Day that distinguishes it from the Fourth of July and other U.S. holidays. It`s a day of remembrance for all American servicemen and women who gave their lives in conflict.<br><br>The nation`s president takes part in a wreath-laying ceremony at the Tomb of the Unknowns. And families gather at Arlington National Cemetery in tribute and memory of their lost loved ones, a decade`s old tradition called Flags In is when the 3rd U.S. Infantry Regiment places flags at the grave sites.<br><br>(VIDEO CLIP PLAYS)<br><br>AZUZ: Next today, we`re reporting on the Patriot Act. This is a U.S. government program that expanded the powers of America`s intelligence and law enforcement agencies. The goal: to prevent terrorism.<br><br>The Patriot Act is controversial. Supporters say it`s critical to America`s national security. Opponents say parts of it go too far, threatening Americans` privacy. It expires on June 1st. The House of Representatives has passed a bill that keep in place and President Obama has pushed for the program to be renewed.<br><br>But its extension was blocked in the Senate on Saturday. And if the Senate doesn`t pass it on May 31, the law could expire.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT (voice-over): It took just one month after the events of 9/11 for the Patriot Act to zoom through Congress and get signed into law by President George W. Bush, giving law enforcement and intelligence agencies sweeping powers to thwart terrorist plots.<br><br>GEORGE W. BUSH, THEN-U.S. PRESIDENT: It will improve our nation`s security, while we safeguard the civil liberties of our people.<br><br>FOREMAN: It would do much more. Americans didn`t know it at that time, but the law would give the NSA access to the private information of millions of U.S. citizens.<br><br>REP. JERROLD NADLER (D-NY), USA FREEDOM ACT CO-SPONSOR: I think it`s unconstitutional. The courts have not held (ph) that, but I think this is exactly why the Constitution and the Fourth Amendment was written to prevent that.<br><br>FOREMAN: But it was former NSA contractor Edward Snowden who blew the debate wide open in 2013, when he leaked a trove of classified documents that revealed the extent of the NSA`s dragnet surveillance programs.<br><br>SEN. MIKE LEE (R-UT), USA FREDOM ACT SPONSOR: Under Section 215 of the Patriot Act, the NSA collects cellphone data on every single cellphone in America.<br><br>NADLER: Who you called, when you called, what phone number you called from, what phone number you called, how long you were on the phone.<br><br>REP. BOB GOODLATTE (R-VA), USA FREEDOM ACT CO-SPONSOR: You can take pieces of information and piece together a lot of information about somebody.<br><br>LEE: They can discern their age, their sex, their religion, their level of political activity, their political leanings and so forth.<br><br>SEN. RON WYDEN (D-OH), INTEL COMMITTEE MEMBER: They can know, for example, whether an American called a psychiatrist three times in 36 hours twice after midnight. That is a lot of private information.<br><br>FOREMAN: How does it work? By petitioning a secret court known as FISA, the NSA can access the records of large phone companies such as Verizon. Revelations sparked public outrage, setting off efforts to rein in the government`s broad power.<br><br>WYDEN: When I asked that one of our rare open sessions, whether the government collected any type of data at all, the director answered falsely.<br><br>Does the NSA collect any type of data at all on millions or hundreds of millions of Americans?<br><br>JAMES CLAPPER, DNI: No, sir. It does not. Not wittingly.<br><br>FOREMAN: President Obama pledged to reform the agency but has stopped short of ending the NSA`s collection of bulk data.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: And for our intelligence community to be effective over the long haul, we must maintain the trust of the American people and people around the world.<br><br>FOREMAN: Instead, he passed the buck to Congress, where reform efforts are stalling. The House overwhelmingly passed a bipartisan reform bill, but Senate opponents are citing terror threats to keep the Patriot Act intact.<br><br>SEN. MITCH MCCONNELL (R-KY), MAJORITY LEADER: The expiring provisions of FISA are ideally suited for the terrorist threat we face in 2015.<br><br>FOREMAN: That`s despite the fact that multiple reviews haven`t found any instance where that program alone thwarted a terror plot.<br><br>Well, now, the tug of war between national security and civil liberties continues.<br><br>(END VIDEOTAPE)<br><br>AZUZ: State nickname trivia. What is known as Old Dominion and the Mother of Presidents? It`s Virginia. And in Manassas, the Raiders kept Stonewall Jackson High School.<br><br>Nearby in the Diamond State of Delaware, we`ve got the Senators online. They`re at Central Middle School in the state capital, Dover.<br><br>And in the Golden State, at the city of Oceanside, hello to all the Wildcats watching from El Camino High School in California.<br><br>Can animals predict earthquakes?<br><br>Anecdotal evidence like dogs barking, or rats deserting cities, chickens not laying eggs, that`s all been reported for centuries.<br><br>Scientific evidence is harder to come by.<br><br>Still, one researcher studying elephant says they do have the ability to pick up the signals to the ground, signals for day to day communication.<br><br>(BEGIN VIDEOTAPE)<br><br>CAITLIN O`CONNELL, STUDYING ELEPHANTS IN NAMIBIA FOR 23 YEARS: Have you guys seen the elephants?<br><br>A behavioral ecologist looks for patters in nature that are explained by environmental influences or social influences.<br><br>I was hired by the Namibian government to understand how they use the environment and how they move.<br><br>When I`m in the field, most of that action happens at night after dark, when there`s no win.<br><br>The air is cool. So, it`s perfect environment for sound propagation. Seismic communication is the study about animal communication with vibrations through the ground. This is the first time that we`ve been able to show a large mammal actually communicates seismically.<br><br>Over the course of the studies that I`ve done on elephants, we`ve been able to show that elephants can detect their own vocalizations on the ground.<br><br>I started to see patterns to this freezing behavior that they would do. They would lean forward and press their front feet into the ground and then press their trunk on the ground. Then I realize that they were doing it just before the arrival of another family group.<br><br>These vocalizations are in the ground and elephants are equipped to detect them in the ground. But could they actually interpret them as meaningful signals? So, we did a whole series of playbacks of anti- predatory calls and familiar calls, unfamiliar calls.<br><br>I`ve run all of my sounds placed out near the water hole.<br><br>They, in fact, not only detected a meaningful signal, but discriminated between one individual that they know versus the individual that they didn`t recognize.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The risk of being attacked by kangaroo is pretty low. Even in Australia where there are kangaroos. But folks in an Australian suburb don`t want to tangle with this fella. He`s six feet six inches tall, 209 pounds. He`s also swole and has a distinctive tear in his left ear. It hasn`t really caused any trouble yet besides maybe intimidating some folks and smaller kangaroos.<br><br>Most say they aren`t afraid of him but if he crosses their path, they should probably give him kanga-room and they want to hoof to it. Animal that size can pack a pouch, and you wouldn`t want to roo the day, you roo in aggressive roo (ph) in roo-mble.<br><br>I`m Carl Azuz for CNN Students Roos.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-26 CNN Student News.mp4"}