{"title":"CNNSN-2016-03-09-CNN-Student-News","script":"(CNN Student News) -- March 9, 2016<br><br><br>Iran Tests Missiles, U.S. Alarmed; U.S. Claims to Have Killed 150 Al-Shabaab Fighters; International Women`s Day. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz, delivering 10 minutes of international current events.<br><br>At the midpoint of the week, we`re starting with news about Iran. The Middle Eastern country tested out a number of ballistic missiles yesterday that has the international community, including the U.S., concern because it might break a United Nations resolution. It calls on Iran not to develop missiles that could carry nuclear weapons. Iran says it doesn`t have nuclear weapons and that this missile launch only tested conventional weapons.<br><br>But a U.S. government source said the U.N. Security Council might investigate the launch and consider action against Iran. The Obama administration says the test did not violate a controversial nuclear deal with Iran that the U.S. led last year.<br><br>Our next story, the U.S. military says a terrorist group in Africa took a major hit over the weekend. Al Shabaab, which is based in the East African nation of Somalia, was a target of a U.S. airstrike. American officials say the Islamic militant group had about 200 fighters at a camp and that they posed an imminent threat because they were planning some type of a major attack, possibly targeting American and African Union military forces in Somalia.<br><br>But in Saturday`s airstrike, U.S. authorities believe as many as 150 al Shabaab members were killed by drones and manned aircraft. An official from al Shabaab disputes that number, saying only a few fighters died in the assault. Either way, the strike, while destructive, is not expected to eliminate the threat from these terrorists.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: The terror group al Shabaab is becoming deadlier and more ambitious.<br><br>Al-Shabaab means &quot;the youth&quot; in Arabic, and it`s a group that`s risen out of the chaos of the failed state of Somalia. The irony is, as it`s gained more international prominence, it`s actually ground at home due to infighting within the group, successful operations by government forces, but also drone strikes by the U.S.<br><br>At the same time, though, it`s become more aggressive abroad, particularly in September 2013, when it carried out the Westgate Mall attack which killed more than 60 people. More recently, in April, the attack at Garissa University in Kenya that killed more than 150.<br><br>Like ISIS, al-Shabaab has a powerful presence on the Web, particularly in terms of recruiting. An added threat are al-Shabaab`s deep ties to the U.S. A number of Somali Americans have gone to Somalia to join the ranks of al-Shabaab. Some of them have become suicide bombers. A man from Alabama, Omar Hammami, became the rapping jihadi, powerful in their recruiting videos, though he was later killed.<br><br>U.S. counterterror officials are seeing more communication, as well as the sharing of knowhow and technology between al-Shabaab and other al Qaeda-tied groups such as AQAP in Yemen, and they say a credible next step would be cooperation on joint terror operations abroad.<br><br>For a long time, al-Shabaab has been seen primarily as a domestic threat in Somalia, but more and more, it`s seen as an international one.<br><br>(END VIDEOTAPE)<br><br>AZUZ: International Women`s Day is a worldwide event that`s been sponsored by the United Nations since 1975. But the holiday itself has been celebrated on March 8th, since 1921. Women suffrage, their right to vote, was a major catalyst for the event.<br><br>Today, the holiday continues to promote women`s rights, focusing specifically this year on gender parity, achieving worldwide equality for women in areas like education, politics and health.<br><br>Musical performances, marches, rallies, all part of the event yesterday. The U.N. says it organized International Women`s Day event in dozen of countries from India to Albania.<br><br>In many public areas in Saudi Arabia, women and men are separated. It`s a country that`s been criticized for women`s rights, but things there are changing.<br><br>(BEGIN VIDEOTAPE)<br><br>BECKY ANDERSON, CNN CORRESPONDENT: I`ve spent years covering the Middle East and the Gulf region, and the issue of women`s rights in Saudi Arabia often comes up.<br><br>The kingdom is an absolute monarchy, ruled by the al-Saud family. Now, they govern according to a strict interpretation of Sunni Islam.<br><br>Women need a permission of a male guardian to travel, to work, to attend higher education or to marry. But Saudi Arabia does have a very young population, median age there just 26. Many of them that I`ve spoken to say that the role of women in the country is evolving.<br><br>Now, 2015 marked the first year that Saudi women were allowed to campaign for public office and to register to vote at the municipal level. And that came two years after the former King Abdullah decreed that women must make up at least 20 percent of the Shura Council. Now, that is an appointed body that drafts laws and advises the king of many issues.<br><br>More Saudi women are also joining the work force. Only about 19 percent of them currently perform paid work, but the Saudi government says their numbers have risen considerably from 23,000 in 2004 to over 400,000 in 2014.<br><br>Now, women are still required to cover their hair and wear long clothing in public, but in many malls and hotels these days, women are seen without head scarves. Perhaps the most visible sign of women`s rights in Saudi, or not as the case may be, is that they are not allowed to drive. All the women I`ve met there tell me they are often frustrated by the West`s focus on this topic, and they feel it ignores the other positive steps they say have been made. But proponents for change say allowing women to drive would be a big step towards opening other doors of opportunity.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From Atlantic to Pacific, it`s time to set sail on the &quot;Roll Call&quot;.<br><br>We`ll start in Lake Worth, Florida. Watch your step, the Cobras are online at Park Vista Community High School.<br><br>Moving northward to Virginia. We`ve got the Vikings today. Hello to Lake Taylor Middle School in Norfolk.<br><br>And bordering another ocean, in the Northern Mariana Islands, great to see you everyone at Kagman High School. It`s in Saipan.<br><br>The U.S. military is working on the type of brain implant that could help people connect more closely with computers. The implant would be the size of two nickels stacked together. It costs tens of millions of dollars to develop. But researchers hope it would help people who have disabilities in seeing and hearing. It could aid veterans who`ve been injured in combat for example.<br><br>The technology is still ways away, according to scientists, and some critics say brain implants are just a bunch of hype that would waste taxpayer dollars and possibly cause health problems like brain inflammation.<br><br>Still, it`s another example of the search for technology that enables people to exceed their natural limits.<br><br>(BEGIN VIDEOTAPE)<br><br>GEORGE HOWELL, CNN CORRESPONDENT (voice-over): Take a good look at the smart arm, the latest example of mine over matter, developed at the Georgia Institute of Technology, that uses motion capture technology to respond to human gestures like drumming.<br><br>The founder the Georgia Tech Center for Music, Gil Weinberg, says it`s completely versatile.<br><br>GIL WEINBERG, GEORGIA TECH PROFESSOR: We let move to different drums by following where the drummer is and where the arm is, and with sensors on the arm itself, some of them embedded, to make it oriented correctly, and some of them from a sound, to know the whole environment in general. And that`s where, based on your gesture, the arm can move to different drums that you are interested in.<br><br>Researchers hope to link the arms` movements to a drummer`s brain activity, by way of a headband.<br><br>And what you see here maybe the start of much more to come. The U.S. military is taking an interest in wearable technology that can be controlled by implants. The Defense Advanced Research Projects Agency announced it plants to spend up to $62 million on a project designed to help injured veterans have more of an open channel between the human brain and modern electronics. Some even see the potential for enhancing the abilities of soldiers in combat.<br><br>But regardless of how cyborg technology is applied, the lingering question is, will it catch on in the real world?<br><br>SIMON HANSON, PROFESSIONAL DRUMMER: It would, for me, be an add on to a kit, so I could trigger a sample or a different instrument.<br><br>HOWELL: This professional drummer is interested, but says it might take some getting used to.<br><br>In the future, technology may help to provide that needed extra hand.<br><br>George Howell, CNN, Atlanta.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Anyone can take a camera, start a YouTube channel, give a glimpse of a day in life. Here`s a spin on that, the animal care staff at the Oregon zoo gave a camera to Chloe, and just let her go bananas. Chloe is 46- years-old. She had the camera for two days. She toted it, tested it, tasted it, she even found out how to turn it off. And just like some people taking pictures of their food, Chloe got some footage of herself snacking.<br><br>Kind of risky to do that with $300 camera, but for Chloe, that`s just chimp change. She seemed to film everything in primate order. She jungled the responsibility very well. It just goes to show the extent of her ape- ability.<br><br>I`m Carl Azuz and it`s time for us to shut down.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-09 CNN Student News.mp4"}