{"title":"CNNSN-2016-05-02-CNN-Student-News","script":"(CNN Student News) -- May 2, 2016<br><br><br>Kenyan Officials Burn Tons of Ivory to Send a Message; Rio Olympics: South Korea Unveils Anti-Zika Uniform; Dermatologists Draw Attention to Skin Cancer; The Debate Over Voting-Booth Selfies. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The destruction of Ivory, the danger of melanoma, and the debate over voting booth selfies are three of the stories we`re covering today. I`m Carl Azuz.<br><br>We`ll start in Kenya. It took 10 days for officials there to build the 12 actual ivory towers that are now burning. They are both priceless and worthless.<br><br>The piles of tusks from 8,000 elephants, the horns for more than 340 rhinos, exotic animal skins, sandalwood bark, it`s all being intentionally burn in the largest torching of illegal wildlife products ever. Kenya`s president says his country has lost as many as 70 percent of its elements.<br><br>Poaching, the illegal killing of animals, claims the life of an elephant every 15 minutes and a record number of rhinos were poached last year.<br><br>Critics say destroying these materials will actually increase their value on the black market and increase poaching. But supporters say it hasn`t in the past and that the burns as symbolic as it is destructive.<br><br>(BEGIN VIDEOTAPE)<br><br>ROBYN KRIEL, CNN INTERNATIONAL CORRESPONDENT: The fire is crackling loudly, you can feel the warmth from far away, and the smoke is quickly filling the air.<br><br>In some parts of the world, this would be considered ludicrous. In fact, there`s been a lot of controversy surrounding this burn -- 105 tons of ivory, 1.35 tons of rhino horn literally going up in smoke. That`s an estimated black market value of $172 million. Now, no more.<br><br>Kenya`s message to the world, this ivory is worthless. It has no value unless on a live animal.<br><br>It`s not the first born in Kenya`s history. Kenya first began burning ivory in 1989 and initially saw good results. Experts attribute the scourge in poaching to Asia`s voraciously growing appetite for ivory, particularly in China.<br><br>This is the biggest ivory burn in the world`s history. It`s left 12 piles of contraband, like these, blackened with smoke, in a fire due to last for more than a week. But Kenyans hope this will change perceptions forever.<br><br>Robyn Kriel, CNN, Nairobi National Park, Kenya.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next up, chaos in the Middle Eastern nation of Iraq. The ISIS terrorist group, which controls large parts of land there, says it`s responsible for a pair of suicide bombings on Sunday. They happened in a city in southern Iraq where at least 11 people died and more than a dozen others were wounded.<br><br>And a day beforehand, in the nation`s capital, there was a rush of hundreds of angry protesters inside Baghdad`s Green Zone. This is a four square mile heavily fortified area of government buildings and international embassies. The protesters ransacked parts of Iraq`s parliament building before Iraqi security forces regained control. A controversial Iraqi religious leader had stirred up the crowd on Saturday, criticizing Iraq`s politicians and calling them corrupt. The nation has been struggling with political problems, in addition to terrorism and instability.<br><br>U.S. Vice President Joe Biden and Secretary of State John Kerry have traveled there recently to push more stability in Iraq, expressed support for its leaders and encouraged them to work together.<br><br>Health officials say that a 70-year-old man in Puerto Rico recently died from complications of the Zika virus. According to the Centers for Disease Control, it`s the first time that a Zika infection has contributed to someone`s death in the U.S. or its territories. The man had contracted, then mostly recovered from Zika. But within a few days, he developed a bleeding disorder associated with the virus and that led to his death.<br><br>Brazil, where the Olympics are being held in August has been hardest hit by Zika cases, so South Korea has designed special suits for its athletes.<br><br>They`ll be wearing long pans and blazers for the opening and closing ceremonies and their track suits will have insect repellant built in, a sign of the times as the games get closer.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Zika, a virus unheard of 70 years ago, is exploding around the planet, creating what the World Health Organization calls a global health emergency. Common symptoms include fever, rash, headaches and red eyes -- if there are any symptoms at all.<br><br>Four out of five people who get Zika don`t even know it. Zika is spread primarily by the female Aedes Aegypti mosquito. She`s called the roach of the mosquito world, due to her crafty ways of hiding and breeding inside homes, making her hard to find and eliminate.<br><br>Zika is also been linked to Guillain-Barre, a rare auto immune disorder that can lead to paralysis.<br><br>But what makes Zika really scary is an alarming connection between the virus and microcephaly. That`s a neurological disorder where babies are born with small heads and small brains, with severe developmental issues, even death.<br><br>Some countries are so concerned. They are warning women not to get pregnant.<br><br>While in the United States, CDC officials are telling pregnant women not to travel to any of the countries where Zika is circulating.<br><br>Scientists are working around the clock to attack the virus. But as of yet, there`s no vaccine, or medicine to treat Zika.<br><br>So, protect yourself by using and reapplying insect repellant, wearing thick long sleeve shorts and pants, and staying inside in screened air-conditioning rooms and areas where Zika is active. And be sure to remove any standing water where mosquitoes can breathe.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our producers choose &quot;Roll Call&quot; schools from CNNStudentNews.com, making one request a day without spamming is the way to go.<br><br>P.E. McGibbon Public School commented on Friday`s transcript. It`s in Sarnia, Ontario, in the nation of Canada.<br><br>We also heard from Buckner Alternative High School. Shout-out to our viewers in La Grange, Kentucky.<br><br>And finally from Western Kentucky, please welcome the Warriors. Weston Middle School rounds out our roll.<br><br>Melanoma Monday doesn`t really have a good ring to it, and that`s the point. It`s the start of Melanoma Skin Cancer Detection and Prevention Month. This is an awareness campaign by the American Academy of Dermatology.<br><br>It goes on every year at May to get people`s attention about skin cancer. The organization says one in five Americans will develop some form of skin cancer in their lifetime. The event aims to tell people, particularly those who spent time in the sun what to watch out for.<br><br>Melanoma is the most dangerous form of skin cancer.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: A melanoma is a cancer that begins in the skin cells. The face and the neck are common areas for melanomas to appear. For men also, the chest and the back, for women, the legs. Exposure to U.V. lights such as the sun causes most melanomas.<br><br>When melanoma is caught early, it`s almost always curable. In fact, when you look at people where melanoma was caught early, five years later, 97 percent of them are still alive. But when melanoma is caught late, it is extremely deadly. When you look at melanomas that are stage four, that`s the most advanced, five years later, only 15 percent to 20 percent of those people are still alive.<br><br>Unfortunately, melanoma is particularly likely to spread to the brain. When you look at people with stage four melanoma, 60 percent of those patients will develop brain tumors.<br><br>There are various treatments for melanoma. It can include surgery, radiation chemotherapy and the use of targeted, newer cancer drugs.<br><br>Now, some melanomas can`t be prevented, but some can. So, the most important thing is to stay out of the sun as much as you can, and if you are in the sun, cover up with clothing or with sunscreen. And certainly, don`t use tanning beds.<br><br>The American Cancer Society recommends that you check your body once a month. Look for moles, look for new moles, and also for changes in moles that already you have.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Should American voters be allowed to take selfies in the voting booth?<br><br>Snapchat is now out of a few different groups fighting against bans on ballot box selfies.<br><br>There`s no federal law about this, but most states don`t allow voters to show their marked ballot, which indicate whom they voted for. In Pennsylvania and Indiana, you could go to jail for voting booth pictures. In Vermont, you can take selfies, but not share them. In Oregon and Wyoming, there are no laws against this.<br><br>Snapchat says that ballot box selfies are part of free speech and that they`re just a way that voters, especially young voters, engaged in the political process. Critics say selfies threatened the secret ballot, where your vote is private and free from outside influences. They`re also concerned about corrupt political groups paying people to vote and then requiring ballot box selfies as proof.<br><br>(MUSIC)<br><br>From our &quot;don`t try this at home or really anywhere&quot; files, a low altitude parachuting competition in China. Competitors had about three seconds from the time they jump to do a few stunts like back flips and twist, and then open their chutes. Skydivers came from around the world to do this and waiting for them at the bottom, of the gorge below, was a floating platform with the bull`s eye they aim for.<br><br>Thankfully, people were able to open up to shoot debris, to spread and share their canopies, floats we`re seeing in air and water, touchdowns and end zones made to order.<br><br>CNN STUDENT NEWS wishes all of you happy landings.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-02 CNN Student News.mp4"}