{"title":"CNNSN-2015-08-25-CNN-Student-News","script":"(CNN Student News) -- August 25, 2014<br><br>North Korea, South Korea Reach Agreement; Violent Uprising Against the Lebanese Government; Dow Jones Down 588 Points<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS. You give us 10 minutes. We`ll give you current events with zero commercials. I`m Carl Azuz.<br><br>We`re starting today on the Korean Peninsula. Even though an armistice ended fighting in the Korean War in 1953, North and South Korea are still divided and they`re still rivals. The North is a communist dictatorship. The South is a republic and an ally of the U.S.<br><br>That`s why the world was concerned when things got heated once again earlier this month. Landmines badly wounded two South Korean soldiers who were patrolling the demilitarized between the two countries. North Korea denied laying them, but South Korea responded by making propaganda<br><br>broadcast across the border.<br><br>That infuriated the North. Troops were mobilized. Talk of war was in the air.<br><br>But things settled down yesterday when the two sides reached an agreement. North Korea said it regrets that South Korean soldiers were injured by landmines, and South Korea planned to stop its propaganda broadcast.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: The DMZ is 160 miles long and it cuts through the Korean Peninsula. And despite being called the demilitarized zone, it`s one of the most heavily guarded military barriers in the world. About a million active duty troops to the North, about 600,000 to the zone,<br><br>and big reserves as well, all on a footing for war really for the past 60 years, in case there might an invasion from the other side.<br><br>Now, we`ve seen some new skirmishes and the latest point of contention is this, these high tech speakers that the South is using to broadcast messages into the North. How could this make such a difference? Well, you have to consider the power of these speakers and the nature of the<br><br>messages. These speakers, one unit, for example, set in the mountains along the South here, would have the capability of reaching by day, about six miles into the North. By night, about 12 miles in and the sound carries a little bit better.<br><br>The messages that have been sent recently have been sharply critical of the Northern leadership, sometimes they used defectors to the South to call out to their former countrymen. And the North feels a little bit powerless to do anything about this in terms of a quid pro quo, because even though they<br><br>have their own speaker systems, theirs will only carry about a mile, and in some cases, that will not even get them across the DMZ himself.<br><br>(END VIDEOTAPE)<br><br>AZUZ: To the Middle Eastern country of Lebanon, in the capital of Beirut, streets filled with garbage have become a battlefield.<br><br>Lebanon is a republic without a president. Its parliament, which chooses the president, can`t agree on one. The government, like Lebanon`s population, is divided between Christian, Sunni Muslim, and Shia Muslim leadership, different government factions want different people to be<br><br>president. Parliaments been deadlocked for more than a year. It also hasn`t been able to deal with infrastructure problems, accusations of corruption and garbage collection.<br><br>So, a protest over uncollected trash turned into an uprising over the weekend. Hundreds of people and dozens of police were injured.<br><br>Demonstrators want to overthrow the government, but the international doesn`t want that to happen.<br><br>Lebanon seen as a relatively calm part of an unstable region with Syria on its eastern border. More than a million refugees from Syria civil war have fled to Lebanon. And with Israel bordering to the south, there are concerns about a possible conflict between that country and the Lebanese<br><br>militia it`s fought with in the past.<br><br>Geography, history and folklore factor in our next story today. It`s set in the Owl Mountain there in southwest Poland. This was Nazi controlled territory during World War II. At that time, Nazi Germany was working on a project called Riese or giant.<br><br>It was this huge network of underground train tunnels in the region. It was never finished, but there`s a legend that a Nazi train loaded with gold, art, and jewels was hidden in the Owl Mountains and it could be armed. Some say it`s truth, some say it`s myth, some say they found it.<br><br>(BEGIN VIDEOTAPE)<br><br>WOLF BLITZER, CNN (voice-over): In the shadow of 100 year old castle, in a labyrinth of tunnels deep underground, two treasure hunters in Poland say they`ve made a remarkable discovery, a Nazi train loaded with up to 300 tons of treasure.<br><br>MARIKA TOKARSKA, WALBRZYCH DISTRICT COUNCIL: The district council has received a letter from a law firm in Wroclaw. We were informed that the men, Poland German, represented by a law firm, have discovered a German train.<br><br>BLITZER: The Nazi ghost train, a local legend, reportedly lost in the final days of the Second World War.<br><br>The year: 1945. Allied forces were closing in on Nazi held territory. As the Germans fled, they loaded a train with stolen gold, gems and weapons.<br><br>It left Wroclaw, Poland, bound for Walbrzych, through a series of tunnels built to secretly move Nazi goods. It never reached its destination.<br><br>After the war, the tunnels were sealed and long forgotten. The very existence of the ghost train remained a mystery.<br><br>JOANNA LAMPARSKA, LOCAL HISTORIAN (through translator): No one has ever been able to confirm the existence of this train. There are no documents about localization of it.<br><br>BLITZER: Polish authorities are taking the men`s claim seriously saying, &quot;Lawyers, the army, the police and the fire brigade are dealing with this.<br><br>The area has never been excavated before and we don`t know what we might find.&quot;<br><br>BLITZER (on camera): The men have no plans to release their identities or to reveal the location of the train until they`re guaranteed 10 percent of the value of whatever is found inside. Local media recording that contents could be worth billions.<br><br>Wolf Blitzer, Washington.<br><br>(END VIDEOTAPE)<br><br>AZUZ: CNN STUDENT NEWS Roll Call is taking us all over the world this year and the first time ever, we`re visiting Australia.<br><br>In the northeastern state of Queensland, thank you for watching at the Chuwar Independent School. It`s in Chuwar.<br><br>To the U.S. north, like way up north, like north of the Arctic Circle north. Kotzebue, Alaska, is home to the Huskies of Kotzebue Middle School.<br><br>And all the way across the country, in Yulee, Florida, we`ve got the Hornets online today at Yulee High School.<br><br>A massive sell-off on the U.S. Stock Market yesterday. After global markets took a hit, the Dow Jones Industrial Average, an average of 30 significant U.S. stocks, closed down 588 points. Not its worst day ever, but it`s worst point drop since 2011.<br><br>After it opened Monday, the market freefell over a thousand points in 10 minutes. It had never fallen that fast before. It bounced up and down wildly after that.<br><br>Factors include China, oil, subjects we covered in-depth on yesterday`s show at CNNStudentNews.com.<br><br>Lori Weise says her organization`s goal is to address the affects that poverty has on pets. She runs downtown dog rescue in Los Angeles. Every year, it helps about 20,000 animals stay with their owners. Her work for people and their furry friends make it her today`s character study.<br><br>(BEGIN VIDEOTAPE)<br><br>LORI WEISE, CNN HERO: I really believe most people want what is best for their pet. Now, do they have the resources? No.<br><br>UNIDENTIFIED FEMALE: I just don`t want to lose her. I got so attached.<br><br>WEISE: So many times, people just feel they have to surrender their animal when, in reality, if they understood all the resources, they are happy to keep their animal.<br><br>UNIDENTIFIED FEMALE: I`m going to make phone calls to see if there`s anybody who would be willing to foster.<br><br>WEISE: I started a program that offers resources to low-income families so they can keep their pets.<br><br>The areas where we tend to have the higher crime rates, densely populated and there`s lots of animals. There is a lot of people that are either not employed, they are underemployed, but that does not mean that people don`t love their animals.<br><br>UNIDENTIFIED FEMALE: Are you interested in a free neuter for him?<br><br>WEISE: We offer free spay neuter, vaccines, dog food, medical services.<br><br>UNIDENTIFIED FEMALE: Oh, my God. Oh! There`s mommy. Come here, Reno.<br><br>WEISE: Our job is to find out, who is this person? How can we best help them?<br><br>UNIDENTIFIED FEMALE: It`s crazy because I`m a foster child, and then you`re fostering my dog.<br><br>WEISE: We are offering them as much as we can to be successful with their pet.<br><br>UNIDENTIFIED FEMALE: This is a boy who loves to play.<br><br>WEISE: It gives me a lot of joy to see the dogs with their family.<br><br>And he`s so nervous about his dog dying. He thanked me five times.<br><br>Everybody in life needs to find their purpose and for me it was really helping people with their animals.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Call it the Aurora Borealis, call it the northern lights, most of those who`ve seen it would call it beautiful. We`re guessing Scott Kelly is with them. But he has a bit of a different perspective. He`s aboard the International Space Station, about 220 miles over our heads. And he<br><br>shot this time lapse of the Aurora Borealis just before sunrise.<br><br>From Earth`s perspective, it gives a totally different view of Aurora, and who`d say it wasn`t the time or the space. After all, it`s just an astronaut expressing his views. They`re just reflected on a higher plane, y`all.<br><br>I`m Carl Azuz. I`m out of puns and I`m out of time. Come on back tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-25 CNN Student News.mp4"}