{"title":"CNNSN-2017-03-28-CNN-Student-News","script":"(CNN Student News) -- March 28, 2017<br><br><br>Britain Starts the Process of Leaving E.U.; Australia Assesses the Damage from Cyclone Debbie; The Debate over Access to Encryption Technology<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Article 50 is story number one on CNN 10 today. I`m Carl Azuz. It`s good to have you watching.<br><br>We`re talking about the Brexit, the British exit from the European Union. The E.U. has been around for decades. It`s a political and economic partnership of 28 European Countries. Last June, Britain`s voted 51.9 percent to 48.1 percent to separate from the E.U., potentially leaving 27 countries in it.<br><br>One major issue in Britain`s decision was immigration. A majority of voters wanted Britain itself, not the E.U., to set British immigration rules. Another issue was the economy. Those who wanted to leave felt that Britain could do better business without European Union rules.<br><br>Britain was and is deeply divided over the vote. But the nation`s prime minister, Theresa May, has said Brexit means Brexit. And now, she`s just one day away from formally triggering Article 50. That`s part of the European Union agreement.<br><br>What Article 50 does is begin the two-year process to separate Britain from the E.U. Two sides have to agree on the terms of their division. Why would something like this take so long? One reason is paperwork.<br><br>(BEGIN VIDEOTAPE)<br><br>NINA DOS SANTOS, CNN INTERNATIONAL CORRESPONDENT: At the heart of Europe, five floors down, on five miles of shelving, thousands upon thousands of containers, row after row of red tape that Brexit supporters want Britain to leave behind.<br><br>Here in the archives of the Council of the European Union, you get an idea of the sheer scale of the paperwork that`s involved with being a member of the E.U. Each of these boxes contains hundreds of legal documents, various texts and policy papers. And as the U.K. leaves, well, it will have to decide which ones it wants to keep, and which ones it wants to lose.<br><br>But for all the millions of words stored in Brussels, only 255 are needed to start that decision-making process. The five brief paragraphs of Article 50 provide the blueprint for exiting the European Union. With everyone watching, both the E.U. and the U.K. are hoping for a speedy harmonious conclusion, so that the writing at different floors in agreements that will eventually line these shelves can begin.<br><br>Nina Dos Santos, CNN, Brussels.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Authorities in northeastern Australia are trying to get a sense of the destruction from Cyclone Debbie. The system made landfall early on Tuesday. It was capable of devastating damage and Debbie had gotten stronger as it approached land. Wind speeds of up to 150 miles per hour, a storm surge, a rise in the sea level of more than 13 feet was possible.<br><br>Thousands of people in the Australian state of Queensland had been ordered to leave their homes. Police warned that they could not shelter from a storm surge.<br><br>Queensland`s premier said the cyclone would be nasty, that it was capable of being as severe as the last major storm to hit the area. Cyclone Yasi knocked home off their foundations and destroyed farmland back in 2011.<br><br>Debbie was also expected to have particularly bad timing. Our affiliate 7 News said its landfall would coincide with the high tide, threatening homes anywhere near the coasts. Schools were closed, emergency workers were deployed to the region as the equivalent of a category 3 hurricane approach.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Typhoons vs. hurricanes: What`s the difference?<br><br>MYERS: Typhoons are hurricanes, are cyclones. They are the same thing, just in different oceans. A lot like a hot cake is a flat jack is a pancake is short stack.<br><br>If you are west of the dateline, so west of Hawaii, north of the equator, you`re a typhoon. If you`re in the Atlantic or the Pacific, around America, you are a hurricane. And if you are around the Indian Ocean or in the southern hemisphere, you`re a cyclone.<br><br>So, it`s not out of the question for a hurricane to become a typhoon if it moves over the dateline. In fact, after crossing the international dateline, Hurricane Genevieve turned into Typhoon Genevieve a few years ago.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Cryptography is the study of what?<br><br>Burial grounds, secret writing, cave formations, or subzero temperatures?<br><br>Cryptography from which we get the word &quot;encrypt&quot; is the study of secret writing.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Government officials in multiple countries want more access to the technology that encrypts electronic messages. One reason, Khalid Masood, the 52-year-old terrorist who attacked pedestrians and a policeman in London in last week was reportedly active on WhatsApp two minutes before the attacks. WhatsApp is a popular messaging application that uses encryption technology. Because of that British investigators haven`t been able to access what Masood was saying.<br><br>They have released details of who he was. Masood was born in Britain under a different name. He`d been convicted for several violent crimes, starting in 1983, and Britain`s prime minister says Masood had links to violent extremism, though he was never before accused of terrorism.<br><br>Masood spent a couple of years working in Saudi Arabia as an English teacher. He had no criminal record there. Investigators are trying to figure out how and when he became radicalized.<br><br>The ISIS terrorist group said it was responsible for Wednesday`s attack which killed three pedestrians and a police officer. But investigators don`t think Masood had been communicating directly with ISIS. They think he was probably inspired by the terrorist group, gaining access to his messages could give police more information. But some developers are hesitant to trust governments with the keys.<br><br>(BEGIN VIDEOTAPE)<br><br>LAURIE SEGALL, CNNMONEY: Throughout history, coding and decoding messages has fueled wars.<br><br>Take World War II. Mathematicians cracked German code created by a machine called Enigma.<br><br>UNDENTIFIED MALE: It`s the greatest encryption device in history and the Germans use it for all major communications.<br><br>SEGALL: Fast forward to Arab Spring, how did protesters organize safely? Many do something called encryption. But that`s also the same way terrorists might work together to plan a major attack.<br><br>The whole idea is to make your messages secret. Encryption jumbles words into random numbers, letters, characters. The words only decode for the person who`s meant to read them.<br><br>It`s this technique that sparked the debate at the highest levels of government, because the same tech that helps the good guys also shields the bad. And that tech is going mainstream.<br><br>At the center of it all, this guy.<br><br>MOXIE MARLINSPIKE, HACKER: We`re out of food, honestly.<br><br>UNIDENTIFIED FEMALE: And the means to cook it?<br><br>MARLINSPIKE: Yes, how does that feel?<br><br>SEGALL: His name is Moxie Marlinspike. It sounds made up because, well, it is. He`s a world renowned hacker and he`s obsessed with your privacy.<br><br>He won`t tell you where he`s from or really anything about his past. But everyone, from secret agents, to whistleblower Edward Snowden, looks to what he has to say on one topic, encryption.<br><br>MARLINSPIKE: If I share photos online with my friends, my intention is to share it with those friends. It`s not to share with like, you know, Twitter the company, or Facebook the company, or the government.<br><br>SEGALL: Moxie built an app called Signal, that makes encryption easy to use. His tech is also used by WhatsApp, the messaging service owned by Facebook.<br><br>MARLINSPIKE: It`s actually the most popular messenger in the world. Now, when people communicate with each other, those messages that they send are encrypted, all the way from their device to the recipient`s device. So, nobody in between can see what they`re saying.<br><br>SEGALL: It`s making it easier than ever to protect yourself and harder for law enforcement to crackdown.<br><br>Chris Inglis has spent decades fighting terrorists. He was a deputy director of the NSA.<br><br>CHRIS INGLIS, FMR. NSA DEPUTY DIRECTOR: Encryption is one of many ways than an adversary, whether that`s a criminal, a terrorist, a rouge nation, one of many ways that they might use to hide their activities.<br><br>SEGALL: Some in Washington want the ability to access encrypted conversations, if there`s reason to think there`s a threat. Think of it as asking for a key to a locked door.<br><br>INGLIS: I don`t think you want to stakeout (ph) encryption technology. But the question is, do we then try to provide some exceptional access to technologies of that sort, by building a front door under the bright light of the rule of law?<br><br>SEGALL: For Inglis, the answer is yes. But to Moxie, that`s just not possible.<br><br>MARLINSPIKE: They are not capable of managing those secrets, you know? Like they`re getting hacked every day.<br><br>SEGALL: Some folks in Washington want Silicon Valley to build secure solutions. It doesn`t look like Moxie is going to be the guy for that. He plays by his own of rules and a new era of where tech drives the good, the bad, and in this case, the policy.<br><br>MARLINSPIKE: We`re at the moment in history where it`s mostly possible for us to sort of ignore the policy discussions that are happening, instead of like asking people to change the law or to change their surveillance practices or whatever. We can just do it ourselves.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Ana Peninsula in northwestern Australia, scientists say they`ve tracked down something big. What measures five feet nine inches long is believed to be a footprint of a dinosaur. The record setting fossils reportedly from the food of a sauropod, thankfully, a herbivore.<br><br>Researchers estimate this one would have measured more than 17 feet high at its hip. The University of Queensland says this is one of 21 different dinosaur tracks found in the area.<br><br>So, who knows what other finds might be afoot. The fossils are fueling a lot of interests. Other research has been done to herbi-fore and you know that here, you`d hear about any major dinoscovery, whether you sauros online or download our sauropodcast.<br><br>This is CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-28 CNN Student News.mp4"}