{"title":"CNNSN-2016-11-22-CNN-Student-News","script":"(CNN Student News) -- November 22, 2016<br><br><br>Tensions Rise Between China and Hong Kong; The Plight of Iraq`s Christians; Dead Sea Shrinks Further<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome! I`m Carl Azuz for CNN STUDENT NEWS.<br><br>***<br><br>AZUZ: In the Middle Eastern country of Iraq, about two-thirds of the population is Shia Muslim and one-third is Sunni Muslim. The country`s second largest region is Christianity, but at an estimated 8/10 of one percent of the population. Though Christianity came to Iraq in the first century AD, the number of Christians there has dropped from millions in the 20th century, to a few hundred thousand today.<br><br>The U.S. has blamed the ISIS terrorist group known locally as Daesh for committing genocide, mass murder of Christians and other minority groups.<br><br>But many Christians left Iraq before ISIS came.<br><br>(BEGIN VIDEOTAPE)<br><br>FATHER EMANUEL YOUKHANA, EXECUTIVE DIRECTOR, CHRISTIAN AID PROGRAM NORTHERN IRAQ: Christianity cannot die here. We are people of hope, but -- Of course, for a family who had everything and in one overnight lost everything, it`s very difficult to keep hope, keep faith.<br><br>And this is our challenge.<br><br>SUBTITLE: Christianity after ISIS?<br><br>YOUKHANA: We can estimate Iraqi Christians before 2003 around 1 million.<br><br>Targeting Christians -- it didn`t start with Daesh. Daesh is the most violent and barbaric. But it started even since 2003, we are being pushed out.<br><br>The textile of Iraqi community was broken based on sectarian and cultural identity, so we need to bring back the people together.<br><br>To defeat Daesh militarily is not enough for our people to return back and to feel home and to build a future. The big question is, what are the guarantees that it will not happen again?<br><br>We are concerned that Western countries, led by the States, that -- OK, Daesh is defeated, on the ground, mission is done. No. Mission will start indeed after that. And by this mission I mean to give hope and to strengthen hope and give the guarantee for the people that they have a future.<br><br>We don`t want church, our church to be museums. But living church. Not only for the faithful, the Christian faithful. But for all the community.<br><br>And this is our mission, to keep our hope alive.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Staying in the Middle East. The Dead Sea is shrinking. Located between Israel and Jordan, it`s one of the saltiest bodies of water in the world. It`s called dead because it`s so high in salt and minerals that plants and fish can`t survive in it.<br><br>An environmental group says the lake is drying up by more than three feet per year. In 2015, Israel and Jordan agreed to $900 million deal to try to fix the problem. They`re building a canal from the Red Sea to the south, to the Dead Sea. This would allow the countries to pump water into the shrinking lake. The project is estimated to take three years and it`s not clear yet if it will work. But it`s an example of how people are trying to fix the problem that people caused.<br><br>(BEGIN VIDEOTAPE)<br><br>GIDON BROMBERG, ECO PEACE MIDDLE EAST, ISRAEL: Well, this is the old Lido Hotel, built on the shores of the Dead Sea.<br><br>BILL WEIR, CNN CORRESPONDENT (voice-over): No one was around to see the King Herod`s view, but many middle-aged Israelis remember walking through this once swank lobby and right into the waves.<br><br>(on camera): The Dead Sea is way, way down there. My goodness. Are you serious? So the waterline was where?<br><br>BROMBERG: The waterline was actually right at the steps. The demise of the Dead Sea is completely manmade. This is not climate change. This is not an act of nature. The demise of the Dead Sea is taking place under government license.<br><br>WEIR (voice-over): He shows me a mural of an old crusader map of the Jordan valley. And it`s a great way to get our bearings to understand that it all begins in the Sea of Galilee where Jesus took that famous walk across the waves. That is the main source of the River Jordan. And for centuries, it flowed into the Dead Sea with enough force to keep up with rapid evaporation under that scalding sun. But in the last 50 years, warring neighbors began draining the Jordan.<br><br>BROMBERG: Israel took half of the river Jordan, another quarter from Syria and another quarter from Jordan.<br><br>WEIR: So there is no one villain in this manmade disaster. It is a simple equation of too many people and not enough cooperation.<br><br>(voice-over): As we drive down, down, down below sea level, ears a popping, we see a liquid victim of all that conflict, a lake unlike any other, smooth as blueberry yogurt. Just imagine the elation of ancient travelers seeing it for the first time. Water in the desert!<br><br>But then they got close and crunched across a bizzaro beach of salt and found a thick mineral soup that stings the eyes and burns the tongue. No wonder that for centuries the Dead Sea filled visitors with dread.<br><br>(on camera): They say that splashing any of the Dead Sea in your face is a sensation not unlike being pepper sprayed. More salt than pepper spray, I suppose.<br><br>(voice-over): And so, one must ease into the warm and viscous water, which feels like 90 degrees and almost slimy. But the floating, amazing. You need a bit of core muscle to keep from flipping over, but otherwise, if not for the blowtorch sun, you could almost nap out here.<br><br>Now, getting out brings the instant urge to shower. So for most, this is a &quot;been there, done that&quot; kind of experience. But for hundreds of thousands of people a year, this is not entertainment. It is medicine.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, there is jumping rope, then there`s Double Dutch, then there`s this.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: Three, two, one -- go!<br><br>(END VIDEO CLIP)<br><br>AZUZ: You can`t just credit the jumper for setting the new Guinness World Record for most Double Dutch style skips in 30 seconds. It took a Japanese team with lightning feet and one lightning hands to complete 129 skips.<br><br>The record wasn`t actually given until it could be verified with slow motion, because if you`ve been roped in to recording a rope record, you can`t make an accurate record if you skip the skip. The first step is the step by step count that counts on a quick turn of a turn by turn turn of the rope, and once the old record is defeated by a feat of defeat, the shoes are a shoe-in for shoe fire shoetification that`s offi-shoe-ly amazing.<br><br>I`m Carl Azuz. We are off the rest of the week and hope you have a very happy Thanksgiving. We`ll see you Monday when CNN STUDENT NEWS returns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-22 CNN Student News.mp4"}