{"title":"CNNSN-2015-03-06-CNN-Student-News","script":"(CNN Student News) -- March 6, 2014<br><br>Boko Haram: What You Need to Know; The Origins of Daylight-Saving Time<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Know what`s awesome?<br><br>Fridays are awesome.<br><br>I`m Carl Azuz and I`m glad to bring you Friday`s edition of CNN STUDENT NEWS.<br><br>First up, as another winter storm iced its way from Texas to Massachusetts, Kentucky`s governor declared a state of emergency. It allows the National Guard to help and lets state officials close roads. Some parts of Kentucky got more than 20 inches of snow in 15 hours, stranded hundreds of cars. Road crews couldn`t keep up.<br><br>And Boston, Massachusetts is less than two inches of snow away from its snowiest winter ever recorded. Winter weather is also being blamed for this -- Delta Flight 1086 skidded off the runway at New York`s LaGuardia Airport yesterday morning. The plane with 132 people aboard finally stopped at a small embankment just feet away from the icy East River. Twenty-four people were hurt. No one was killed. One passenger thanked the crew, first responders and God that it wasn`t worse.<br><br>LaGuardia Airport shut down most of the rest of the day.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Cnnstudentnews.com is your one stop shop for all things CNN STUDENT NEWS, including our Roll Call request page. We`ve called on a school named Washington four times this school year, but never the middle school from Washington, Illinois. Great to have The Panthers watching today.<br><br>We visited Pennsylvania five times this school year. This time, we`re stopping by Canton to shout out The Warriors of Canton Junior/Senior High School.<br><br>And we`re rounding out today`s Roll Call in Georgia, but not the U.S. state, the republic. In the capital, welcome to The Panthers of QSI International School in Tbilisi.<br><br>To Nigeria, the largest economy and wealthiest country in Africa, population, 177 million. But an estimated 70 percent of its people still live in privacy and the nation is struggling against the Boko Haram terrorist group.<br><br>It`s gotten so violent in Northeastern Nigeria, that it`s having an impact on border countries.<br><br>The Islamic militants have been attacking parts of Cameroon. Its government is having to spend money to fight them and it`s losing money from tourism.<br><br>Boko Haram and the ISIS terror groups have something in common.<br><br>(ON SCREEN)<br><br>Boko Haram: What You Need to Know<br><br>(BEGIN VIDEOTAPE)<br><br>NIMA ELBAGIR, CNN CORRESPONDENT: Boko Haram is an Islamic militant group operating out of Nigeria. Their name means Western Education is Forbidden.<br><br>Boko Haram`s first known attack on multiple police stations happened in 2003. But they became better known around the world for the kidnapping of over 200 schoolgirls in April, 2014.<br><br>UNIDENTIFIED MALE: What are we asking?<br><br>(VIDEO CLIP)<br><br>ELBAGIR: They want to create an Islamic state in Nigeria, a country that split into a majority Muslim north and a mostly Christian south. They now control much of Northeastern Nigeria. That`s an area about the size of Belgium and almost as big as the U.S. state of Maryland.<br><br>We`re talking 30,000 square kilometers. According to Amnesty International, Boko Haram carried out one of their deadliest attacks just this January.<br><br>AZUZ:<br><br>Some fear up to 2,000 people were massacred in Baga. And Amnesty released satellite images highlighting the shocking destruction. The situation is so bad, Nigeria postponed its presidential election over security concerns.<br><br>UNIDENTIFIED MALE: Free, fair, credible and peaceful elections will (INAUDIBLE).<br><br>ELBAGIR: Nigeria has now formed a military coalition with neighboring countries and they`re carrying out air strikes against the militants. It`s early days yet, but there has been some success. Beating the terror group, however, could be an uphill battle, because of low morale and corruption allegations within the Nigerian Army.<br><br>Its soldiers are under resourced, poorly paid and often just outgunned by Boko Haram.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED MALE: Time for the Shoutout.<br><br>What is the term for the civil time that`s currently being observed throughout the U.S.?<br><br>If you think you know it, shout it out.<br><br>Is it, A, Greenwich Mean Time, B, Atlantic Standard Time, C, Standard Time, or D, Daylight-Saving Time?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED MALE: Even though most of the U.S. spends most of the year in Daylight-Saving Time, it`s currently on Standard Time.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: Of course, that all changes on Sunday, or Saturday night, when Americans in almost every state spring forward, setting the clocks ahead one hour. That`s when we`ll be on Daylight-Saving Time. It`s the law in the U.S. thanks to the 1966 Uniform Time Act. But it`s not a law that all states have to follow and parts of Arizona and all of Hawaii don`t observe Daylight-Saving Time, nor do several U.S. territories.<br><br>The idea goes back to well before the 1960s.<br><br>Jim Boulden reports on its roots in Britain and the First World War.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM BOULDEN, CNN CORRESPONDENT (voice-over): This was a war where every hour counted, on the battlefield and on the home front. By 1916, an old idea had resurfaced, one that was born in Britain near the home of time, the Royal Observatory at Greenwich.<br><br>DR. LOUISE DEVOY, CURATOR, ROYAL OBSERVATORY, GREENWICH: With the publication of a pamphlet called &quot;The Wasted Daylight.&quot; And this was composed by a very entrepreneurial builder called William Willett. He lived in Chislehurst, which is about 15 kilometers south of Greenwich. And Willett was a keen horse rider. And he used to go for early-morning rides in the local woods. And it was on one of these rides that he noticed that all the blinds in the local houses were all down. Everyone seemed to be in bed. And as a very industrious and productive man, he was appalled at this wasted time.<br><br>UNIDENTIFIED MALE: Everyone appreciates the long, light evenings. Everyone laments their shrinkage as the days grow shorter. And nearly everyone has given utterance to a regret that the clear, bright light of early mornings during spring and summer months is so seldom seen or used.<br><br>Now, if some of the hours of wasted sunlight could be withdrawn from the beginning and added to the end of the day, how many advantages would be gained by all?<br><br>BOULDEN: Willett died before he saw his idea put into action to save coal for the war effort. But it was adopted at first by the Germans, not the British. Postcards warned the population about the shift and why they owed it to their country not to forget.<br><br>The British followed a few weeks later and didn`t miss a chance for a dig at the Germans. America came on board in 1918.<br><br>As DST spread around the world, countries adopted it, dumped it or never tried it. Still, the daylight debate rages every year. The arguments exist whether it helps or harms our health and the Economy.<br><br>DEVOY: In terms of the health debate, that still goes on, too. People suggest that with the lighter evenings, people go out for a jog.<br><br>Certainly<br><br>Here in Greenwich Park, it`s very popular. And then also people claim that it has tourist benefits. People stay out later, go for a meal, go outside.<br><br>So it can have a real economic benefit.<br><br>BOULDEN: While the wartime wisdom of saving energy may no longer apply, for many of us, the long summer evenings still endure, the legacy Of a war where so much was lost to give us these freedoms.<br><br>Jim Boulden, CNN London.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: So yesterday, we showed you a cat island in Japan.<br><br>Today, we`re headed to South Africa for a look at some bigger cats -- and we`re not lying. These cats are -- a family was driving through a safari park getting a really close look at lions when one walked up and opened the door with its teeth.<br><br>Now is the time to go.<br><br>Someone on the video says the door should have been locked, but who would have expected the animal to open it?<br><br>Especially when the others look like they`re just lying around. Now, people tend to lionize these animals for their catjesty. They`re truly a claws celebre. But when one approarches that closely, you cat to be kitten out of their fast.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Have a pawsome weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-06 CNN Student News.mp4"}