{"title":"CNNSN-2017-05-01-CNN-Student-News","script":"(CNN Student News) -- May 1, 2017<br><br><br>President Trump Marks 100 Days With Campaign-Style Rally; Tornadoes Leave 8 Dead, Dozens Injured; CNN Hero Mariuma Ben Yosef<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz. Welcome to a new week, a new month and a new edition of CNN 10.<br><br>We`re going to start today by recapping a few events from the weekend. It was an eventful one in the U.S.<br><br>Saturday night, on his 100th day in office, President Donald Trump attended a rally in Harrisburg, Pennsylvania. He was with the crowd that helped him win the 2016 election.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: And could not possibly be more thrilled than to be more than 100 miles away from Washington swamp, spending my evening with all of you, and with a much, much larger crowd and much better people, right?<br><br>(END VIDEO CLIP)<br><br>AZUZ: President Trump has frequently taken aimed at the media, accusing organizations of not covering him fairly and he was contrasting the Harrisburg rally with the White House correspondents` dinner, typically, an event where the president and the media trade jokes about each other and themselves.<br><br>President Trump was the first U.S. leader since President Ronald Reagan not to attend the correspondents` dinner.<br><br>(BEGIN VIDEO CLIP)<br><br>JEFF MASON, PRESIDENT, WHITE HOUSE CORRESPONDENTS` ASSOCIATION: But the values that underpin this dinner have not changed. In fact, I think they`ve been reinforced. We are here to celebrate good journalism. We are here to celebrate the press, not the presidency.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Also on Saturday, tens of thousands turned out at Washington, D.C. for what organizations called the People`s Climate March. There were demonstrations like this in several other U.S. cities and abroad. The Trump administration has worked to remove government regulations on fossil fuels, regulations put in place by the Obama administration. And marchers believe the Trump administration`s policies will negatively impact the environment.<br><br>President Trump has said he`s committed to protecting the environment, but that greener policies must not come at the expense of jobs.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>How do most tornadoes rotate in the Northern Hemisphere?<br><br>Clockwise, counterclockwise, latitudinally, or anticyclonically?<br><br>In the Northern Hemisphere, most tornadoes, though not all of them, rotate counterclockwise.<br><br>(END VIDEO CLIP)<br><br>AZUZ: First responders don`t yet know the full extent of damage caused by violent storms over the weekend. They have reported that several U.S. states were hit -- Arkansas, Mississippi, Missouri, Oklahoma, and Texas. At least eight people died and dozens were injured. Numerous water rescues had to be made in Missouri as widespread flooding led authorities to close 150 roads.<br><br>Officials say several tornadoes touched down in Texas, leaving a path of destruction 15 miles wide. Homes and buildings, cars and trees were demolished. The system begun lashing the Southwest and Midwest on Friday, and last night, it was moving east, putting more than 30 million Americans under flash flood watches and warnings.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: Technically, a tornado was just a violent, rotating column of air coming out of the bottom of the thunderstorm. But it takes a lot to get that violently rotating column to come out.<br><br>SUBTITLE: CNN Explains: Tornadoes.<br><br>MYERS: All you need for a tornado really to form though are thunderstorms and a jet stream. That jet stream is a loft. It makes the energy, if you have moisture at the surfaces, dry air, cold air, pushing that moisture up, you can get a tornado to form in any state.<br><br>Those days where all the ingredients combine, you get the humidity, you get the dry air, you get the jet stream, you get upper energy in the jet stream. You get winds churning as you go aloft. The higher you go, the winds actually change direction. That can cause storms, those things all cause storms to exist and get big. Those are the ingredients that caused a big tornado day.<br><br>SUBTITLE: Rating tornadoes.<br><br>MYERS: So, now the EF Scale, Enhanced Fujita Scale, starts at zero, goes only to five, and anything above 200 miles per hour is considered an EF-5 tornado.<br><br>If you have a zero, you`re going to lose shingles. A one, you may lose a couple of boards on the roof.<br><br>A two, you lose all the windows and maybe even a wall.<br><br>A three, EF-3, you will lose a couple of walls on the outside, but there will still be a part of a home standing.<br><br>An EF-4, most of the home is gone, but you`ll still the refrigerator, you`ll still see a closet and you`ll still the bathroom.<br><br>An EF-5, you cannot find the house. It`s completely gone.<br><br>We done know how big that Fujita Scale will be, how big that tornado literally until we look at the damage.<br><br>SUBTITLE: Tornado Alley.<br><br>MYERS: We have this almost this triangulation that no other country in the world, no region in the world has. We have the Rocky Mountain to our west, we have the Gulf of Mexico in our south, we have Canada and very cold air masses coming down from the north, all of those things combined make Tornado Alley. Typically, the Plains, Texas, Oklahoma, Kansas, Nebraska, all the way to Chicago, as far south as the Southwest, including Georgia and Alabama, that`s basically the new or the bigger Tornado Alley.<br><br>SUBTITLE: Tornado Safety.<br><br>MYERS: The greatest threat of a tornado is being hit by something that the tornado is moving. If you`re outside or if you`re not protected inside, if you`re hit by a 140-mile-per-hour two-by-four, you`re going to be killed.<br><br>So, you need to be inside and the lowest level, somewhere in the middle of the home away from windows.<br><br>When you hear the word &quot;warning&quot; and you hear your county, that`s when you need to take cover.<br><br>When you hear the word &quot;watch&quot;, that means something might happen today. Let`s have a plan.<br><br>When you hear the word &quot;warning&quot;, it`s too late to make a plan. You need to already have the plan. Warning is the long word, it`s the bad one.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now for a report on a CNN Hero. Shanti House is named for a Sanskrit word that means peace and tranquility. It was started by a woman who learned firsthand what it`s like to be homeless, living on the streets of Boston, Massachusetts, as a teenager.<br><br>She eventually got her life back on track and returned to her native Israel to bring peace and tranquility to teens today.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE (translated): I`ve had a difficult life. A lot of violence, abuse in every way. At age 16, I ended up in the streets. Life in the streets was very hard. It`s a life no kid should live.<br><br>MARIUMA BEN YOSEF, CNN HERO: To be homeless in a young age, it`s very lonely. When I was 14 years old, I was living in the streets. I slept in benches and ate from garbage with other children that didn`t have a home. It was something that I couldn`t forget.<br><br>In the age of 20, I opened my home to serve dinner to children, teenagers, and people that didn`t have any place to eat. Before I know it, I set the place for all these children to sleep in my own home.<br><br>That was more than 30 years ago. Now, we have two homes. We provide temporary home and long term support for children at risk.<br><br>My goal is that every child that comes through this door will feel at home. They will feel so secure and so happy.<br><br>This is my children. This is my life.<br><br>We`re there for them 24/7.<br><br>(translated): Did it hurt you that your mother didn`t come? You know, if she didn`t come, that is something she has to deal with herself.<br><br>UNIDENTIFIED FEMALE (translated): You`re family and that`s the most important thing.<br><br>UNIDENTIFIED FEMALE (translated): When I got to the Shanti House, I was taught that I can achieve anything.<br><br>BEN YOSEF (translated): How was your weekly?<br><br>UNIDENTIFIED FEMALE (translated): I always wanted to finish school and they made that dream come true.<br><br>Suddenly, I see a big letter from everyone at the Shanti House and it says how much you`re proud of me and how much you love me. And I realized just how much you`re with me in every situation.<br><br>(APPLAUSE)<br><br>UNIDENTIFIED FEMALE (translated): The Shanti House is not just a roof over my head, it`s my family.<br><br>BEN YOSEF: I didn`t have a family, neither these kids. So, (INAUDIBLE) a cosmic family.<br><br>I know exactly what they`re going through. I want all these children to see that there is always life in the dark. We can conquer it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Fire goats. It sounds like goats that breathe fire. But these are more like firefighting goats. Smokey the Bear might have said only you can prevent foreign fires, but these animals can help too. they naturally clear out flammable undergrowth in Anaheim, California, by eating it. City fire department uses about 175 goats. They helped patrol 27 acres of vegetation with their teeth, leaving little behind for a potential fire to chew on, taking a bite out of danger.<br><br>So, maybe they don`t actually breathe fire, but as long as they keep their chins up and the undergrowth under grown, residents probably won`t mind being goaded into reaching safety goats by employing these goat to weapons in the bahhhttle against blazes.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-01 CNN Student News.mp4"}