{"title":"CNNSN-2016-03-03-CNN-Student-News","script":"(CNN Student News) -- March 3, 2016<br><br><br>Takeaways From Super Tuesday; Astronaut Scott Kelly`s Homecoming; Likely Piece of Doomed Flight MH370 Found, U.S. Official Says<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>(BEGIN VIDEOTAPE)<br><br>(MUSIC)<br><br>WOLF BLITZER, CNN ANCHOR: We`re closing in on the first results from the blockbuster event of the primary season.<br><br>JAKE TAPPER, CNN ANCHOR: Everybody expects that the frontrunners Donald Trump and Hillary Clinton will do well this evening. But the question is, how well?<br><br>BLITZER: And look at this: CNN can now project that Hillary Clinton is the winner in Georgia, is the winner in Virginia as well. Bernie Sanders, we project, wins his home state of Vermont.<br><br>SEN. BERNIE SANDERS (D), PRESIDENTIAL CANDIDATE: It means so much to me that the people who know me best have voted so strongly to put us in the White House.<br><br>BLITZER: Hillary Clinton will be the winner in both Alabama and Tennessee.<br><br>HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: What a Super Tuesday!<br><br>(MUSIC)<br><br>BLITZER: CNN projects Donald Trump will win Georgia, will Alabama presidential primary, will carry Massachusetts, Tennessee, and Arkansas.<br><br>SEN. TED CRUZ (R-TX), PRESIDENTIAL CANDIDATE: I ask you to prayerfully consider our coming together, united.<br><br>SEN. MARCO RUBIO (R-FL), PRESIDENTIAL CANDIDATE: We have been prepared all along for an extended haul and if you look at the map now of the states that are to come, that`s where we`re really going to start to catch fire.<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: I`m a unifier. I know people are going to find that a little bit hard to believe, but believe me, I am a unifier.<br><br>TAPPER: I wish we could say we have some further clarity in either one of these races but we don`t.<br><br>DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: Underneath the wins and the losses is the reality that this is a delegate race.<br><br>(END VIDEOTAPE)<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Well, that sums it up -- the Super Tuesday presidential nomination contest in the U.S.<br><br>I`m Carl Azuz. Welcome to the show.<br><br>No one Republican or Democrat swept all of the state contests, but the party`s frontrunners had the best day of the candidates.<br><br>On the Democratic side, former Secretary of State Hillary Clinton took home victories in seven states. Her competitor, Vermont Senator Bernie Sanders won in four states.<br><br>On the Republican side, businessman Donald Trump took home victories in seven states. Texas Senator Ted Cruz won in three states and one state chose Florida Senator Marco Rubio.<br><br>When candidates win states, they win delegates, and here`s how that count looks so far:<br><br>A Democrat needs 2,383 delegates to win the party nomination. Hillary Clinton has 1,074 total. Bernie Sanders has 426.<br><br>A Republican needs 1,237 delegates for the party nomination. As of last night, Donald Trump has 332, Ted Cruz has 230, Marco Rubio has 113.<br><br>What`s next? Call it &quot;Super Saturday&quot;. On March 5th, voters in four states will choose their favorite Republican candidate. Voters in three states will choose their favorite Democratic candidate. Maine has a Democratic vote on Sunday.<br><br>At 52 years old, Scott Kelly is just getting used to gravity. Oh, he lived with it before. But last year, on March 27th, the NASA astronaut travelled to the International Space Station, and he didn`t come back down to earth until late Tuesday night.<br><br>He`s not the first person to be in orbit that long. A Russian cosmonaut spent 438 days aboard the Mir space station in the 1990s.<br><br>But with the research gleaned from Captain Kelly and his identical twin brother back home, NASA is hoping to get better prepared for long term space missions, like ones to other planets.<br><br>Some researchers say those kinds of missions aren`t worth the tens of billions of dollars they cost. But for now, others are hoping they can learn all they can from Scott Kelly`s otherworldly effort.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Astronaut Scott Kelly has broken some records. He is the first American to spend at nearly a year in space.<br><br>SUBTITLE: Scott Kelly`s year in space.<br><br>CRANE: It`s been a long busy year for Kelly. Of course, he`s conducted space walks and experiments, but he`s also celebrated a birthday in space, monkeyed around, given himself a flu shot, consumed space grown lettuce and played gardener for space flowers.<br><br>In the absence of gravity, the human body does some bizarre things. Your bones thin, muscles atrophy. NASA astronauts have also detected cardiac arrhythmias, and decreased heart function in spaceflight. And about a third of American astronauts have developed vision problems.<br><br>To better understand these changes, Kelly took part in a bunch of studies that tracked how his eyes, his bones, his heart and even his brain changed due to the microgravity environment.<br><br>And NASA had the perfect specimen to compare him to -- his twin brother, retired astronaut Mark Kelly, who was here on earth. NASA will continue to collect and analyze data from both Kellys over the coming year, by comparing tests of the two, the twin study gives scientists greater insight into the molecular level changes that occur as a result of spaceflight.<br><br>Now, this is critical, because NASA`s goal is to put boots on Mars by the 2030s. In order to do that, we have to have a better understanding of how to keep our future astronauts healthy and safe. The data from Kelly`s mission and the twin study will help NASA figure out how to create and manage those safeguards.<br><br>While NASA isn`t about to find another pair of astronaut twins anytime soon, they do hope to conduct more long duration space missions, like Kelly`s in the near future.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s one of the greatest mysteries in aviation history. What happened to Malaysia Airlines Flight 370?<br><br>While traveling from Kuala Lumpur, Malaysia, to Beijing, China, the plane disappeared on March 8th, 2014, almost two years ago. It had 239 people on board.<br><br>A clue turned up last July, a flaperon. Part of the aircraft`s wing was found on Reunion Island, about 1,300 miles east of Madagascar, in the Indian Ocean.<br><br>Yesterday, authorities announced what might be another clue. A piece of plane wreckage had washed up on Madagascar itself. It`s from the same model plane as Flight 370, but Malaysia Airlines called the discovery speculative at this point.<br><br>Is this a piece of a very large and difficult possible?<br><br>(BEGIN VIDEOTAPE)<br><br>ERIN BURNETT, CNN ANCHOR: We have breaking news right now. Malaysia Airlines confirms it has lost contact with the plane carrying 227 passengers and 12 crew members.<br><br>ANDERSON COOPER, CNN ANCHOR: Radar contact was lost with the jumbo jet in Vietnamese air space and did not cross over into China or make contact with Chinese air traffic control.<br><br>FREDRICKA WHITFIELD, CNN ANCHOR: Vietnamese authorities say an aircraft has spotted traces of oil in waters over the search area.<br><br>RENE MARSH, CNN AVIATION CORRESPONDENT: A Malaysian military source tells CNN their radar shows the plane may have still been flying an hour and 10 minutes later. Instead of being off the east coast of Malaysia, it apparently turned to the opposite direction and flew to the Malacca Straits, west of the peninsula. Adding to the mystery, why were the transponders in the cockpit that are used to track the plane turned off.<br><br>KYUNG LAH, CNN CORRESPONDENT: After 17 days of hope and anguish, this is not the news families were waiting to hear.<br><br>NAJIB RAZAK, MALAYSIAN PRIME MINISTER: Flight MH370 ended in the southern Indian Ocean.<br><br>MARSH: Another day of searching and crews have yet to find this elusive signal again. The pinger locator towed behind the Ocean Shield detected distinct sounds over the weekend that maybe from the black boxes.<br><br>RICHARD QUEST, CNN AVIATION CORRESPONDENT: When the pings came to an end, it was time to send down the unnamed Blue Fin 21, underwater probe, to scour the Indian Ocean floor.<br><br>RANDI KAYE, CNN CORRESPONDENT: Conspiracy theories believe they know what happened.<br><br>Pilot suicide hasn`t been ruled out, nor has rapid decompression.<br><br>Another reasonable theory, fire from lithium batteries in the cargo haul brought the plane down, or a real hijacking that ended with the plane crashing into the sea.<br><br>MARSH: A 64-page report details the assumptions leading to a new search area. The plane is still flying somehow sucked of oxygen, everyone onboard passed out.<br><br>TOM FOREMAN, CNN CORRESPONDENT: All through the thundering waves of winter, the ships have pressed on across the Indian Ocean, pulsing out sonar signals. And this is what they have to show for it, the most detailed map ever of the seabed in this area. The new map is not fine enough to show wreckage, but it is a wealth of information to guide underwater search vessels.<br><br>Airplane debris discovered on the tiny island of Reunion has investigators scrambling, to figure out if they may finally have evidence as to what happened to the missing plane, after almost 500 days of fruitless searching, finally what maybe the first real clue in hope for answers.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There are a lot of home schoolers out there using CNN STUDENT NEWS. They`re from all over the world.<br><br>So, on today`s &quot;Roll Call&quot;, we`re starting by sincerely thanking you for being in our audience. We`re honored to be part of your day.<br><br>In the 50th U.S. state, it`s great to see everyone at Castle High School. The Knights are watching from Kaneohe, Hawaii.<br><br>And to America`s last frontier. In Mekoryuk, Alaska, hello to the Herders of the Nuniwarmiut School.<br><br>(MUSIC)<br><br>AZUZ: You don`t have to look very hard to find someone who`s had to get braces, but -- well, yes. This is Wesley. He`s a six-month-old Golden Retriever, and guess what? Braces.<br><br>Wesley`s teeth were so crooked that he had trouble closing his mouth. So, a local vet and this is not the first time they`ve done this, wired Wesley up for six weeks. He got a discount from the usual $1,700 fee. And aside from having to eat soft foods, Wesley is all smiles.<br><br>We`re glad he`s getting everything straightened out. He`s certainly retrieving a lot of attention online. Now, brace yourself, you know what it takes to get a canine`s teeth fixed up? A really good orthodogtist.<br><br>I`m Carl Azuz. Hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-03 CNN Student News.mp4"}