{"title":"CNNSN-2016-03-30-CNN-Student-News","script":"(CNN Student News) -- March 30, 2016<br><br><br>Obama Announces New Moves to Fight Opioid and Heroin Abuse Epidemic; Californians Debate Minimum Wage Hike; Pavlof Volcano in Alaska Still Erupting<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The U.S. government`s ongoing fight against prescription drug abuse in America leads off our show today.<br><br>Thank you for taking 10 minutes to watch. I`m Carl Azuz from the CNN Center in Atlanta, Georgia.<br><br>Prescription drug and heroin abuse is exploding. Last week, we reported on the Food and Drug Administration`s black box warning, its strongest possible warning that will appear on commonly prescribed opioid painkillers.<br><br>Now, the government is making it easier for doctors to prescribe anti- addiction drugs to help patients get over their dependents on opioids. The White House is also promising more than $100 million in funding to help treat addicts nationwide. Critics say these steps are long overdue, that the problem has already gotten out of hand.<br><br>President Obama participated in a panel on the subject yesterday. It was moderated by CNN`s Dr. Sanjay Gupta.<br><br>(BEGIN VIDEO CLIP)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: A number that really stuck with me when I first reporting on this was 28,000. It was the number of people who died in 2014 of accidental opioid overdoses. About half of those came, were involved with prescription overdoses. It`s a pretty staggering number.<br><br>There are so many different problems in the world that -- where solutions really aren`t that obvious and this is a complicated problem. No question about it. There are people with chronic who were caught in the middle. There are people with addiction who were caught in the middle. But I also think it`s a very fixable problem.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: You know, my job is to promote the safety, the health, the prosperity of the American people, and that encompasses a whole range of things. It means that we`re tracking down ISIL leaders, and it means that we`re responding to natural disasters, and it means that we`re trying to promote a strong economy.<br><br>And when you look at the staggering statistics, in terms of lives lost, productivity impacted, and costs to communities, but most importantly cost to families, from this epidemic of opioids abuse, it has to be something that is right up there at the top of our radar screen.<br><br>You mentioned the number 28,000, it`s important to recognize that today, we are seeing more people killed because of opioid overdose than traffic accidents. Think about that. A lot of people tragically died of car accidents, and we spend a lot of time and a lot of resources to reduce those fatalities.<br><br>And the good news is, is that we`ve actually been very successful. Traffic fatalities are much lower today than they were when I was a kid, because we systematically looked at the data and we looked at the science and we developed strategies, and public education that allowed us to be safer drivers.<br><br>The problem is here, we`ve got the trajectory going in the opposite direction.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The president pro temp of California`s senate says roughly a third of the state`s workforce is paid minimum wage. An agreement between lawmakers, the governor and union is set to raise that wage to $15 an hour statewide. California currently has one of the highest minimum wages in the country. It`s $10 an hour.<br><br>This agreement would require businesses to raise that incrementally to $15 by the year 2022. If there`s a recession or state budget problem, the raises could be put on hold.<br><br>Low wage workers in California have been pushing for years to get the state minimum wage raised. The benefit to employees is clear, and lawmakers in New York are considering doing the same thing.<br><br>Critics say it`s a bad idea because businesses might have to lay off workers or possibly shut down if they can`t afford to pay the rate hike.<br><br>Here`s how wage hikes are playing out in a California city where the minimum is headed higher than $16 an hour.<br><br>(BEGIN VIDEOTAPE)<br><br>VANESSA YURKEVICH, CNNMONEY CORRESPONDENT: We are headed to the city with the highest minimum wage in the country, Emeryville, California.<br><br>What was your reaction when you heard about the proposed increase to $16?<br><br>CHRIS HILLYARD, FARLEY`S COFFEE: Honestly, I was scared.<br><br>YURKEVICH (voice-over): This is Chris Hillyard. He`s a husband, father of two young girls, and he owns Farley`s Coffee Shop.<br><br>YARD: Farley`s was originally started by my father in San Francisco 26 years ago.<br><br>YURKEVICH (on camera): Those people that are working here are working for big businesses. They`re making $14.44 if they`re making minimum wage. At small businesses, they`re making $12.25. And by 2019, the minimum wage is expected to jump to $16, and that`s for everyone.<br><br>JENNIFER LIN, DEPUTY DIRECTOR EAST BAY ALLIANCE: It has an impact on local economies, all the way up to the national level. And we`ve seen here locally, when workers make a few extra dollars. That money gets recirculated in the local economies.<br><br>YURKEVICH: Is $16 a livable wage?<br><br>RUTH ATKIN, EMERYVILLE MAYOR: In the Bay Area, it`s pretty hard to live in $15 or $16 an hour.<br><br>HILLYARD: Going from $12.25 to $13, to $14, to $15, to $16, that`s going to be a challenge as a small business owner. Any small independent business that was considering opening in Emeryville is going to have to probably consider whether they want to go forward with it.<br><br>YURKEVICH: Is there a fear that you might not be able to make this work?<br><br>HILLYARD: We`ll raise prices some, but, of course, we can only raise prices at certain percentage before we start lose customers.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On the northern part of the Ring of Fire -- it`s a horseshoe-shaped line around the Pacific where earthquake and volcano activity is common -- the Pavlof Volcano is erupting for the first time since 2014. It`s located in southwest Alaska, along the Aleutian Arc. It`s one of the region`s most active volcanoes, but this eruption wasn`t expected. It started over the weekend and sent an ash plume 37,000 feet high. That`s the cruising altitude of passenger jets and that`s why dozens of flights in the region had to be cancelled. The ash is more than a cloud and it`s more than a visibility threat for passing planes.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: This is a place where we monitor volcanoes along about 1,500-mile Aleutian Arc.<br><br>SUBTITLE: Studying Alaska`s volcanoes.<br><br>KRISTI WALLACE, GEOLOGIST, USGS ALASKA VOLCANO OBSERVATORY: We have a lot of volcanoes in the arc and they`re all explosive volcanoes. So, they produce ash plumes and they can be carried around the earth.<br><br>SUBTITLE: The Alaska volcano observatory studies and warns of eruption.<br><br>Volcanic ash can cause damage and make it hard to breathe.<br><br>WALLACE: The biggest hard is to aviation, but also impacts to people on the ground.<br><br>When we think of ash, we think of powder or fireplace ash. But in fact, that`s not at all what volcanic ashes like. It`s just like pulverized rock material. This is really scratchy stuff.<br><br>DATE KETNER, GEOPHYSICIST, USGS ALASKA: I primarily work deploying, repairing and maintaining, monitoring instrumentation. We try to get them these permanent monitoring sites as close in to the volcanic sources as possible. These instruments are going to tell us exactly what the ground is doing.<br><br>JOHN LYONS, GEOPHYSICIST, USGS ALASKA VOLCANO OBSERVATORY: That network of sensors, all that data is transmitted back in real time. A key indicator of a volcano that has been quite for a long time, it is becoming restless, or volcanic earthquakes. If an ash cloud is produced, we can distinguish which volcano is erupting using low frequency microphones.<br><br>DAVID SCHNEIDER, RESEARCH GEOPHYSICIST, USGS ALASKA: Satellites observe activity over that entire arc. Those observations fed into the predictions on where the cloud will go to try to keep the aircraft out of the volcanic cloud.<br><br>Anchorage has a large air cargo hub. About 25,000 passengers per day that transmit over the volcanoes in Alaska.<br><br>WALLACE: When you ingest this rock material on glass and minerals into the engine, it can start to melt and turn back into a molten material, a liquid, and that shuts down the engines.<br><br>UNIDENTIFIED MALE: There`s been three incidents of large aircraft losing power from all four engines worldwide. It`s the mid-1980s, including one here in Alaska in 1989. We`re always keep hopping, looking at volcanoes that are restless, even those that are actually in sort of low level eruption. Large eruptions typically have large precursors, and so, we`re able to provide some advance warning, although the ability to forecast the exact time and exact size of eruption is not possible.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s known as the Old Line State, the Free State, and Little America. We`re talking about Maryland, and that`s the home of the Dragons of Annapolis Middle School. It`s in Annapolis.<br><br>Next up on today`s &quot;Roll Call&quot;, we`ve got some Falcons from Omaha, Nebraska. Holy Cross Catholic School is watching today.<br><br>And across the Pacific, in the Chinese capital, hello to the Experimental School of Beihang University. Great to see our viewers in Beijing.<br><br>(MUSIC)<br><br>AZUZ: Whether you`re a fan of marshmallows peeps or you just like playing with your food, you`ll find something sweet about this event in Maryland.<br><br>It features some pretty famous peeps such as Elvis Peepsly, Snoopeep, I hear even Peeper Cottontail makes an appearance.<br><br>It`s an annual show that`s been going on for nine years and it apparently takes a lot of work to cut them up, piece them down and sculpt something that`s truly speeptacular.<br><br>Of course, nothing sweeter than hanging with your peeps at an event that`s peep in tradition, where talent runs peep, and the company you peep won`t make a peep if you get into peep and find your progress im-peep-ted by an idea that`s com-peep-hensively uninspeepered (ph).<br><br>I`m Carl Azuz and we hope you`ll check us out again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-30 CNN Student News.mp4"}