{"title":"CNNSN-2016-11-04-CNN-Student-News","script":"(CNN Student News) -- November 4, 2016<br><br><br>A Complication in the &quot;Brexit&quot;; A Possible Clue in Amelia Earhart`s Mysterious Disappearance; Electoral Map Examination<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Awestruck, awe-inspiring, oh yeah, maybe. But it`s awesome that describes Fridays!<br><br>I`m Carl Azuz. Great to see you.<br><br>First up, the Brexit, Britain`s exit from the European Union just got more complicated. Over the summer, people in the United Kingdom voted 52 percent to 48 percent to leave the E.U., the political and economic association of European countries.<br><br>British Prime Minister Theresa May had planned to get that process started early next year.<br><br>But yesterday, the high court ruled that the nation`s parliament has to vote on the process, meaning Prime Minister May will need the approval of British lawmakers first. The government says that before the Brexit vote, British lawmakers had already determined to leave the decision up to British voters.<br><br>So, the government plans to appeal the decision. But even if it`s upheld and stays in place, most experts expect that British members of parliament will support the Brexit. And giving them a vote means that the prime minister`s plans could be delayed.<br><br>Supporters of the high court`s decision hope this will give Britons and their lawmakers more say in the nation`s terms for leaving the European Union. Critics say a majority of British voters already chose to leave, they want the government to move forward in honoring that decision.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: A research group is claiming that bones found on Nikumaroro Island may belong to Amelia Earhart.<br><br>The group is saying that arm bones recovered there match Earhart`s &quot;longer than average&quot; arms.<br><br>A forensic imaging specialist estimated Earhart`s arm length from a photograph.<br><br>TIGHAR says the analysis shows Earhart`s arm length is &quot;virtually identical to the castaway`s&quot;.<br><br>The partial skeleton was originally found on the Pacific atoll in 1940.<br><br>At the time, a doctor determined the bones couldn`t be Earhart`s because they were from a male.<br><br>A 1998 TIGHAR examination of that doctor`s files concluded that the remains were from a female.<br><br>Amelia Earhart`s plane went missing in 1937 while she was attempting an around-the-world flight.<br><br>Numerous recovery expeditions, including TIGHAR`s, have failed to find Earhart`s wreckage.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Up next, a pipeline that shuttles gasoline to the U.S. Southeast has been shut down. Gas prices are going up in several states.<br><br>Gas shortages are possible in some areas.<br><br>Any if these sound familiar? The same pipeline was temporarily closed in September, causing the same problems. A leak led to an 11-day shutdown at that time.<br><br>Earlier this week, a construction crew in Alabama accidentally hit the pipeline with a piece of heavy equipment. It caused a massive explosion, killing one worker and injuring five others.<br><br>This pipeline, the Colonial Pipeline, is important, because it runs from refineries in Houston, Texas, all the way up to terminals in New Jersey.<br><br>One oil analyst characterized it as the aorta of East Coast gasoline supplies. Governors in Alabama, Georgia, governors in Alabama, Georgia and North Carolina are taking steps to try to avoid gas shortages and keep prices from shooting up. The pipeline could reopen this Saturday.<br><br>Hard to think of two folks who are traveling more around the U.S. right now than Democratic presidential nominee Hillary Clinton and Republican presidential nominee Donald Trump.<br><br>And it`s not just the candidates themselves who are crisscrossing the country. They`re running mates are campaigning. Their spouses, children, current and former politicians all trying to get out the vote.<br><br>And the money being spent can only be measured in millions. Between the Clinton and Trump campaigns, plus the outside groups that support them, $75 million are spent. But that is just on TV ads and that`s just this week alone.<br><br>The big prizes are the battleground states, with the electoral votes that could turn the tide of the election.<br><br>John King has a look at how the Electoral College could play out based on recent polling in several states.<br><br>(BEGIN VIDEOTAPE)<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: Seven new polls in battleground states today that tell us Donald Trump is in better shape but still faces a stiff hill to catch up to Hillary Clinton.<br><br>Let`s walk through these polls and let`s start with the ones conducted for us here at CNN. Number one in one of the biggest battleground states of all, Florida, always very close to the American politics, 49 percent for Hillary Clinton, 47 percent for Donald Trump, a two-point race, but statistically that`s a dead heat and a tie in a state that`s always close to the end.<br><br>Let`s move up north here to the state of Pennsylvania. This is a blue state, a traditional Democratic state for sometime, Hillary Clinton still leads, but this is somewhat encouraging for Donald Trump, only a four-point lead, 48 percent to 44 percent for Hillary Clinton in battleground Pennsylvania, a state she needs to hold. If Trump can get that and its electoral votes, that would be a big deal.<br><br>Let`s move west as we go through the rest of our CNN poll, in the state of Arizona, where Hillary Clinton campaigns on Wednesday. A week or so ago, there were some public polling showing her ahead. Republicans now, though, coming home. This is a traditional Republican state. Donald Trump leads 49 percent to 44 percent, as Hillary Clinton campaigns out there, and runs TV ads as well, trying to change it.<br><br>Here`s a bit of a surprise: Nevada, a big Latino population, critical to both of President Obama`s victories. Look at this, in the west, Donald Trump pulling ahead in the state of Nevada, 49 percent to 43 percent. That`s a pretty big deal, as Donald Trump tries to get the math necessary to win the presidency.<br><br>Now, let`s move to some other polls as we come back toward the east. This one is the state of Wisconsin, traditionally a Democratic state, still a Democratic state if you look at this poll, not out of reach, a six-point lead, but a six-point lead for Hillary Clinton in the state of Wisconsin.<br><br>Donald Trump has been there this week. He wants to keep that one on the map.<br><br>Let`s go quickly through a couple of others. Ohio, one of the biggest battleground states, always closely contested. This one, very good news for Donald Trump. Ohio, which has been so critical in our past recent presidential elections, moving Donald Trump`s way, a five-point lead for Donald Trump in a state again that he must win if he`s going to have a shot for the presidency.<br><br>And one more, the state where President Obama campaigned today, Obama won this in 2008, lost it in 2012, the hotly contested state of North Carolina, a very small Clinton lead, 47 percent to 44 percent.<br><br>So, that`s a lot of polling to digest.<br><br>Seven battleground states, let`s go to the map that matters most and run it through the process.<br><br>This is where we have the race today. If Hillary Clinton protects the blue on this map, she`s the next president of the United States. But let`s walk through what we just went through. Donal Trump leading in Nevada, leading in Arizona. We don`t have any new Utah polling, but it`s pretty safe assumption if he`s gaining ground among Republicans in the west, let`s for the sense of this hypothetical, give them Utah as well, Donald Trump starting to move.<br><br>Again, we just showed you Donald Trump leading in Ohio. That moves him into a more competitive position, but still behind Hillary Clinton. If she can stop Donald Trump there, win either Florida or North Carolina and hold the blues, she`ll be the next president of the United States. But it is not unreasonable looking at those close races, even some Democrats concede Trump could well win Florida, Trump could well win North Carolina, look at what that would do.<br><br>If Donald Trump continues his momentum in those states, that would get it to 272 to 264, meaning to win, Hillary Clinton must defend Pennsylvania, must defend Michigan, must defend Wisconsin, must keep Donald Trump from turning anything that`s blue on this map red. If he can get that close, he`s in the hunt. But he still has some significant challenges most of all in Florida and North Carolina. These two states, North Carolina and Florida, right now, the biggest of the big battlegrounds in this presidential race.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You can play around with an interactive electoral map just like that. Our map got a new one altogether at CNNStudentNews.com. Scroll down to &quot;extra credit resources&quot; and click &quot;road to 270&quot;.<br><br>And, teachers, while you`re on our website, why not sign up for our free daily email. It gives a preview of what`s on each day show and you`re going to love it.<br><br>(MUSIC)<br><br>AZUZ: Unless you`ve had perfect attendance, you might have had to produce an absentee excuse from a doctor or parent or the Chicago Cubs. Before the team won the World Series, they came up with a super official excuse note for anyone who might have missed school, work or other responsible due to late night baseball watching, and in the Cubs` case, celebrating.<br><br>I bet this was handed over in several places yesterday and I bet it was accepted. Just so long as the boss, teacher or supervisor wasn`t a Cleveland Indians fan, in which case, it would have been no excuse. They might have said, the Chica-go try that somewhere, because Ohio and you know that while Cubs had 108 reasons to sleep in yesterday, Indians fans don`t want to get their goat, but be the goat next season.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-04 CNN Student News.mp4"}