{"title":"CNNSN-2016-02-02-CNN-Student-News","script":"(CNN Student News) -- February 2, 2016<br><br>Greeks in Forefront of European Migrant Crisis; Concerns About Repeated Head Trauma. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS. I`m Carl Azuz, at the CNN Center in Atlanta, Georgia.<br><br>Today`s current events coverage begins at an island in the Aegean Sea. It`s part of the nation of Greece and it`s ground zero for thousands of migrants and refugees streaming into Europe -- those who risked a dangerous crossing over the Mediterranean.<br><br>We`ve talked about Europe`s largest influx of refugees since World War II, and with tensions rising in some places between Europeans and the migrants, several countries are making it harder for people to seek asylum. Germany is working on new rules for refugees. We told you about Denmark`s controversial law that analysts say was designed to discourage migrants and refugees from coming there.<br><br>Sweden and Finland recently said they deport tens of thousands of asylum seekers.<br><br>But in part of Greece, it`s a different story. Though it`s been criticized for not protecting Europe`s borders, it has opened its doors and kept them open to migrants.<br><br>(BEGIN VIDEOTAPE)<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT: The sun rises over Turkey, its hill silhouetted in the distance. The expanse of water between them and the Greek island of Lesbos crossed by more than half a million people last year.<br><br>This is the main gateway to Europe.<br><br>The Greek islanders found themselves the first responders in the months before the coast guard increased its numbers over the summer. For their actions, kindness and generosity, there had been petitions to nominate the islanders for the Nobel Peace Prize.<br><br>The massive influx of migrants and refugees completely changed the nature of this tourist destination. All islanders have pitched in, drying clothes, providing food, blankets and even risking jail time.<br><br>MAYOR GALINOS SPYROS, LESBOS, GREECE (through translator): The flood of migrants burst suddenly, no one was prepared -- not us, not Europe.<br><br>DAMON: But Mayor Galinos Spyros says, the island of Lesbos decided to put humanity first.<br><br>The European Union is now slamming Greece over Schengen failures, improper background checks for migrants and inadequate protection of the external border of the passport-free zone.<br><br>The winter months has slowed but not stop the refugees and migrants from coming. January of last year saw around 750 people land here.<br><br>So far, this January, 25,000 have arrived on this island.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Results from yesterday`s Iowa caucuses, the first state context in the U.S. race for the White House were still coming in last night when we produced this show. But you know we`ll bring them to you when we get them.<br><br>Teachers, for the latest updates on Iowa, we recommend CNN.com.<br><br>And our last two shows have great explainers on the significance of the caucuses, how they`re actually conducted and a bit of controversy that`s associated with them. You can both programs in the archive section of CNNStudentNews.com.<br><br>At CNNStudentNews.com, making one request a day is the way to get on our &quot;Roll Call&quot;.<br><br>Pechersk School International is first up. Thank you for taking 10 minutes for our show in the Ukrainian capital of Kiev.<br><br>To northeast Oregon, not too far from Portland is the city of Sandy. That`s the home of the Storm rolling in at Cedar Ridge Middle School.<br><br>And in the capital of Oklahoma, we`re calling on the Jaguars of Westmoore High School. Hello to our friends in Oklahoma City.<br><br>U.S. sports fans are gearing for the National Football League championship. The Super Bowl is one of the most watched sporting events in America.<br><br>About a third of the country sees the game.<br><br>On Sunday, the Carolina Panthers will face off against the Denver Broncos in Super Bowl 50.<br><br>The sport itself has gotten some negative publicity in recent years because of the effects of concussions. There`s a movie out called &quot;Concussion&quot;.<br><br>A Bronco`s cornerback will be wearing a new kind of helmet meant to better prevent concussions.<br><br>During the 2015 season, more than 300 of these head injuries were reported in the NFL. Well, maybe more concerning than the concussion themselves is the brain disease that repeated head trauma can lead to. Former football players continue to be diagnosed posthumously with CTE.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Lately, it`s been difficult to talk about football without mentioning concussions. Why? A mounting concern over a disease called chronic traumatic encephalopathy, or commonly known as CTE.<br><br>In the world of medicine, CTE is a relative newcomer. In football, we just learned about 10 to 15 years ago.<br><br>Here`s what we can say: it`s a progressive degenerative brain disease. It is like Alzheimer. It can start with memory loss, mood swings and difficulty and concentration, developing into progressive dementia, even possible thoughts of suicide.<br><br>But unlike Alzheimer`s, CTE can also result in significant aggression and lack of impulse control. The big difference, symptoms tend to begin much earlier in life. Closer to your 40s, instead of your 60s. In both diseases, there`s no known cure.<br><br>Researchers believe there`s only one way to get CTE and that is repeated hits to the head. What happens is that you get a buildup of that abnormal protein called Tau in the brain. Scientists do know both the location of the Tau and how much Tau in the brain determines the symptoms you might exhibit.<br><br>But scientists don`t yet have a magic number of hits that results in CTE. It also isn`t known who exactly would develop CTE. There`s some players who take many hits and never develops symptoms. Factors like genetics and age of exposure to the trauma could play a role.<br><br>How do you know if you have CTE? Just because you have symptoms doesn`t mean you have the disease. In fact, as things stand now, you can only be diagnosed for sure after death. Scientists are researching how to diagnose on living people.<br><br>A prominent group of researchers have found over 90 percent of former NFL players have developed CTE. But remember something important here, the number could be so high because of something known as selection bias. That means the brains that were studied were from people who worried that they had CTE. Also, it`s not just football players that need to be concerned, boxers, soccer players, people in the military, anyone who`s exposed to constant head trauma can develop it, too.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, a sort of sport that combines elements of gymnastics, martial arts, Parkour and flipping out.<br><br>It`s known as tricking. It`s probably best for people who are already in shape, and though critics say it`s not useful in an actual combat situation, it`s really cool to look at, really physically demanding and really popular in movies.<br><br>(BEGIN VIDEOTAPE)<br><br>VANESSA YURKEVICH, CNN CORRESPONDENT: Captain America, Will Ferrell, the Ninja Turtles, what`s the one thing they all have in common?<br><br>What is tricking?<br><br>MANNY BROWN, TRICKING PIONEER, ACTOR: It`s a combination of jump kicks and basic kicks for martial arts such as karate, taekwondo, wushu, capoeira.<br><br>YURKEVICH: It`s one of the hottest styles in stunt work right now.<br><br>Blockbuster movies can`t get enough of these big moves.<br><br>Can people make a living off tricking in movies?<br><br>BROWN: Yes, I definitely do think so because there are jobs out there where they specifically ask if you can trick.<br><br>YURKEVICH: Stunt people can make about $1,000 a day and big sponsors like Red Bull are taking notice. They started competitions two years ago, with cash prices in the thousands.<br><br>How did tricking start?<br><br>BROWN: In the mid to late `90s, to the early 2000s. A lot of martial artists were doing creative forms that they can make up themselves and they want to spice up so that they would add elements of gymnastics, tumbling, and, you know, fancy kicks that you saw on Hong Kong movies. And eventually, it sort of broke off from sport karate and became its own entity.<br><br>Now, more than a hundred gyms around the world are offering tricking classes.<br><br>This is Brooklyn Zoo in New York. Their tricking classes cost 25 bucks.<br><br>GERONIMO FRIAS, OWNER, BROOKLYN ZOO: The people that we have that do come here, they see tricking and they want to do it just because it`s cool. You see somebody jump in the air, spin a few times and throw a kick. And they`re like, I didn`t see that in class. And we`re like, oh, that`s tricking. Not regularly tumbling.<br><br>BROWN: I think it was maybe last year, this one tricker was on &quot;The Arsenio Hall Show&quot;, and that was huge for tricking, you know, because most -- probably nobody in that audience had ever seen anybody doing this type of stuff before and then he`s doing all this great stuff and they`re just like, whoa, it looks like what I see in the movies.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s certainly an ec-tractive form of athletricism that`s not constricted by strict stricture. It may have its detrictors but the trickters who aren`t tricked stay on trick with a trick out tumbling that`s their tricket to success.<br><br>We`ve got to go because trick tock goes the clock. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-02 CNN Student News.mp4"}