{"title":"CNNSN-2016-10-20-CNN-Student-News","script":"(CNN Student News) -- October 20, 2016<br><br><br>The Third and Last Debate Between the Top U.S. Presidential Candidates; U.S. Heroin Epidemic<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to have you watching CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center.<br><br>First up, last night was round three of three. Democratic presidential nominee Hillary Clinton and Republican presidential nominee Donald Trump meet face to face for their final debate.<br><br>The venue: The University of Nevada Las Vegas.<br><br>The format: The candidates standing at podiums, answering questions from a moderator.<br><br>The topics: Immigration, the national debt, the economy, the Supreme Court, international challenges.<br><br>And just like the other debates, there was room left for other subjects.<br><br>Going into the event, one of the most recent presidential polls conducted by Quinnipiac University on October 17th and 18th showed Clinton had the support of 47 percent of likely voters, Trump had the support of 40 percent, Libertarian Party candidate Gary Johnson had 7 percent, and Green Party candidate Jill Stein had 1 percent.<br><br>(BEGIN VIDEOTAPE)<br><br>HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: I feel strongly that the Supreme Court needs to stand on the side of the American people, not on the side of the powerful corporations and the wealthy. For me, that means that we need a Supreme Court that will stand up on behalf of women`s rights, on behalf of the rights of the LGBT community.<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: The justices that I am going to appoint -- and I`ve named 20 of them -- the justices that I`m going to appoint will be pro-life. They will have a conservative bent. They will be protecting the Second Amendment. They are great scholars in all cases, and they`re people of tremendous respect. They will interpret the Constitution the way the Founders wanted it interpreted.<br><br>CLINTON: When the middle class thrives, America thrives. And so, my plan is based on growing the economy, giving middle-class families many more opportunities. I want us to have the biggest jobs program since World War II, jobs in infrastructure and advanced manufacturing. I think we can compete with high-wage countries, and I believe we should. New jobs and clean energy, not only to fight climate change, which is a serious problem, but to create new opportunities and new businesses.<br><br>I want us to do more to help small business. That`s where two- thirds of the new jobs are going to come from. I want us to raise the national minimum wage, because people who live in poverty should not -- who work full-time should not still be in poverty. And I sure do want to make sure women get equal pay for the work we do.<br><br>TRUMP: During President Obama`s regime, we`ve doubled our national debt. We`re up to $20 trillion.<br><br>So my plan -- we`re going to renegotiate trade deals. We`re going to have a lot of free trade. We`re going to have free trade, more free trade than we have right now. But we have horrible deals. Our jobs are being taken out by the deal that her husband signed, NAFTA, one of the worst deals ever. Our jobs are being sucked out of our economy.<br><br>I am going to renegotiate NAFTA. And if I can`t make a great deal -- then we`re going to terminate NAFTA and we`re going to create new deals.<br><br>We are going to cut taxes massively. We`re going to cut business taxes massively. They`re going to start hiring people. We`re going to bring the $2.5 trillion --<br><br>DEBATE MODERATOR: Time, Mr. Trump.<br><br>TRUMP: -- that`s offshore back into the country. We are going to start the engine rolling again, because --<br><br>WALLACE: Mr. Trump?<br><br>TRUMP: -- right now, our country is dying at 1 percent GDP.<br><br>She wants to give amnesty, which is a disaster and very unfair to all of the people that are waiting on line for many, many years. We need strong borders.<br><br>In the audience tonight, we have four mothers of -- I mean, these are unbelievable people that I`ve gotten to know over a period of years whose children have been killed, brutally killed by people that came into the country illegally. You have thousands of mothers and fathers and relatives all over the country. They`re coming in illegally. Drugs are pouring in through the border. We have no country if we have no border.<br><br>CLINTON: I voted for border security, and there are --<br><br>TRUMP: And the wall.<br><br>CLINTON: There are some limited places where that was appropriate. There also is necessarily going to be new technology and how best to deploy that.<br><br>But it is clear, when you look at what Donald has been proposing, he started his campaign bashing immigrants, calling Mexican immigrants rapists and criminals and drug dealers, that he has a very different view about what we should do to deal with immigrants.<br><br>Now, what I am also arguing is that bringing undocumented immigrants out from the shadows, putting them into the formal economy will be good, because then employers can`t exploit them and undercut Americans` wages.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Next story, all this week, we`ve covered America`s heroin epidemic, a recent and major increase in abuse of and overdoses from the drug. Part of the problem is with something called fentanyl, a synthetic and very powerful painkiller sometimes prescribed for people in severe pain, sometimes traffic and taken illegally.<br><br>The U.S. is trying to get other countries to help decrease global trade in the chemicals used to make illegal fentanyl.<br><br>Our last report on the series visits a forensics lab to show you how fentanyl is detected and why it`s so dangerous.<br><br>(BEGIN VIDEOTAPE)<br><br>DEBORAH FEYERICK, CNN CORRESPONDENT (voice-over): In the streets of New Hampshire, police are at war, targeting drug dealers and foreign cartels supplying heroin. When contraband is seized, it`s tested at the state forensic labs, as evidence to prosecute suspects.<br><br>JENNIFER PARIS, CRIMINALIST, NEW HAMPSHIRE STATE POLICE: We are the only forensic lab here in New Hampshire that analyzes evidence for drug content.<br><br>We`re kind of at the forefront of this heroin fentanyl epidemic.<br><br>I`ve been working at the lab for over 10 years. I`ve been working in this section for eight.<br><br>FEYERICK (on camera): Over that time, how have you seen heroin cases grow?<br><br>PARIS: We`ve definitely seen an increase in heroin cases, probably 50 percent of the cases I get on a daily basis have either heroin or fentanyl.<br><br>So, we`re going to select the spoon that has the larger amount of tan residue and we`re going to scrape that material off, weigh it, and then do analysis to try to determine if it`s heroin.<br><br>We typically see what we call corner bags or tide baggies, it`s like the corner --<br><br>FEYERICK: The twist.<br><br>PARIS: Yes. And then the other half sort of what we see are what we call fingers. They`re wax paper bags that have been filled with powder and copperas (ph).<br><br>FEYERICK (voice-over): The rise of heroin is based on supply and demand. To promote business, traffickers are creating a more powerful high.<br><br>They`re mixing heroin with an illegal and much more lethal version of the painkiller fentanyl.<br><br>PARIS: Fentanyl is a synthetic opioid. It`s 50 to 100 times more potent than heroin.<br><br>FEYERICK (on camera): This amount would kill you if you take heroin.<br><br>PARIS: That`s right.<br><br>FEYERICK: And this, you can barely even see it, but this scant amount, this would be a fatal dose of fentanyl.<br><br>PARIS: If we`re talking two pure samples, yes.<br><br>When I started on this section eight years ago, our backlog were somewhere under a thousand cases. We now have over 3,400 cases backlog. So, we`re taking in more than we can actually do in a course of a month.<br><br>FEYERICK: When did you see a shift from pills to actual heroin, and then even the fentanyl?<br><br>PARIS: Somewhere around 2010, there was a change in the way pharmaceutical opioids were allowed to be prescribed, as people could not get the oxycodone containing tablets that they were used to, they sort of shifted over to use heroin. And then, we saw an increase in fentanyl cases.<br><br>Fentanyl is easy, quick and less expensive to manufacturer. A basic chemist can do it.<br><br>FEYERICK: With fentanyl, even if you touch it, if it gets in your skin, it can be fatal.<br><br>PARIS: Yes.<br><br>FEYERICK: Are you ever worried?<br><br>PARIS: I`m always worried. I`m always cautious.<br><br>FEYERICK: If you`re a user, could you easily take fentanyl thinking it was heroin?<br><br>PARIS: Absolutely. The powders are so similar and consistency in color that with the naked eye, you can`t tell them apart.<br><br>This pattern that I`m seeing is very weakly positive for a fentanyl class compound.<br><br>FEYERICK: Do you know people who`ve been directly affected by heroin.<br><br>PARIS: I do. I think everyone does. I used to think that it would just be the urban areas, as urban as you can get in New Hampshire. But it`s not. It`s everywhere.<br><br>FEYERICK: By doing what you`re doing, do you feel you`re trying to push back that flow of drugs on some levels.<br><br>PARIS: Absolutely. I mean, that`s why we work in public service. We get, you know, that satisfaction of helping to sort of stem the tide, hopefully push back a little bit and help our communities in that way.<br><br>(END VIDEOTAPE)<br><br>AZUZ: I want to thank the thousands of you who`ve already signed up for our new daily e-mail. It`s totally free, it gives you a heads up on what we`re covering, and it replaces our previous service that many of you signed up four years ago. Only way to get the new email is to go to CNNStudentNews.com, scroll down and click the banner that says &quot;sign up for the daily e-mail&quot;.<br><br>(MUSIC)<br><br>AZUZ: Well, it`s a heated election. There are smear campaigns going on, howling protests, moneys at stake, and no one knows who will become president of the Alaska Zoo. Three animals are on the ballot. The incumbent, Ahpun the polar bear. The challengers: George the magpie, and Denali the wolf.<br><br>The polls showed that a leadership change is likely. But whoever wins, the money raised from the race goes right back to the animals.<br><br>So, will the wolf become leader of the pack? Or is this race for the birds? They`ll have to stay anchorage on message when they`re Alaska the tough questions. They can`t fleece the voters or leave the nest unprotected. One thing for sure, the outcome is going to be wild y`all.<br><br>For CNN STUDENT NEWS, I`m Carl A-zooz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-20 CNN Student News.mp4"}