{"title":"CNNSN-2015-05-11-CNN-Student-News","script":"(CNN Student News) -- May 11, 2015<br><br>Threat Level Raised for U.S. Military Bases; Super Typhoon Hits Northern Philippines; VE Day Celebrations Across the Globe<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hope you had a happy Mother`s Day weekend. I`m Carl Azuz. And this is CNN STUDENT NEWS.<br><br>First up this Monday, May 11th: Force protection Bravo. It`s a threat level at U.S. military bases indicating an increase in predictable threat of terrorism. As you see, it`s the third tier out of five.<br><br>The reason we`re telling you about it is because it was increased to Bravo at U.S. military bases last Friday. This applies to 3,200 military sites, including recruiting stations, National Guard facilities, and ROTC detachments. It means more security at bases, though a military spokesman didn`t say exactly what that would be.<br><br>The military says the level wasn`t raised because of a specific threat, but because it`s concerned about several recent incidents, including an attempted terrorist at an event in Texas we told you about last week.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Give me a clap.<br><br>EVAN PEREZ, CNN JUSTICE REPORTER: It`s hard to believe that a year ago, most people had not heard of ISIS. And now, hardly a week goes by without the FBI making a major arrest of ISIS so-called &quot;travelers&quot;. These are people who are trying to go overseas to join the fight, following the lure of the ISIS propaganda machine on the Internet.<br><br>The interest in ISIS is not waning at all. If anything, it`s still growing. We`ve got about 26 cases against Westerners and Americans trying to help ISIS since the beginning of this year.<br><br>WOLF BLITZER, CNN ANCHOR: Six Minnesota men now charged.<br><br>A 20-year-old woman reportedly runs away to join the terrorists.<br><br>PEREZ: And what I`m told by U.S. law enforcement is that they`re opening more cases than they`re closing, which is actually a very scary prospect. The result of having Westerners and Americans go over to Syria and Iraq to join with ISIS is now you have people in place, and they have friends back that they have influence over and they can reach back to their homelands to try to get them to come. And that`s exactly what we saw in the recent case in Minnesota.<br><br>And what this case represents is a sea change for U.S. law enforcement for these types of cases because they had the help of cooperators, someone who was inside. So, they were able to tell a lot more about how ISIS recruitment is organized. And I think what this means is that they`re going to be able to use this to try to figure out where else this might exist, because they do believe that this represents the new normal, the future for ISIS recruitment cases.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The results are in from last week`s elections in the United Kingdom. And despite polls that show the country`s major parties were neck and neck, the actual vote gave a major victory to Britain`s Conservative Party, the party of Prime Minister David Cameron. It`s been compared to America`s Republican Party.<br><br>The conservatives got an overall majority in Britain`s parliament, and that could make it easier for Prime Minister Cameron to pass the legislation he supports. The future of Britain`s membership in the European Union, and political tension with Scotland are two challenges ahead for the British parliament.<br><br>Yesterday afternoon, Super Typhoon Noul roared over the northern Philippines. Its sustained wind speeds were 160 miles per hour, with gusts of almost 200 miles per hour. The northern Philippines isn`t densely populated. But the storm did clip a town of 30,000 people, forcing hundreds of evacuations and threatening landslides and flooding in the mountainous area.<br><br>With 20 inches of rain Noul was expected to bring could actually help some farmers in the region. The charity World Vision says they`ve been on a dry spell.<br><br>Meanwhile, the year`s first tropical storm in the Atlantic made landfall yesterday. It hit South Carolina Sunday morning. It started moving north afterward. It was expected to bring rough waves, rip currents and cause minor damage to coastal areas in the Carolinas. It made landfall with wind speeds of 45 miles per hour, but weakened as it moves over land.<br><br>SUBTITLE: Sound check.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The war ends in Europe.<br><br>May 8, 1945.<br><br>NARRATOR: Throughout the world throngs of people hail the end of the war in Europe. It is five years and more since Hitler marched into Poland. Years full of suffering and death and sacrifice. Now the war against Germany is won.<br><br>President Truman announced the official surrender.<br><br>HARRY TRUMAN, THEN-U.S. PRESIDENT: This is a solemn but glorious hour. General Eisenhower informs me that the forces of Germany have surrendered to the United Nations. The flags of freedom fly all over Europe.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So, the sights and sounds commemorating VE Day, Victory in Europe Day, when Nazi Germany surrendered to the Allies 70 years ago. Events over the weekend had an eye toward World War II history.<br><br>In the Russian capital of Moscow, a massive parade included 16,000 soldiers, 150 aircrafts, hundreds of armored tanks and cars. VE Day is a major holiday in Russia. Leaders from China, India and Venezuela were there, though officials from some Western countries boycotted the celebrations in protests of Russia`s alleged involvement in the conflict in Ukraine.<br><br>In the United Kingdom, a military parade and a royal &quot;thank you&quot;. Queen Elizabeth II joined about 1,000 World War II veterans and their families, as did Prime Minister David Cameron, British cadets recited prayers that had been made at Westminster Abbey on VE Day itself.<br><br>These were just a couple of the events that took place worldwide in remembrance of the day when the war in Europe ended for veterans that brought memories of tragedy, alongside those of triumphs.<br><br>ALEX KERSHAW, WORLD WAR II HISTORIAN: A hundred and forty thousand Americans died. That`s why we`re here today to celebrate the end of that war, but also to commemorate that loss. The bloodiest place you could possibly be in Europe was Omaha Beach on June the 6th, 1944.<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: What were your chances of surviving?<br><br>KERSHAW: In Company A, out of 118 men, 112 killed. By lunch time on D- Day, maybe 10, 12 guys could actually stand and fight.<br><br>SCIUTTO (voice-over): Veteran Nick Zuras shared memories from D-Day. He commanded a seven-man crew on U.S. Navy rocket boat.<br><br>NICK ZURAS, WORLD WAR II NAVY VETERAN: It`s not easy to talk about.<br><br>SCIUTTO: Zuras and his men came before the first wave of troops who stormed Omaha Beach, the deadliest stretch of the French coastline. Under fire, the rocket boat shelled the beach, to try to soften up German defenses, ahead of the landing troops.<br><br>ZURAS: (INAUDIBLE), there was nothing we could do.<br><br>KERSHAW: I interviewed veterans who landed on the first wave on Omaha Beach, they said that when you fired your rockets, they were in their landing craft and they cheered as those rockets came overhead because it gave them hope. They`re like, oh my God, maybe the defenses could be destroyed.<br><br>SCIUTTO (on camera): I wonder today, 70 years later, there was a poll we saw that most young people in Europe and the U.S. don`t even know what VE Day is. Do you think that people remember?<br><br>KERSHAW: I think that`s a tragic fact if it`s true. I like to think the opposite. I think the difference is that during your time, sir, it was an all or nothing fight. It was really all or nothing. Over 14 million Americans in uniform. You fought in Europe until you were killed or wounded.<br><br>SCIUTTO: You know, it strikes that in your time, this was a national fight here in U.S. and Europe as well. Everybody contributed. Today, you know, the war is in Afghanistan, Iraq or fought on the backs of a very small portion of the population. I wonder if people today can identify with that same sense of a national, or frankly, an international mission. What do you think?<br><br>KERSHAW: I don`t think so, I`ll be honest. World War II, everybody, pulled together. It was a case of national survival. World War II, I believe, was won by the housewives at home, as much as it was by gentlemen like yourself, sir. Everybody gave everything they possibly could to what was a fight for national existence.<br><br>(END VIDEOTAPE)<br><br>SUBTITLE: Roll Call.<br><br>AZUZ: Welcome to the roll call.<br><br>All three of these schools made a request on Friday`s transcript at CNNStudentNews.com.<br><br>First is First Assembly Christian School. It`s in Ashland, Alabama, and the home of the Lions.<br><br>Next, we`re traveling to South Dakota, to say hello the Tanagers. Vermillion Middle School is in Vermillion.<br><br>And wrapping things up in the Hawkeye State, it`s great to be part of your day at Youth Shelter Care of North Central Iowa. It`s in Forth Dodge, Iowa.<br><br>SUBTITLE: Before We Go.<br><br>AZUZ: NASA says it`s developed a new kind of car. It looks like golf cart. It`s electric like a golf cart. But its four wheels are independent, and they can turn 180 degrees, so it can drive sideways. It can drift without scorching tires, and it`s a lot easier to parallel park.<br><br>The NASA says it built this to advance driving technology in space and on Earth. New information on what it costs to build this, but it`s probably not affordable for Earthlings yet.<br><br>It`s called a modular robotic vehicle. But maybe they`ll just simplify that to NASA-n. It probably won`t raise a NASA car or set any NASA-stronomical speed records, but if you were at home and space with the space for a space-saving space car, you simply won`t find a more NASA-looking option.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-11 CNN Student News.mp4"}