{"title":"CNNSN-2017-02-23-CNN-Student-News","script":"(CNN Student News) -- February 23, 2017<br><br><br>A Night of Riots Fuels a Debate in Sweden; Astronomers Discover 7 Earth-Sized Planets; The Risky Sport of Freediving<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Kicking off 10 minutes of international news, I`m Carl Azuz. Welcome to CNN 10.<br><br>First story this Thursday, a clash in the European nation of Sweden. Riots broke out one night earlier this week in the neighborhood of the capital Stockholm.<br><br>A regional police chief says the violence might have been triggered by increased police pressure on criminals in the area. The neighborhood of Rinkeby is known for having high levels of unemployment. It`s also known for having a high immigrant population.<br><br>Before the riots broke, U.S. President Donald Trump suggested that immigrants in Sweden were responsible for an increase in crime across the country. Some Swedes praised President Trump for drawing attention to the issue. Some said there is no issue, that a recent increase in immigrants has not made Sweden less safe.<br><br>The country has accepted more refugees per capita than any other European nation. So, the debate is raging, even though the violence has calmed.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Mattias Karlsson is a leader in the right wing Sweden Democrats, the third largest party in parliament.<br><br>MATTIAS KARLSSON, SWEDEN DEMOCRAT PARTY: I think Sweden is a good example to put forward as a bad example. If you don`t control the borders, if you have an irresponsible refugee policy, you will get problems and we have serious problems here in Sweden.<br><br>WATSON (on camera): Is it a -- is it a crisis here?<br><br>KARLSSON: Yes, I would describe it as a crisis. We have seen serious problems with law and order.<br><br>WATSON (voice-over): As evidence, Karlsson points to a riot that erupted in the Stockholm suburb of Rinkeby Monday night.<br><br>A police spokesman says officers fired at least two shots when dozens of rioters attacked police officers during the arrest of a crime suspect. Ten cars were torched in the unrest and one police officer suffered a bruise to the arm from a thrown object.<br><br>Hours later, the scene in this largely immigrant community looked very different.<br><br>(on camera): This is the center of Rinkeby. Now that we`re here, I`m going to be honest, s a first time visitor, it`s hard to believe that less than 24 hours ago, this was a scene of a full blown riot.<br><br>(voice-over): More than a dozen police officers deployed in the central square. Several shop windows were smashed, but families with small children appeared to be going about their business as usual.<br><br>(on camera): Is Sweden in crisis right now?<br><br>MAGNUS RANSTORP, COUNTER TERRORISM EXPERT: No, it`s not at all in crisis. Look around. I mean, very calm, very quiet. Of course, isolated incidences that happened. But police are dealing with them.<br><br>WATSON (voice-over): Magnus Ranstorp is a counterterrorism expert at the Swedish National Defense College.<br><br>RANSTORP: I`m not denying that there are integration issues. But what I think is wrong to do is to conflate immigration, crime and terrorism, because those linkages are not that strong.<br><br>WATSON: During the peak of the European migrant crisis of 2015, more than 160,000 new arrivals crossed Sweden`s borders. Sweden has since tightened border controls, reducing the flow of migrants by imposing temporary passport checks at the border.<br><br>In a four-year period when Sweden granted asylum to more than 100,000 refugees, crime grew by 7 percent. Meanwhile, state figures show the Muslim immigrant community in Sweden is increasingly under attack.<br><br>Like much of the rest of Europe, this Scandinavian country is grappling with immigration, assimilation and the threat of Islamic extremist terrorism, very complicated challenges at the heart of a growing global political debate.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Yesterday, astronomers announced that they`ve discovered seven Earth-sized planets all orbiting the same star. The findings were published in a journal &quot;Nature&quot;. NASA says this is a record number of these kinds of planets orbiting this kind of star. It also believes that three of the planets are in what`s called the habitable zone. Scientists define that as the space around the star where a planet is most likely to have water.<br><br>This isn`t exactly in our neighborhood. They say the star is 40 light years away and it`d take a human spacecraft millions of years to get there.<br><br>So, how did researchers identify planet at that distance? Well, examining stars with the telescope based in Chile, they saw shadows occasionally interrupting the star light. They say that these shadows indicated that planets were passing between the telescope and the star, like eclipses.<br><br>What they`re hoping to do in the future is determine the planet`s atmosphere and whether they really have liquid water.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Where would you find the world`s deepest blue hole, a sinkhole filled with water?<br><br>Lake Okeechobee, Atlantic Ocean, Arctic Ocean, or South China Sea?<br><br>Researchers say the world`s deepest blue hole which sinks almost a thousand feet deep is located in the South China Sea.<br><br>(END VIDEO CLIP)<br><br>AZUZ: That title used to belong to Dean`s Blue Hole in the Bahamas. It`s a location popular with free divers. This is like a marine extreme sport.<br><br>Free divers literally take a deep breath then descend into the depths without a breathing apparatus.<br><br>It`s dangerous. Free divers can get lung damage. They can black out or die from doing this. But for those willing to take the risk, their love for the sport goes well below the surface.<br><br>(BEGIN VIDEOTAPE)<br><br>JONATHAN SUNNEX, PROFESSIONAL FREE DIVER: I`d be lying if I said I`ve never been scared.<br><br>I`ve had two occasions where I sort of thought, you`re not going to make it.<br><br>But as long as you keep your composure, everything seems to work out.<br><br>My name is Jonathan Sunnex. I`m 30 years old from New Zealand. We`re in Long Island, in the Bahamas, at the beautiful Dean`s Blue Hole. I`m a professional free diver.<br><br>Competitive free diving is where we compete to see who can swim the farthest, deepest, or hold their breath for the longest.<br><br>UNIDENTIFIED MALE: Jonathan Sunnex.<br><br>SUNNEX: The current world record is 128 meters. We`ve achieved things that doctors once thought were impossible.<br><br>We`re exploring the capabilities of the human body, pushing ourselves to see what the human body can really do.<br><br>I feel like I`m just getting started.<br><br>We couldn`t design anything better. This is like the free diving Mecca. People come from all over the world. It is the place to dive.<br><br>We`re here in preparation for Suunto Vertical Blue, which is one of the most freediving competitions in the world<br><br>One of the things that lured into the sport was the whole science behind it. Before I dive, I`ll go through a whole preparation and that will include stretching of the body, stretching of the lungs, the diaphragm, intercostal muscles. Packing is adding extra air to your already full lungs while using the mouth as a pump.<br><br>I would estimate that I would pack at least an extra liter into my lungs. And then I`ll come down to the beach. I`ll visualize my dive.<br><br>While I`m still making my deepest dives, what goes through my mind is always positive thoughts, positive energy, so like a form of meditation, to very deep within yourself.<br><br>The physical sensation I get through diving, it touches in all senses. What you can see, what you can hear, or maybe even it`s the lack of noise.<br><br>During dives, our heart rates drop down to below 30 beats per minute. When we`re going down to deeps where we`ve got basically the length of a football field above us, it`s not the sort of place where you want to have any sort of negative thoughts.<br><br>When I make it to the surface after a big dive, it`s almost a spiritual experience.<br><br>It`s quite a famous quote. A scuba diver will go on the water to look around, and a free diver would go underwater to look inside himself.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For &quot;10 Out of 10&quot;, waiting patiently is not a trick this dog knows. When her owner ran inside to pick up some fast food, Diamond, her name is Diamond, decided to make a little scene, barking and honking for her owner to hurry up, and she didn`t just do it once. No, Diamond seemed to take a shine to the car horn and the word on the street is that she`s been spotted doing this in other places around her home town in Ohio.<br><br>At least she can`t get a ticket for noise pollution. We don`t know why she`s so doggedly a-paws her owner`s absence, why she was so honked off, why she just hates to terrier. But we can say she is truly a diamond in a ruff!<br><br>I`m Carl Azuz and that is CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-23 CNN Student News.mp4"}