{"title":"CNNSN-2015-04-27-CNN-Student-News","script":"(CNN Student News) -- April 27, 2015<br><br>Why Nepal Wasn`t Prepared; The Armenian Genocide<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Parts of Southeastern Asia are reeling from a natural disaster that struck over the weekend.<br><br>It`s where we start this Monday on CNN STUDENT NEWS.<br><br>A magnitude 7.8 earthquake violently shook the region on Saturday. Its epicenter, the point on the ground directly above the quake, was 50 miles northwest of Kathmandu, the capital of Nepal, and it was relatively shallow, which made it more damaging.<br><br>Journalists say there`s rubble everywhere in Kathmandu. Landscapes, cityscapes have been altered. The quake and a strong 6.7 magnitude aftershock that hit on Sunday, killed at least 2,500 people. Most of the victims were in Nepal, though dozens also died in India and Tibet.<br><br>The tremors shook boulders and snow on Mount Everest, causing avalanches, killing at least 17 climbers there and stranding some others.<br><br>Nepal is one of the poorest countries in the world. International aid and rescuers were headed there from neighboring China and India and from as far away as Australia and the US.<br><br>CNN`s Impact Your World site has a list of some of the organizations that are helping. A link to that is at CNNStudentNews.com.<br><br>As rescue and recovery efforts continue in Nepal, some terrified survivors are spending their nights outside, as officials find victims in the rubble of businesses and homes old and new.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: I`m from Kathmandu. I have a lot of family members there, a lot of friends. Kathmandu is a very congested city.<br><br>There is officially the number is about a million people live there, but unofficially, many government officials I will tell you about four to five million people live in the Kathmandu Valley area.<br><br>A lot of the buildings are built very close to each other.<br><br>In Nepal, people always talk about this impending earthquake. So the experts had always warned that every 60 to 70 years, there will be a major earthquake in Kathmandu. Now, the last major one, a magnitude about 8.4 on the Richter scale, that was about -- that was back in 1934. So an earthquake was almost overdue.<br><br>In terms of preparation, when you talk about the hospitals, when you talk about the military, when you talk about just people in general, I`m not sure that many people were prepared.<br><br>Now, the government the past two years said that most of the buildings, new constructions have to be earthquake-proof. But those building codes are not followed very strictly.<br><br>And a lot of people in Kathmandu don`t even realize how many people have died right now. They`re just, you know, trying to fend for themselves.<br><br>What really stood out to me, you know, when I saw those pictures, is the -- the historical buildings. These are buildings that have withstood so many earthquakes. They`re sort of the cultural symbols of Nepal. You talk about Dharahara, which is the -- the long, the tall white tower nine stories high. This was an iconic building in Kathmandu. It`s, you know, it`s like the Eiffel Tower of Nepal.<br><br>The loss to the cultural heritage is huge. There are these four UNESCO national heritage sites completely demolished.<br><br>(END VIDEO TAPE)<br><br>AZUZ: CNNStudentNews.com is the place to request a mention on our daily Roll Call.<br><br>From Beaufort, South Carolina, please welcome The Eagles. Beaufort High School is on the Roll.<br><br>From Newburgh, Indiana, The Hoosier State, The Dragons are up next from Castle South Middle School.<br><br>And at the high school affiliated with Renmin University of China, a warm welcome to our viewers in the Chinese capital of Beijing.<br><br>Armenia is in Southwestern Asia, between Turkey and Azerbaijan. On Friday, it held memorial services along with Armenians in other cities around the world to remember what many refer to as the Armenian Genocide.<br><br>During World War I, more than a million Armenians died at the hands of The Ottoman Empire. Some members of the international community openly blame Turkey.<br><br>But Turkey says there was no genocide and that fewer Armenians died than historians say. Whether or not a leader uses the term genocide brings significant international scrutiny.<br><br>(BEGIN VIDEOTAPE)<br><br>JAKE TAPPER, CNN ANCHOR: The 100th anniversary of what historians call the Armenian Genocide, a genocide perpetrated against the Armenian people by the Ottoman Empire or the Turks, 1.5 million Armenians were said to have been killed.<br><br>The seventh anniversary of President Obama breaking his promise to the Armenian community to use the word genocide when describing what happened.<br><br>Now, this is no small thing. Using the word genocide is a -- a moral position. The pope called it a genocide. George Clooney called it a genocide.<br><br>GEORGE CLOONEY, ACTOR: Part of this is acknowledging when it happened before. We can`t just ignore history.<br><br>TAPPER: Even the Kardashians call it a genocide. and this was a moral position taken by then Senator Obama when he as running for president and trying to get the Armenian-American community to support him. He said he would use the word genocide. He said this was an example of how he is the -- the truth-telling candidate that America needs.<br><br>In fact, in 2006, when the then U.S. ambassador to Armenia was forced to resign after using the term genocide to describe this atrocity, then Senator Obama hammered the Bush administration, hammered then secretary of State Condoleezza Rice. He said, quote, &quot;The Armenian genocide is not an allegation, a personal opinion or a point of view, but rather, a widely documented fact supported by an overwhelming body of historical evidence.&quot;<br><br>Here`s Obama in 2007 speaking at a breakfast in Washington, DC.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: There was a -- a genocide that did take place against the Armenian people. It is one of these situations where we have seen a constant denial on the part of the Turkish government and others that this occurred.<br><br>TAPPER: But that was then and now he`s president and, like other presidents before him, Obama, like Bush, like Reagan, like Clinton, regards Turkey as a much more important ally than Armenia.<br><br>Turkey has the second largest military in NATO. It is the only Muslim majority country in NATO. It`s a key ally when it comes to Iran and Iraq and fighting ISIS.<br><br>MEVLUT CAVUSOGLU, TURKISH FOREIGN MINISTER: We cannot define what happened in 1915 as a genocide.<br><br>TAPPER: And Turkey refuses to acknowledge this genocide, the G word shall not be used.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Basketball is not the most popular sport in Cuba. Baseball gets top honors there. But some of the NBA`s biggest stars recently traveled to the Caribbean nation, shooting for a little basketball diplomacy.<br><br>The U.S. and Cuban governments are moving toward better relations following decades of cold war rivalry. Political divisions remain.<br><br>In January, Cuba warned the U.S. not to interfere with its communist government.<br><br>But as far as sports go, the NBA is helping build a bridge between the U.S. and its southeastern neighbor.<br><br>(BEGIN VIDEOTAPE)<br><br>(VIDEO CLIP)<br><br>UNIDENTIFIED MALE (voice-over): Hoop dreams come to Havana, along with some of basketball`s living legends. As U.S.-Cuba relations slowly thaw, for the first time, the NBA hosts a basketball training camp in Cuba.<br><br>Towering legends of the game came out of retirement to practice a little basketball diplomacy.<br><br>Following the Cuban Revolution, sports became part of the ideological struggle with capitalism, as Fidel Castro declared Cubans would play for the love of the game, not the sky high salaries that he said corrupted American athletes.<br><br>Politics couldn`t stop Cubans, though, from addressing U.S. sports stars.<br><br>The visiting players were given awards by the Cuban government and serenaded by a tune not often heard in communist-run Cuba, the U.S. national anthem.<br><br>(music)<br><br>UNIDENTIFIED MALE: Cuba, they say, has the potential to be a basketball powerhouse.<br><br>STEVE NASH, RETIRED NBA PLAYER: Cuba has a great history of producing phenomenal athletes. You know, it`s -- it`s a -- the -- what they -- what I think what Cuba needs is exposure.<br><br>UNIDENTIFIED MALE: The U.S. economic embargo and Cuban government restrictions make it difficult for a Cuban player to compete in the NBA.<br><br>Many of Cuba`s top athletes still defect in order to play in the US.<br><br>But becoming the best, the visiting players say, is all about overcoming the odds.<br><br>TICHA PENICHEIRO, RETIRED WNBA PLAYER: I think it helps the young women and the young men to know that anything is possible. And if it happened to me, it can happen to them.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: If you`ve been to an NBA or NFL or MLB game, you`ve seen the folks who shoot t-shirts out of a cannon. This guy got the idea to do that with tacos.<br><br>Yes, a taco cannon. Even though we`re still a day away from Taco Tuesday.<br><br>Grannon (ph), the owner, says they might not be restaurant quality by the time they crash into hungry hands, but they`re still edible and they`ll be part of the fun at a new arena at the University of Nebraska Omaha.<br><br>Of course, if it hits the ground, beef won`t be the same. Some might be too chicken to catch them. And if you`re expecting a t-shirt, rocket tacos might tortilla off. But the stun is all in good taste. And while you don`t need the taco time to tell me our puns are corny, you`ve got to admit, they add flour when folded into our show.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-27 CNN Student News.mp4"}