{"title":"CNNSN-2016-04-22-CNN-Student-News","script":"(CNN Student News) -- April 22, 2016<br><br><br>ISIS Sends Recruits to Libya; Prince Passes Away in Minnesota; Study of the Potential Psychological Effects of Space Travel<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hello and welcome. Fridays are awesome!<br><br>I`m Carl Azuz, bringing you ten minutes of current events from around the world. Thanks for watching.<br><br>It looks like the ISIS terrorist group is trying to gain a foothold in North Africa. That`s significant because ISIS is an acronym that stands for Islamic State in Iraq and Syria. It`s in those two Middle Eastern countries that the militants violently took over large chunks of land in 2014 and that`s where they hope to establish an Islamic called a caliphate.<br><br>But Iraqi troops with U.S. support are fighting. And in Syria, ISIS has been hit by American and Russian airstrikes, as well as attacks by the Syrian government. So, it`s looking to some unstable nations to recruit and build its forces, and one of those countries is Libya.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: ISIS is under a lot of pressure in Syria and in Iraq because of the military campaign by the U.S., but also quite frankly by the Russians and the Syrian regime. And so, therefore, they`ve been losing ground in Syria and Iraq and are actually telling recruits to go to Libya instead.<br><br>SUBTITLE: Why is ISIS heading to Libya?<br><br>PLEITGEN: New ISIS recruits are seeing Libya as an easier place to get into insurgency, to get into the realm of being part of the Islamic State and the reason for that is that it`s much easier for them to use the situation that`s in Libya right now, that state of instability, the state of lawlessness, the state of their not really being any sort of policing force that would stop them.<br><br>That`s why so many new recruits are coming in at this point in time and the U.S. says that they believe that the amount of ISIS fighters in Libya is somewhere between 4,000 and 6,000 fighters. That`s a lot of fighters, considering that Libya is a country with a very small population.<br><br>In Libya, ISIS is strongest in the former stronghold of Moammar Gadhafi, in Sirte. In that town, ISIS was able to unfold and they currently have quite a bit of territory around Sirte. They have about between 150 and 200 kilometers stretch of territory that they control.<br><br>What they want to control in that area and what`s very important to them is to try and control some of the oil and gas fields in Libya. That`s their main aim. They want to have access to that because obviously it would make them very rich and very powerful.<br><br>(END VIDEOTAPE)<br><br>AZUZ: An internationally famous musician suddenly passed away yesterday. The artist known as Prince, whose full name was Prince Rogers Nelson, died at his home in Minnesota. He was 57 years old.<br><br>Prince pioneered what`s known as the Minneapolis sound. It`s described as a mixture of synthpop and new wave. Some of his music was controversial and contributed to the creation of parental advisory labels on albums.<br><br>Over the course of his career which spanned from the 1970s until now, Prince won seven Grammy Awards and was nominated for 30. The musician had cancelled a concert earlier this month after saying he wasn`t feeling well.<br><br>(MUSIC)<br><br>AZUZ: On yesterday`s &quot;Roll Call&quot; request page at CNNStudentNews.com, we heard from a Pacific island between Hawaii and the Philippines. We`re talking about Guam.<br><br>And in the community of Upper Tumon, it`s great to see our viewers at St. John`s School.<br><br>From there, we`re headed to the city of Champaign, Illinois. The Charges are taking in charge at Centennial High School.<br><br>And in the own of the Gilbert, Arizona, we`ve got the Cougars watching today. Cooley Middle School is on the roll.<br><br>Space exploration financing, we`ve discussed the money it would take to get to deep space and questions about whether it`s worth it. Space exploration technology, we`ve you the potential vehicles and rockets that could take people far, far away.<br><br>But what about space exploration psychology? Six people living on Hawaii`s Mauna Loa Volcano are part of $1.6 million study in how the brain can handle the confines of living on Mars.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: It`s crazy that you guys have been living in this dome for eight months. Six of you in here.<br><br>NEIL SCHEIBELHUT: Are you calling me crazy?<br><br>(LAUGHTER)<br><br>CRANE (voice-over): But that`s actually why these six crew members were chosen for this special mission, to see if they would go crazy.<br><br>UNIDENTIFIED FEMALE: It definitely has that potential.<br><br>CRANE: I was one of the first civilians they saw in months.<br><br>(on camera): It`s pretty tiny.<br><br>(voice-over): That`s because they were stuck living inside the small dome, pretending to be on Mars, except Mars is the top of this dormant volcano in Hawaii.<br><br>(on camera): Some say this is the most Martian-like environment we have here on earth. It`s isolated. It`s desolate. It`s rocky. It`s cold. I mean, I truly feel like I`m on another planet.<br><br>(voice-over): They lived here because NASA needs to figure out a major problem, if the mind can handle a trip to deep space.<br><br>DR. LAUREN LEVETON, NASA SCIENTIST: These missions are incredible undertakings. They`re unprecedented in terms of distance, duration and confinement.<br><br>CRANE (on camera): We don`t know how it`s truly going to impact our brains.<br><br>LEVETON: Yes, exactly. We really want to be able to quantify this risk.<br><br>CRANE (voice-over): And that`s where the high seas mission comes in.<br><br>KIM BINSTED, HI SEAS INVESTIGATOR: The goal of this mission is to look at crew cohesion and performance. We want to see how we can select people and then support them so they can do long duration space mission without --<br><br>CRANE (on camera): Going crazy.<br><br>BINSTED: Yes, basically.<br><br>CRANE (voice-over): There have been similar experiments, but HI SEAS is one of the longest. And the first to focus solely on the coed mission to Mars.<br><br>SCHEIBELHUT: So, we have to wear this sociometers while we were awake and they would like measure interaction.<br><br>CRANE (on camera): So, those are the things that would measure how close you are to some of your other crew members, see who likes each other and who doesn`t like each other. --<br><br>SOHIE MILAM: Yes, how loud your voices when you`re talking to someone.<br><br>CRANE: Right, right.<br><br>MILAM: -- if there was strain (ph), you`re possibly having a heated discussion.<br><br>SCHEIBELHUT: That never happened.<br><br>CRANE: Right.<br><br>(voice-over): A Mars mission could last over a year. So, researches studied how the HI SEAS crew behaved during this extended period of time, in this very confined space.<br><br>(on camera): Is there any place in this habitat where you had any privacy at all?<br><br>MILAM: Visual privacy, you can go into your room and close the door, but there`s absolutely no sound privacy at all.<br><br>CRANE (voice-over): But it`s not just how the crews get along.<br><br>BINSTED: The data we`re getting out is giving NASA engineers information about how much water crews used, how much food they eat, what kinds of food they eat, how much energy they used, how much space they need.<br><br>UNIDENTIFIED FEMALE: This is the largest room in the house.<br><br>CRANE: The crew members selected for this mission are astronaut-like as possible, chosen for their education and temperament. But even they had a hard time.<br><br>SCHEIBELHUT: I had to try different things. I had to like, OK, well, maybe if I just go in my room and like stay away from people for a while, that doesn`t work.<br><br>CRANE: But if we want to make it to another planet, we need to figure out how to deal with these feelings of anxiety, depression, even boredom.<br><br>MILAM: We played board games about five nights a week.<br><br>CRANE (on camera): Do you guys like bored a lot so you needed the board games?<br><br>SCHEIBELHUT: Well, yes. Movies and TV shows and board games were about the only social activities we had.<br><br>CRANE (voice-over): And NASA psychologists say that a very important part of keeping us happy is food.<br><br>(on camera): So, this is where you guys did all your cooking.<br><br>SCHEIBELHUT: Yes.<br><br>CRANE: But this is not your typical cooking. I mean, you guys were dealing with freeze dried food here.<br><br>MILAM: Yes.<br><br>CRANE: Nothing really fresh.<br><br>SCHEIBELHUT: No.<br><br>MILAM: You can always find someone making something in here. So, it`s kind of the most social.<br><br>SCHEIBELHUT: Stepping into the legs.<br><br>CRANE (voice-over): And whenever they went outside to simulate space walks, they actually wore a spacesuit.<br><br>CRANE (on camera): Having gone to this experience, would you still go to Mars?<br><br>MILAM: Absolutely.<br><br>CRANE: Would you go to Mars?<br><br>SCHEIBELHUT: Yesterday.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s good thing dust devils are a lot weaker than tornadoes, because this one recently spun up at a softball game in Virginia and the players just seem to treat as a minor delay.<br><br>These rotating columns of air are not particularly dangerous, especially in the eastern U.S. and they don`t last very long. This one reportedly stuck around for about half a minute before dissipating into the air. Once it was gone, the game went on.<br><br>So, it was nothing but a minor dustup and never changed the rotation, even though it clouded up the game for a moment. It ran outside the baseline, it didn`t make anyone run home or call out or really do much more than bat an eye.<br><br>I`m Carl Azuz and that`s CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-22 CNN Student News.mp4"}