{"title":"CNNSN-2016-09-19-CNN-Student-News","script":"(CNN Student News) -- September 19, 2016<br><br><br>New York Bombing: Investigators Searching for Suspects, Motive; ISIS Wing Claims Responsibility for Minnesota Mall Attack; History of Oil`s Booms and Busts in America<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: First up this Monday on CNN STUDENT NEWS, apparent acts of terrorism on U.S. soil.<br><br>I`m Carl Azuz. Let`s go.<br><br>Police in Manhattan, an island and a borough of New York City, are hunting for whoever set off an explosion that injured 29 people on Saturday night.<br><br>They`d all been released from hospitals by the next morning.<br><br>New York Governor Andrew Cuomo said it was obviously an act of terrorism, but then it happened when there was no specific threat against New York City from any terrorist organizations.<br><br>(BEGIN VIDEO CLIP)<br><br>GOV. ANDREW CUOMO (D), NEW YORK: We will find who planted these explosives and they will be punished.<br><br>(END VIDEO CLI)<br><br>AZUZ: You heard him say explosives. Police believe the one that went off was hidden in or near a dumpster and officials found another device a few blocks away, a pressure cooker with wires and a cell phone attached to it. Police didn`t know for certain if it was connected to the device that went off nearby.<br><br>They`re also investigating whether any of this is linked to a separate explosion Saturday morning in New Jersey. It went off in a garbage can along the route of the U.S. Marine Corps charity run. But the run had been delayed and there was no one nearby or hurt in that blasts.<br><br>There were several people wounded though in an apparent terrorist attack in a mall in Minnesota Saturday. A man stabbed nine people at the Crossroads Mall in St. Cloud before he was shot and killed by police. Part of the Islamic State or ISIS terrorist group claimed it was responsible for that attack.<br><br>Next story, on September 9th, in a rural county in Alabama, a leak was found in a gas pipeline. Around 250,000 gallons of gas had spilled and the pipeline was closed. But the effects are rippling up the U.S. East Coast because this particular pipeline provides gasoline for an estimated 50 million people each day. Some gas stations have run out of fuel, and because the pipeline might not be fully function until later this week, ships are sailing with gas from Texas to New York and more tanker trucks are expected on the road.<br><br>Pipelines are by far the cheapest way to move gas or oil. So, prices are going up as supply goes down. An analyst from GasBuddy.com says prices could increase by 15 cents per gallon in some places. The governors of Alabama and Georgia had declared states of emergencies.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT (voice-over): Oil is not for the faint of heart. Black gold has made fortunes for some but its price volatility leaves destruction in its wake.<br><br>Here are some of the biggest oil booms and busts of the last century:<br><br>One of the earliest oil price shocks of the transportation era was the West Coast gasoline famine of 1920. Demand for oil was surging as more people started driving automobiles. Consumption almost doubled from 1915 to 1920. That led to a shortage in gasoline. Autos were out of commission and horses back in style.<br><br>After 1920, oil production in the U.S. boomed in Texas, Oklahoma, California. That meant no more shortages. Increased supply and falling prices down 40 percent between 1920 and 1926. Then, toss the Great Depression in the mix. Prices fell another 66 percent by 1931.<br><br>UNIDENTIFIED MALE: Throughout the world, throngs of people hailed the end of the war in Europe.<br><br>ROMANS: After World War II, people were demanding more petroleum-based product and buying more cars. The price of oil increased 80 percent from 1945 to 1947.<br><br>In 1960, OPEC was founded. The coordination of supply from these countries led to relatively prices for the next decade. Just after Syria and Egypt attacked Israel in 1973, OPEC announced an embargo on all oil exports to countries viewed as supporting Israel including the United States. Oil prices doubled and then doubled again and drivers waited in long lines just to fill up their tanks.<br><br>Iran was one of the largest oil producers in the world in 1978 but the revolution in that country hurt production and the country has never fully recovered. The price of oil already historically high pretty much doubled again. And in the U.S. the lines for gas were back.<br><br>If you haven`t noticed already, when there`s conflict in the Middle East, oil prices go up. That`s what happened in 1990 and again when the U.S.<br><br>invaded Iraq in 2003.<br><br>Growing demand for oil was booming at the beginning of the 21st century. China was guzzling crude and the U.S. economy was in a bubble. Despite signs of a global recession under way, oil peaked at $142 a barrel in 2008. It helped put the brakes on the economy just before the financial crisis brought it all crashing down.<br><br>And today too many players pumping too much oil and concerns about China`s slowing growth have sent oil prices into a tailspin. How will this bust stack up with others from the last 100 years?<br><br>(END VIDEOTAPE)<br><br>AZUZ: An act of protests by an American pro-football player is dividing people on fields and in living rooms across the U.S. Colin Kaepernick is the back-up quarterback for the San Francisco 49ers. Over the summer, he made headlines for refusing to stand while the U.S. national anthem is played.<br><br>At first, he sat on a bench. Later, he took a knee. And he continues to kneel during the anthem at regular season games.<br><br>Kaepernick says that he`s not anti-American, but that he`s doing this to protest what he says is the mistreatment of African-Americans and minorities in the U.S. His protest has been joined by some other NFL players, while the majority of players continue to stand during the anthem.<br><br>The NFL says the anthem is an opportunity to honor America. But then the individual has the right to participate or not in the celebration. Some critics say they agree with Kaepernick`s message but not his method of protests by kneeling during the anthem. Others called the protest disrespectful, saying this isn`t the time or the place to do it.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA SIDNER, CNN CORRESPONDENT (voice-over): Political football has a whole new meaning. What began in the NFL with 49ers quarterback Colin Kaepernick is now showing up under the glare of Friday night lights.<br><br>SF MISSION HIGH FOOTBALL PLAYER: We do think by the consequences. That happened after the game. I won`t give bulls (ph) and negative energy and stuff like that, but it`s like it really don`t matter. If it`s right, then it`s right.<br><br>SIDNER (on camera): While the protest is catching on in some high schools across the country, that is not what is happened at Colin Kaepernick`s old high school.<br><br>(voice-over): During his alma mater`s game, the national anthem played, hands were over hearts and every player stood stick-straight. But their hometown football standouts protest has sparked controversy and conversation in Turlock, California.<br><br>JOSHUA SMITH, TURLOCK RESIDENT: I think it was really disrespectful and I think he`s an idiot.<br><br>SIDNER: At Mainstreet Footers, the once popular Kaepernick dog, has been stricken from the menu. Glenn Newsum says it was a business decision that most of his customers agreed with.<br><br>GLENN NEWSUM, MAINSTREET FOOTERS CO-OWNER: One of the nice things about country is you get to make choices. But we didn`t want it to become a political football.<br><br>SIDNER: But down the street, at Jura`s Pizza Parlor, Kaepernick`s jersey is proudly displayed.<br><br>PAPIOLA AGHASSI, JURA`S PIZZA PARLOR: Here within Turlock, loyalty is a lot. Every -- the community is very loyal. So, we`re going to stay loyal to again our home town boy, as his career continues.<br><br>SIDNER: Papiola Aghassi says she is supporting their home town guy, not the way he has decided to protest.<br><br>(on camera): Is his protest creating friction in this town?<br><br>AGHASSI: Yes, yes. There are locals that support him and there are locals that don`t support him.<br><br>SIDNER (voice-over): Like Navy veteran Veronica Mora.<br><br>VERONICA MORA, NAVY VETERAN: I was very disgusted and disappointed. It hurt. It hurt. Yes, like I said, I believe in the flag. I believe in the United States of America.<br><br>SIDNER: Ultimately, the hardworking, growing town of Turlock, California, is a microcosm of the rest of America.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, yoga with goats. And I don`t mean the greatest of all time, I mean farm animals. Goat yoga.<br><br>The woman who started it says it`s a great distraction from politics, war and the way the world is right now. There`s apparently a waiting list of 500 people to do it.<br><br>One participant says the animals have been running all over the mats and trying to eat the mats and head-butting people and it`s been so much fun.<br><br>Unless, of course, losing your equipment gets your goat, in which case, it sounds like a baa-d idea. But for those who find it mee-ditative, it just can`t be bleat. You just got to keep your chin up, make ruminant for others and always be patient with the kids.<br><br>I`m Carl Azuz and that`s CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-19 CNN Student News.mp4"}