{"title":"CNNSN-2015-05-22-CNN-Student-News","script":"(CNN Student News) -- May 22, 2014<br><br>China Builds Islands in the South China Sea; California Oil Spill; The History of Memorial Day<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. Hope yours is going well so far, especially if it`s your last one of the school year.<br><br>I`m Carl Azuz.<br><br>CNN STUDENT NEWS starts today with a focus on China. The Asian country is building islands, some as far as 600 miles away from its mainland.<br><br>The U.S. Defense Department is alarmed at the speed and the presence of the Chinese construction in the South China Sea. These waters are disputed. Different countries claim they should control them. The area includes fertile fishing grounds and it might have a wealth of undersea natural resources.<br><br>China is literally creating new territory there. It indicates the country believes it has authority over the area and a former CIA official says the risk is going up for an international confrontation over it.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Foreign military aircraft, this is Chinese navy. You are approaching our military alert zone. Leave immediately.<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT (voice-over): High above the South China Sea, the radio crackles with a stern warning.<br><br>UNIDENTIFIED MALE: You got.<br><br>SCIUTTO: The source of dispute appears on the horizon seemingly out of nowhere, islands manmade by China, hundreds of miles from its coastline.<br><br>(on camera): So, when is the last time you went up?<br><br>(voice-over): CNN got exclusive access to classified U.S. surveillance flights over the islands, the first time journalists have been allowed on an operational mission by the state of the art T8A Poseidon, America`s most advanced surveillance and sub hunting aircraft.<br><br>(on camera): So, we`ve just arrived on station now above the three islands that have been targets of today`s mission. It`s these three islands that have been the focused of China`s building in the South China Sea over recent years.<br><br>(voice-over): China`s alarming creation of entirely new territory in the South China Sea is one part of a broader military push that some fears that challenge U.S. dominance in the region, sailing its first aircraft carrier, equipping its nuclear missiles with multiple warheads, developing missiles to destroy U.S. aircraft carriers, and now, building military bases far from its shores.<br><br>For the U.S., the islands are a step too far, and this flight is part of a new and bold American military response, that may soon include sailing U.S. warships close by as well.<br><br>In just two years, China has expanded these islands by 2,000 acres, the equivalent of 1,500 football fields and counting, and engineering marvel in waters as deep as 300 feet.<br><br>SCIUTTO (on camera): You`re a military man. You look at this. Is there any doubt that that is a future military installation?<br><br>CAPT. MIKE PARKER, COMMANDER, U.S. NAVY: It appears to me, a buildup of military infrastructure, and not to mention, we`re just challenged probably 30 minutes ago and the challenge came from Chinese navy. And I`m highly confident they came from ashore on this facility here.<br><br>SCIUTTO (voice-over): What used to be the fiery cross reef now has early warning radar and airport tower, and a runway long enough to handle every aircraft in the Chinese military. Some are calling it China`s unsinkable aircraft carrier.<br><br>These videos of the islands taken from the PA`s advanced surveillance cameras never before declassified. In a sign of just how valuable China views them, the new islands are already well protected.<br><br>LT. COMMANDER MATT NEWMAN, MISSION COMMANDER, U.S. NAVY: There`s obviously a lot of surface traffic down there, Chinese warship and Chinese coast guard ships.<br><br>SCIUTTO: We heard the proof, Chinese navy ordering the PA out of the airspace not once, not twice, but eight times on this mission.<br><br>UNIDENTIFIED MALE: This is the Chinese navy. This is the Chinese navy. Please go away quickly.<br><br>SCIUTTO: And like the surveillance videos, the audio of these warnings never before shared with the public.<br><br>(on camera): You heard over the intercom, the Chinese navy, this is the Chinese navy. And what was interesting is that there were also civilian aircraft. There was a Delta flight on that same frequency that when it heard that challenge, it piped into the frequency to say, what`s going on? The Chinese navy then reassuring them, but as the flight crew tells me, that can be a very nerve-racking experience for civilian aircraft in the area.<br><br>(voice-over): And the more China builds we`re told, the more frequently and aggressively it warns away U.S. aircraft.<br><br>PARKER: This is a dredger actually popping sand from under the water, on top of an area they`re trying to build up land. And we see this every day. So, I don`t -- I think they work weekends when they`re doing this because --<br><br>SCIUTTO: 24/7.<br><br>PARKER: -- it happens. We see it all the time.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A state emergency in part of California, but this has nothing to do with the state`s historic drought. Earlier this week, an oil pipeline ruptured in Southern California. It spilled more than 100,000 gallons of crude oil unto land.<br><br>And Plains All American, the company that operates the pipeline, estimates that 21,000 gallon flowed into the sea. It says that it`s deeply sorry for the spill and that it would be paying for the cleanup.<br><br>According to the U.S. Coast Guard, two oil slicks are stretching across a total of nine miles. It`s threatening both wildlife and tourism in Santa Barbara County.<br><br>(BEGIN VIDEOTAPE)<br><br>PAUL VERCAMMEN, CNN CORRESPONDENT: Here`s what the grueling work of cleaning up an oil spill looks like. You can see here, the oil and tar mixed in with the seaweed. So, they literally rake together seaweed and tar and they put it in plastic bags.<br><br>What also gets put into plastic bags anything else that the oil has covered. If you look right there, those are palm tree fronds that got soaked in the oil, obviously fallen off the trees and into the shore, more of these fronds over here.<br><br>But this isn`t just limited to where we`re standing right now. If we go ahead and take almost a 180, you look off into the distance, there`s another cluster of workers with the rakes and the plastic bags and the rest trying to clean up this misery, this black misery on the beach. And look at the seaweed right here. It`s just all mixed in.<br><br>And every time even another little small wave comes in, it seems that more of the tar balls and more of the oil comes washing ashore. And so, they go ahead and they pick up another pile of seaweed interspersed with tar and put it in the plastic bag. And they`re going to have to clean this beach up handful by handful.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the U.S., Memorial Day has been observed on the last Monday in May since 1971. That means that this coming Monday will be when Americans honor all of those who died in the nation`s wars. It started as Decoration Day, named for an event when people put flowers on the graves of those who died in the U.S. civil war.<br><br>After World War II, the name was changed and the focus of the holiday broaden to fallen veterans of all conflicts. Parades and church services, speeches and the ceremonial wreath-laying at the Tomb of the Unknowns are all part of Memorial Day. Because it`s also a three-day weekend, Memorial Day has come to symbolize the unofficial beginning of summer in the U.S.<br><br>What`s the capital of Denmark?<br><br>For the first time in our roll call, we`re going to Copenhagen. It`s the home of the Hawks, who were watching at Copenhagen International School.<br><br>In Lafayette, Louisiana, we heard the Lions roar on yesterday`s transcript page. Hello to everyone over at Lafayette High School.<br><br>And in northeastern New Jersey, the township of Howell, we`re howling with the Huskies of Howell Middle School South.<br><br>Here in Atlanta, we are no strangers to traffic jams. But we never see them like this, a sea of slowly sidling sheep recently stopped up a street in Venice, Italy, and no heads were safe. A few of the animals stopped to snack on shrubbery. The owner of the home reportedly yelled at them for their impertinent pruning and they stopped after a few bites. Eventually, the flock of ruminant mammals moved on through.<br><br>None of the uninvited diners seemed sheepish about their crime. They didn`t think they did anything ba-bad. After all, it was just a bit of lamb-scaping. Still, saying they were hungry would have been a wolf-ful excuse and we`re sure the homeowner warned the shepherd they mustn`t (ph) do it again.<br><br>If you are off for the summer, we hope it is a great one. We`ll be on the air through June 5th, and then we`ll return for fall semester on August 17th.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-22 CNN Student News.mp4"}