{"title":"CNNSN-2016-10-19-CNN-Student-News","script":"(CNN Student News) -- October 19, 2016<br><br><br>Possible Discovery in Giza`s Great Pyramid; Mystery Concerning Frogs in Peru; A U.S. Doctor Fights Heroin Abuse<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Welcome to the show.<br><br>Stories from Egypt and Peru start things off today.<br><br>Our first report is from North Africa. Scientists examining the Great Pyramid of Giza think they might have discovered two hidden rooms in the structure. The Great Pyramid is the largest of Giza`s three pyramids. Researchers believe it was built more than 4,500 years ago.<br><br>Scientists have been scanning the pyramid, kind of like taking x-rays and heat scans of it, and they detected what could be unknown cavities or rooms inside the structure. More tests are needed before researchers can be sure these rooms are significant. At this point, they only add to the mysteries of the Great Pyramid.<br><br>Another mystery is troubling officials in South America. Thousands of critically endangered frogs living near Peru`s Lake Titicaca have died and no one knows why. The Titicaca water frog has struggled in recent decades. It`s been overhunted for food, it`s lost parts of its habitat, exotic trout have been eaten the frog`s tadpoles.<br><br>But investigators are trying to find out what`s causing so many of them to suddenly turn up dead. Some residents of the area think that raw sewage coming from a nearby city might be killing the frog.<br><br>Tonight is the last of three head-to-head debates between Republican presidential nominee Donald Trump and Democratic presidential nominee Hillary Clinton. It`s scheduled to start at 9:00 p.m. Eastern at the University of Nevada Las Vegas. You can watch it live on CNN.<br><br>This debate will have the same format as the first one, with the two candidates taking questions from a moderator. And for this event, that moderator will be a FOX News anchor named Chris Wallace.<br><br>But keep in mind, it`s not just president that Americans will be voting for on November 8th. All 435 voting members of the U.S. House of Representatives will be chosen, as they are every two years. In the 100- member Senate, about a third of the seats will be determined. Senate terms are for six years.<br><br>Currently, Republicans control both chambers of Congress. But just like the uncertainty surrounding the presidential election itself, there`s uncertainty over who control Congress after the election.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: For the Senate, the math is complicated. Right now, the Senate has 54 Republicans, 44 Democrats and two independents. Thirty-four senators are up for reelection this year.<br><br>Here`s a thing you need to remember and Republicans wish they could forget: Democrats only need to gain five seats to gain control of the Senate. They face a more difficult battle, though, in the House of Representatives. Democrats need to gain 30 seats to win back the majority there. It`s a high hurdle with relatively few competitive districts. But House Minority Nancy Pelosi said that if the election were held this week, Democrats would regain control of the House.<br><br>Republicans disagree. Still, Speaker of the House Paul Ryan told Republican donors that Trump`s numbers are worse than John McCain`s were in 2008. 2008 is the year that Democrats did indeed win back the House of Representatives and Pelosi was speaker of the House. They held control for the first two years of Barack Obama`s presidency.<br><br>Why are the House and Senate so important? Well, first, they share responsibility for creating and passing the country`s laws. Second, Senate confirms or rejects the president`s nominees to the Supreme Court.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. government says that in 2007, 8 percent of American law enforcement agencies thought heroin was the greatest drug threat in their area. This year, 45 percent of agencies say so. It`s a symptom of the problem -- the epidemic of heroin abuse in America.<br><br>Continuing our series on this today, we`re introducing you a doctor who`s helping her community fight back.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. JOAN PAPP, METROHEALTH EMERGENCY DEPARTMENT PHYSICIAN: She wasn`t moving anything. She wasn`t responding to anyone. She was just a young beautiful girl.<br><br>This is a case where maybe I can`t save this young lady, but there`s something that I can do to prevent more people like her from going down this path.<br><br>DEBORAH FEYERICK, CNN CORRESPONDENT (voice-over): Dr. Joan Papp is a dedicated fighter on the frontlines of America`s heroin epidemic. She`s an emergency doctor in Cuyahoga County, which is on pace to see the highest number of heroin and fentanyl deaths in its history.<br><br>Nearly every day, Dr. Papp sees someone affected by the crisis.<br><br>DR. PAPP: Right now, we are facing a crisis in our community. It has gotten so bad that we have seen a number of overdoses quadruple and we are on track to reach nearly 500 overdose deaths by the end of this year.<br><br>FEYERICK (on camera): Do you ever look at somebody who`s on heroin and say, this could be somebody I know and maybe it is somebody I know.<br><br>DR. PAPP: Absolutely. And, you know, if you just look at the demographic of people who are using heroin, we see an increasing number of females who are using heroin. About 50 percent of the overdose deaths occur in the community, suburban setting.<br><br>This does sound like right around the corner here.<br><br>We are in the suburbs. This is sort of a middle class suburb and a lot of professionals, a lot of young families.<br><br>Hello. I`m exhausted. It`s good to see you.<br><br>JESSE PAPP, JOAN`S HUSBAND: If it`s a normal night shift, you know, try to get let her get eight or nine hours.<br><br>You know, it`s sad that she sees that kind of stuff almost daily anymore. It used to be once in a great while and it`s just an every day thing now.<br><br>DR. PAPP: How did your presentation go?<br><br>One of the reasons that I care so much about this problem is because I have three boys. I love them so much.<br><br>So, Jesse is the only one with the home work. That seems strange.<br><br>We know that this problem started with a prescription painkiller problem. Typically, prescription painkillers, they were obtained from a doctor, from a prescription. Of course, as a doctor, that bothers me. In some ways, our profession is responsible for starting this epidemic.<br><br>My children are white males who live in the suburbs. And what I`m seeing what come to our overdose prevention program are white males who live in the suburbs. I can`t help but think what is to stop, you know, my children from going down that path.<br><br>So, Naloxone is a drug that we use in the emergency department to reverse the effects of an overdose.<br><br>FEYERICK (voice-over): Dr. Papp is also medical director of Project Dawn, a program that teaches people how to reverse opioid overdoses by using a nasal spray form of Naloxone. Kits are handed out to active heroin users or family and friends like Jeff Acenda (ph), a former addict who would step in if someone were in trouble.<br><br>DR. PAPP: We need to blanket the community with Naloxone. Police need to be carrying Naloxone. Private citizens need to be carrying Naloxone.<br><br>FEYERICK: Those kits had stopped hundreds of potentially fatal heroin overdoses in the Cleveland area since 2013.<br><br>DR. PAPP: You may know several people who are addicted to heroin and you just have no idea.<br><br>Now, whether you know it or not, you`re paying for this problem. You`re paying for the cost of effects of injection drug use because of dirty needles. So, there`s a cost not only in lives but a cost in actual dollars, too.<br><br>We`ve actually found that people are less risky when they have access Naloxone.<br><br>I think talking is so important, making sure that there`s good access to resources, making sure that the people know how serious this problem is.<br><br>FEYERICK: Half is passionate about stemming the tide of heroin in her community. She speaks regularly to people touched in some way by the epidemic.<br><br>DR. PAPP: You have a person in front of you who is blue, who`s unresponsive.<br><br>FEYERICK: Urging them to learn how to use the overdose antidote.<br><br>DR. PAPP: It`s always hard to talk to some of the folks who really live this. You know, the &quot;thank yous&quot; that I get really makes everything worth it. And I know that I`m making a difference when I talk to people.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It all started with the viral video of a police lieutenant dancing in a charity event. But it didn`t stop there. As you can see from this video on Twitter, he was recently asked to do it again at a pep rally at North Stafford High School in Stafford, Virginia. The officer`s fiancee teaches there and apparently, the pep rally hadn`t pepped up enough of the students. So, it was the officer`s dancing that caused the whole event to rally.<br><br>Certified by the police academy and the dance academy, the officer broke the laws -- of physics. His steps were anything but uniform, his moves simply arresting, seems he`s got the right to remain awesome!<br><br>I`m Carl Azuz, and police come back for more CNN STUDENT NEWS tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-19 CNN Student News.mp4"}