{"title":"CNNSN-2015-03-30-CNN-Student-News","script":"(CNN Student News) -- March 30, 2015<br><br>Nigeria Elections: The Key Issues; Scott Kelly`s One Year Mission in Space<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: With two days left in March, we`re glad you`re taking 10 minutes to watch CNN STUDENT NEWS.<br><br>My name is Carl Azuz.<br><br>First up in our commercial-free coverage, votes are being counted in the African nation of Nigeria. Results could come out Tuesday from the country`s most tightly contested election since democracy was reestablished there in 1999.<br><br>Analysts say turnout was high, in the tens of millions. And that`s despite the fact that the election commission`s Web site was hacked, despite some problems with ballot paper and digital voting card readers and despite attacks by the Boko Haram terrorist group. It`s based in Northern Nigeria. It wants a strict form of Islamic law in the country. It killed at least 11 people at polling stations, so security was a major concern in these elections, but not the only one.<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHANIE BUSARI, CNN CORRESPONDENT:<br><br>With nearly 180 million people, Nigeria is the most populous country in Africa and one of the world`s largest mega democracies.<br><br>(ON SCREEN)<br><br>Nigeria elections: The key issues<br><br>BUSARI: I am CNN journalist Stephanie Busari and I was born and raised in Nigeria.<br><br>The Nigeria I remember was a very peaceful country with different faiths mixing together and interacting peacefully. But that -- that has changed significantly in recent times.<br><br>(ON SCREEN)<br><br>Security<br><br>BUSARI: The major issue for most Nigerians is security. In the past five years, Boko Haram, the terrorist group, has killed and kidnapped thousands of Nigerians. They really came to the world`s attention in April last year, when they kidnapped nearly 300 schoolgirls.<br><br>Past elections has been marred by allegations of rigging and election violence.<br><br>(ON SCREEN)<br><br>Economy<br><br>BUSARI: The economy is also crucial. Last year, Nigeria overtook South Africa to become the largest economy in Africa. But many complain that the country`s vast oil wealth does not trickle down to the average Nigerian on the street.<br><br>Around 70 percent of Nigerians live below the poverty line.<br><br>(ON SCREEN)<br><br>The Candidates<br><br>BUSARI: Who are the candidates in this election?<br><br>The incumbent is Goodluck Jonathan. And he was elected in 2011 on a massive wave of popularity. He was almost seen as a kind of Obama-type change figure. But Nigerians are disappointed, because many say he has simply failed to deliver on the promises that he made.<br><br>His main opponent is a retired general called Muhammadu Buhari. He was a former ruler of Nigeria. He ruled briefly following a military coup.<br><br>And he`s also run unsuccessfully in the last three elections.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Roll Call -- we`re visiting coastal states today, but they don`t all border an ocean.<br><br>For example, take Pennsylvania. It has a tiny bit of coastline along Lake Erie. The Vanguard School in the borough of Malvern is online in The Keystone State.<br><br>On the Pacific Coast, California is on the Roll. La Habra in Southern California is home to La Habra High School and The Highlanders.<br><br>And Wisconsin borders Lake Michigan and Lake Superior. Today`s school is right near Lake Winneconne, though, The Wolves of Winneconne High School are watching.<br><br>The Obama administration is looking to nearly double the amount of government money used to fight super bugs. These are bacterial infections that can`t easily be killed by traditional antibiotics.<br><br>Medical researchers say super bugs sicken two million people in the U.S. each year and kill 23,000 people.<br><br>The president`s budget would spent $1.2 billion over five years. It aims to eliminate antibiotic use in animals raised for food. It aims to improve testing, reporting and tracking super bugs in people. And it would increase research for new antibiotics and vaccines.<br><br>Also, the plan wants to cut in half the inappropriate antibiotic use in doctors` offices and hospitals.<br><br>But some doctors say that`s vague, asking who decides what kind of antibiotic use is inappropriate?<br><br>The plan also has to be approved by Congress, which may not happen.<br><br>(ON SCREEN)<br><br>Sound Check<br><br>Astronaut Scott Kelly began a one year mission in space.<br><br>SCOTT KELLY, ASTRONAUT: From the tower marking less than 15 seconds, the engines igniting, ramping up, and lift-off. A year in space starts now. Kelly, Kornienko and Padalka on their way toward the International Space Station.<br><br>AZUZ: OK, you heard that right, a year in space, almost. It`s 342 days. But it would set a new record for the longest time any American has spent in weightlessness. Four Russian cosmonauts have done it before.<br><br>Scott Kelly blasted off on Friday for the International Space Station. While he`s there, he won`t just be conducting science experiments, he`ll be one of them.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Scott Kelly is on a mission to become the first American to spend an entire year on the International Space Station. That`s nearly twice as long as any other American has ever stayed in space.<br><br>(ON SCREEN)<br><br>A Long Year in Space<br><br>CRANE: Kelly will spend 12 months orbiting the Earth. And besides just being away from his family for a year, Kelly will also be away from something we all take for granted, gravity. And that will have a profound impact on his body.<br><br>Kelly will take part in a bunch of studies to find out how low gravity impacts his eyes, his heart, his bones, even his brain.<br><br>About a third of American astronauts have developed vision problems. It may be because without gravity, bodily fluids float up to their heads, causing structural changes in their eyes.<br><br>But that theory has never been fully tested. NASA scientists have documented cardiac arrhythmias and decreases in heart function in space flight.<br><br>Spend a long time off the planet and your bones thin. This puts astronauts at a greater risk for broken bones and osteoporosis.<br><br>How does being confined on a space station for long periods of time affect your thoughts and your behavior?<br><br>NASA says knowing this is crucial if we`re ever going to Mars or deep space.<br><br>But how will we know if being in space is the cause of Kelly`s body changes?<br><br>NASA has the perfect specimen to compare him to -- his twin brother, retired astronaut, Mark Kelly. Mark Kelly has volunteered for NASA`s twins study, to see how the identical twins change over a year in very different environments. So Mark will be here on Earth, getting poked and prodded by researchers while Scott makes history in orbit.<br><br>Kelly won`t be alone on the Space Station. A Russian cosmonaut also is taking part in the one year mission. And several other crew members will rotate in and out during Kelly`s stay.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: The word &quot;base&quot; has a lot of different meanings, even when you drop it down to the category of music. In bands, some of you might play the double bass, some the bass guitar. In chorus, someone who sings low may be a bass and those who just listen to music like the boom of the lower range.<br><br>But could there ever be use for a sub woofer on your stovetop?<br><br>(BEGIN VIDEO CLIP)<br><br>(ON SCREEN)<br><br>Fighting Fire with Bass<br><br>George Mason University students produced a video of engineering students demonstrating a device that they say puts out fire with nothing but sound.<br><br>Seth Robertson and Viet Tran are senior engineering students at George Mason.<br><br>UNIDENTIFIED MALE: You know, engineering is all about finding a way to make the impossible possible. So that`s what we did.<br><br>(ON SCREEN)<br><br>The idea is similar to blowing out a candle: Sound waves disrupt the oxygen feeding a flame. The inventors first thought high frequency sound would work best. They discovered bass is what stops fire.<br><br>UNIDENTIFIED MALE: I see this device being applied to a lot of things. First off, I think in the kitchen, it could be on top of a stovetop. But eventually, I`d like to see this applied to maybe swarm robotics, where there would be attached to a drone and that would be applied to forest fires or even building fires.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So is that one of the bassed ideas that would make good baseness sense on a regular basis or are these guys way off bass?<br><br>Should they do an about bass and re-bass the bass and base it on something less debasable?<br><br>It certainly sounds like it will make waves.<br><br>I`m Carl Azuz.<br><br>CNN STUDENT NEWS returns tomorrow, same time, same bass.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-30 CNN Student News.mp4"}