{"title":"CNNSN-2016-05-10-CNN-Student-News","script":"(CNN Student News) -- May 10, 2016<br><br><br>Swarm of Earthquakes Strikes Mount St. Helens; North Carolina`s Controversial &quot;Bathroom Law&quot;` A Character Study: Blind Adventurer<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: CNN STUDENT NEWS starts right now! I`m Carl Azuz.<br><br>The U.S. Geological Survey says Mount St. Helens is still very much alive. The volcano sits in the Cascade Mountains in southwestern Washington state.<br><br>It was dormant from the 1950s until 1980 when a massive eruption there blew a thousand feet off the top of the mountain and killed dozens of people and thousands of animals. Since then, it`s had smaller explosions and quakes on and off every few years. Now, scientists say it`s recharging. How do they know?<br><br>Mount St. Helens has had an earthquake swarm, a spike in a number of small tremors over the past eight weeks. Seismologists have recorded more than 130 quakes recently and that`s gotten their attention centered on one of the most closely monitored volcanoes on the planet.<br><br>(BEGIN VIDEOTAPE)<br><br>ALLISON CHINCHAR, AMS METEOROLOGIST: These have been incredibly small quakes. However, it`s the frequency of them that has scientists kind of keeping a close eye on this.<br><br>So, this is the area over the past seven days. These blue squares that you see, those are the monitoring sites that they have out there. And then all of these dots, these are all of the earthquakes that have occurred in this region in the last seven days.<br><br>Now, again, I want to point out, none of these have been huge. In fact, most of them have been at a magnitude of 0.5 or less. You and I can`t even detect that, they`re so small.<br><br>Now, the maximum was around the 1.03. Again, very hard for humans to detect something of that small magnitude. Now, they all were very shallow, between about 1.2 to four miles in debt. Now, basically what this means is, when you get these swarms, it`s the repressurization of the magma that`s in there and it kind of seeps through some of the cracks that are there and that`s what causes a lot of these little mini earthquakes.<br><br>But you want to keep in mind, this process can continue for years without interruption and that`s what the experts are trying to make sure that people understand. They`re not tossing any anomalous gases come out and they`re not expecting an imminent eruption by any means.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. state of North Carolina and the U.S. federal government are suing each other. It has to do with the North Carolina law concerning access to public restrooms.<br><br>Here`s what happened:<br><br>In March, North Carolina passed what`s called the Public Facilities Privacy and Security Act. One thing the law does is require people to use the restroom that matches the gender listed on their birth certificates.<br><br>The U.S. Justice Department argues the state law breaks a federal law because it discriminates against people who are transgender, people who identify with the different gender than the one on their birth certificates.<br><br>So, last week, the government told North Carolina to, quote, &quot;remedy&quot; its law by Monday or that it would be in violence of people`s civil rights and could face a government lawsuit.<br><br>North Carolina argues its bathroom law applies equally to everyone because it doesn`t take into account gender identity or transgender status, just birth certificate. The state says the government gave two short a deadline for it to change its law and that the Justice Department is overstepping its authority by trying to change norms in the U.S.<br><br>So, North Carolina announced yesterday it would sue the federal government. The government then said it would sue North Carolina, a federal court will decide what happens next.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Private bathrooms might seem so simple. One for men, one for women and everyone gets to go.<br><br>But in the United States, there`s actually a long and complicated history of people fighting for the right to pee in private and in peace. It started with cholera outbreaks in 1800s. That`s when London and then the rest of the world realized that doing your thing on the street shouldn`t, you know, be a thing. The bathroom followed and so did the ongoing fight over who gets to use it and exactly what it should look like.<br><br>Women were an early focus. Back in the late 1800s, lots of people were uncomfortable with the idea of women being in public at all, much less using restrooms alongside men. So, state regulations of factories created restrooms specifically to keep men and women apart.<br><br>Next was race. The infamous Jim Crow laws after the Civil War created separate restrooms for white and colored people. These laws started to overturn with the Supreme Court decision in 1954.<br><br>Yet segregation continued. In the 1980s, the HIV/AIDS epidemic caused an outcry over gay men using public toilets. Since the publicly wrongly assumed the disease could be caught by using their toilet after an HIV positive person. And for Americans with physical disabilities, bathrooms big enough for wheelchairs weren`t mandated by federal law until 1990.<br><br>Now, the debate is about transgender rights. Maybe that debate seems new, but look at the history and you`ll see that toilets have a long and curiously important place in American politics.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Hear that? The roll is calling. Let`s answer and find out who`s here.<br><br>On yesterday`s transcript page at CNNStudentNews.com, we heard from the Leopards. In Washington, D.C., shout-out to everyone watching at LaSalle-Backus Education Campus.<br><br>Travelling down the East Coast, we come to winter springs Florid and the home of the Trailblazers at Indian Trails Middle School.<br><br>And in the kingdom of Bahrain, hello to our viewers at The Bahrain School. It`s located in the community of Juffair.<br><br>In Austria, Brazil and Nicaragua, it`s at age of 16 years. In Sudan and Indonesia, it`s 17 years. In Russia, Australia, Honduras and the U.S., it`s 18 years. And in Japan, it`s 20.<br><br>We`re talking about the legal age to vote. CNN recently spoke to a group of American teenagers who won`t be able to vote this November, but still have and are willing to share their views.<br><br>(BGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: I`m too young to vote.<br><br>UNIDENTIFIED MALE: I`m too young to vote.<br><br>UNIDENTIFIED FEMALE: I`m maybe too young to vote.<br><br>UNIDENTIFIED FEMALE: I`m maybe too young to vote.<br><br>UNIDENTIFIED FEMALE: But I`m not too young to care about the nation`s security and the way our veterans are treated.<br><br>UNIDENTIFIED FEMALE: I`m not too young to realize that in order to thrive as a nation, we have to rise above discrimination and prejudice.<br><br>UNIDENTIFIED MALE: I`m not too young to listen and decide what`s best from our future as an American.<br><br>UNIDENTIFIED MALE: I`m not too young to want a moderate president who get bipartisan support and unite a divided country.<br><br>KELLY WALLACE, CNN CORRESPONDENT: You want that? Really? Is that even possible? Is that possible?<br><br>UNIDENTIFIED MALE: Honestly, sometimes, it doesn`t seem like it.<br><br>WALLACE: Thomas, what did you write? Too young to vote but not too young to --<br><br>UNIDENTIFIED MALE: To realize that our country is sinking and we desperately need a leader who is willing and able to bring it afloat.<br><br>UNIDENTIFIED FEMALE: I`m maybe too young to vote, but I`m not too young to know that election is more about pushing party agendas than being flexible to benefit the nation.<br><br>UNIDENTIFIED FEMALE: I`m maybe too young to vote but I`m not too young to worry about my future as a woman and a student applying to college.<br><br>UNIDENTIFIED FEMALE: My Uncle Craig, he passed away because of 9/11 He`s working in the World Trade Center, and I just think we need to focus more on our nation`s security because that shouldn`t have happened.<br><br>WALLACE: What are your biggest concerns right now?<br><br>UNIDENTIFIED MALE: Just the prejudice going around and all the hate. Make America land of free again.<br><br>UNIDENTIFIED MALE: What I want to see from the president, the next president probably would be a sign of leadership and every aspect of his life he shows leadership, and will set an example for the rest of the country to follow him as our president, the tough guy.<br><br>WALLACE: Or gal.<br><br>UNIDENTIFIED MALE: Yes, or gal.<br><br>UNIDENTIFIED MALE: We are the people who are going to be running the country soon. So, you`re going to have to start listening to us.<br><br>(END VIDEOTAPE)<br><br>AZUZ: First time we told you about Erik Weihenmayer. He just accomplished what he called the scariest thing he`d ever done. He kayaked the rapids of the Colorado River. Weihenmayer is blind. He had a guide but that person was in a separate kayak behind him.<br><br>Because Weihenmayer`s life has been a story of taking barriers head on, he`s now helping others do the same thing.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Erik Weihenmayer has scaled the Seven Summits and braved the violent Colorado River Rapids -- in the dark.<br><br>At 4 years old, he was diagnosed with a rare eye disease called juvenile retinoschisis. By high school, Erik was completely blind.<br><br>ERIK WEIHENMAYER, BLIND ADVENTURER: I wanted to be with my friends and going on dates, and I was afraid that I wasn`t going to be able to participate in life.<br><br>GUPTA: But he did, joining the wrestling team and learning how to rock climb.<br><br>WEIHENMAYER: You`re just feeling the way up the rock face.<br><br>GUPTA: He became an accomplished mountaineer and set his sights on Everest.<br><br>WEIHENMAYER: Himalayan experts said, you cannot stop if you fall. You can`t think at high altitude. It wouldn`t be a good place for a bind person.<br><br>GUPTA: Erik disagreed and in 2001 became the first blind person to reach the summit of Mount Everest.<br><br>WEIHENMAYER: And we`re on the top. The is Erik and Luis. I can`t believe it!<br><br>GUPTA: Seeking out new adventures, Erik trained for six years to kayak 277 miles of the Colorado River to the Grand Canyon.<br><br>WEIHENMAYER: I`m not just doing this thing so I can prove that blind people can do this or that. That`s kind of shallow. You do it because that`s living fully.<br><br>GUPTA: The now 47-year-old is using that mantra to help others facing challenges through his nonprofit No Barriers.<br><br>WEIHENMAYER: I think in our lives, all of us in a way are climbing blind.<br><br>GUPTA: Dr. Sanjay Gupta, CNN, reporting.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s not quite the running of the bulls. After all, who`d be afraid of one of these was nipping at your heels. Yes, they`re dogs, they`re Chihuahuas, the smallest breed of dog, and they`re participating at the Ninth Annual Running of the Chihuahuas in Chattanooga, Tennessee.<br><br>Well, some of them are anyway. It all started as a radio stunt, and the event has grown, unlike the dogs, to include 100 scrappy puppies.<br><br>Even though some seemed Chihua-without motivation, others weren`t Chihua- waiting around for a chance to Chihuahua the audience, Chihuawering (ph) onlookers with sheer yappiness at their adograble Chihuahua antics.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-10 CNN Student News.mp4"}