{"title":"CNNSN-2016-08-29-CNN-Student-News","script":"(CNN Student News) -- August 29, 2016<br><br><br>Coordination Helps Recovery in Earthquake-Stricken Italy; The Impact of Hurricane Katrina; U.S. Resumes Commercial Flights to Cuba<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: It`s great to see you on this last Monday in August, for the weekly start of CNN STUDENT NEWS. I`m Carl Azuz, saying hello from the CNN Center in Atlanta, Georgia.<br><br>We know some of you are just now returning from time off this summer. Thank you for logging on.<br><br>First story today takes us to the Southern European nation of Italy. A powerful earthquake struck there last week, its epicenter in the central part of the country. It killed at least 281 people, most of them in a historic city named Amatrice. Many people are still missing. More than 2,000 are huddling in camps because entire villages in the area were flattened.<br><br>Along with volcanic eruptions and avalanches, deadly earthquakes are relatively common in Italy. In addition to the toll they take on human life, they destroyed heritage as well. The historic buildings that attract tourists are particularly vulnerable in large part because of their age and antique construction.<br><br>In his prayers on Sunday, Pope Francis said that the quick way in which authorities, volunteers and civil staff were responding shows how important working together is in overcoming these events.<br><br>Fred Pleitgen is there with the firsthand look at how and why the Italians` response is so fast.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Italian response to natural disasters.<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: The catastrophic earthquake in Central Italy had a devastating effect on many of the towns here in this region, and it`s really the thing that makes these towns so beautiful that caused this earthquake to have an even worse impact. These towns are ancient. Many of the buildings are more than a thousand years old. They were built before there were even bricks.<br><br>They`re made of stone and they`re made of mud. And when the earthquake hit and it was a magnitude 6.2, these buildings just fell together and crumbled.<br><br>The response of this disaster was very quick. The Italians very quickly mobilized over a thousand agencies to get over here as fast as possible, including the military, very fire department, the police, the civil protection force and, of course, local authorities as well. They moved in very fast. They moved in heavy equipment very fast and they moved in important assets like for instance sniffer dogs that are key in the first couple of hours to try and to find people who may have survived the initial shocks of these earthquake.<br><br>The Italians have the very mountainous countries. There`s a lot of hills. There`s a lot of big mountain ranges. And so, the rescue crews here have a lot of experience in getting up into remote areas like this one. They know how to build bridges. They know for instance how to maneuver very difficult terrain.<br><br>The rescue response is probably very different than it would be in the United States. In the U.S., in the initial stages, you would have state authorities, you would have the local police, you have the local fire departments. It would take much longer for the federal authorities, for instance, with the National Guard to move in.<br><br>Here, that response is a lot quicker because Italy, of course, is a much smaller country, but also, their disaster plans fall from mobilizing the army for instance much quicker.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It was 11 years ago today that Hurricane Katrina made landfall on the U.S. Gulf Coast. Its effects were devastating. In Waveland, Mississippi, what`s been called ground zero for the storm, more than 90 percent of homes were destroyed.<br><br>Louisiana and Mississippi bore the brunt of the damage. The U.S. government estimates that Katrina was the costliest hurricane in American history. It was responsible for $108 billion in damage.<br><br>And though it was not America`s deadliest storm, Katrina still killed more than 1,800 people across five states and it displaced more than one million. At one point, 10,000 people took shelter in the New Orleans Superdome. The football stadium itself was damaged in the storm.<br><br>But for those from the surrounding area, these were desperate times.<br><br>(BEGIN VIDEOTAPE)<br><br>(MUSIC)<br><br>NARRATOR: Katrina formed on Wednesday, August 24th, 2005.<br><br>CHAD MYERS, AMS METEOROLOGIST: Here`s the storm, as it moves on up.<br><br>NARRATOR: It was just a tropical storm at first, off the coast of Florida, but the next day, it strengthened to a category one hurricane.<br><br>GEORGE W. BUSH, FORMER PRESIDENT: Yesterday, I signed a disaster declaration for the state of Louisiana. And this morning, I signed a disaster declaration for the state of Mississippi.<br><br>NARRATOR: By Saturday, Katrina had doubled in size and was now a category three storm, a major hurricane.<br><br>And on Sunday morning, August 28th, Katrina had strengthened to a category four, with New Orleans right in its path.<br><br>UNIDENTIFIED MALE: Every person is hereby ordered to immediately evacuate the city of New Orleans.<br><br>NARRATOR: That same day, the National Weather Service issued one of its strongest warnings ever. Persons, pets and livestock exposed to the winds will face certain death if struck.<br><br>Roads jammed as thousands tried to make it out of the city, but the storm veered and New Orleans was spared a direct hit.<br><br>Everything seemed OK until later that night when water started toppling over the levees.<br><br>UNIDENTIFIED MALE: When is this thing supposed to stop?<br><br>NARRATOR: By 7:00 a.m. in the next morning, the city is flooded. But New Orleans isn`t alone. Biloxi and Gulfport, Mississippi, are slammed by Katrina`s front right quadrant.<br><br>REPORTER: Who was at your house with you?<br><br>UNIDENTIFIED MALE: My wife.<br><br>REPORTER: Where is she now?<br><br>UNIDENTIFIED MALE: I can`t find her body. She`s gone.<br><br>REPORTER: Tuesday, August 30th, Katrina has weakened into a heavy storm over Tennessee. But New Orleans continues to flood from breaks in its levees. Hundreds of thousands are suddenly homeless, and it would be weeks before the waters finally went down.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Commercial airline flights are resuming between the U.S. and Cuba. Why is that significant?<br><br>Because it`s the first time in 55 years that has happened. The relationship between the two countries froze during the Cold War.<br><br>Since 1960, the U.S. had embargoes, restrictions on Cuba that prevented Americans from doing business or traveling there. One reason, Cuba`s government took over U.S.-owned property in 1960. Another, Cuba was supported by the Soviet Union, America`s rival during the Cold War. But that support collapsed when the Soviet Union did in the early 1990s.<br><br>And in 2014, President Obama announced he was working toward normalizing relations with Cuba.<br><br>It was a controversial decision. Many supporters agreed with the U.S. president that decades of isolating Cuba hadn`t worked to change the country. But many opponents of the decision said Cuba`s government should have improved its human rights record, its treatment of people before the U.S. move to improve relations.<br><br>In any case, twenty daily flights are planned between U.S. airports and the Cuban capital of Havana. There`s expected to be more demand than supply.<br><br>Many of those who will travel there will be likely be visiting family and friends. And though Americans can`t officially go there as tourists, that would require approval from Congress, there are other ways they`ll be able to board the plane bound for Cuban soil.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: U.S. reestablishes direct flights to Cuba.<br><br>PATRICK OPPMANN, CNN CORRESPONDENT: After more than 50 years, the United States and Cuba are reestablishing direct flights service. So, what do you need to know before travelling to the only communist-run country in the Western Hemisphere?<br><br>Probably a lot because travelling Cuba is unlike just about any other country in the world. For starters, there remains a U.S. economic embargo on Cuba, and it remains illegal for Americans to visit as tourists. But there are 12 authorized categories of travel.<br><br>So, when you go to the airport in the U.S., before they let you on the flight to Cuba, you will need to sign an affidavit stating that your trip to Cuba is meant to improve U.S.-Cuban relations and you`re not just coming for the beaches.<br><br>When you get to Cuba, you`ll probably find that U.S. cell phones and credit cards don`t work, at least not quite. So, be prepared to be off the grid somewhat and bring a lot of cash.<br><br>Because of the increase in visitors in Cuba, there`s a lot of strained on Cuba`s aging infrastructure. And hotel rooms are booked for months in advance, so are rental cars.<br><br>The good news, though, that Cubans are increasingly renting out their homes and their classic cars, which as it turns out is a great way for Americans to experience a side of Cuba that up until now was just out of reach.<br><br>Patrick Oppmann, CNN, Havana.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our last story today, when he was just a two-month baby in Dallas, Texas, he already weighed more than 200 pounds. So, officially, he`d well outgrown this inflatable kiddie pool, but come on. Who in the world would take it away?<br><br>An African elephant calf at a Dallas zoo played in the pool for the first time last month. Temperatures were in the high 90s then, so it wasn`t only fun, it was a way for him to cool down. He was named Abaju, which means &quot;amazing&quot; and &quot;extraordinary&quot; and somehow more fitting than something like say Phelps.<br><br>The little calf trumpeted his enthusiasm. He put on quite a trunk show and though he`ll pachyderm on more pounds than that pool can handle, they`ll move him to a pond when he`s up to the tusk. In that way, he`ll stay in the swim.<br><br>I`m Carl Azuz with some ele-fantastic puns for CNN STUDENT NEWS. We`ll see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-29 CNN Student News.mp4"}