{"title":"CNNSN-2015-09-17-CNN-Student-News","script":"(CNN Student News) -- September 17, 2014<br><br>Constitution Day In America; Refugees Try To Push Their Way Into Hungary From Syria; Today`s Shoutout. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: It`s Constitution Day in America, coverage of the event in the constitutional quiz are just minutes away on Student News. You`re going to love it. I`m Carl Azuz.<br><br>First up today, police chanting &quot;please go back.&quot; Demonstrators chanting, &quot;Open the door.&quot; It was a chaotic scene yesterday at the border of Serbia and Hungary with migrants and refugees trying to get into Hungary. It`s become the prime gateway into Western Europe in the continent`s most severe refugee crisis since World War Two.<br><br>Hungary is one of several European countries trying to control their borders. There are hundreds of thousands of people fleeing terrorism, warfare and poverty in the Middle East and North Africa. But European leaders are struggling with the challenges of where the refugees and migrants should go, how to pay for the influx of people and concerns about terrorists crossing borders with them. CNN`s Ben Wedeman was at a Hungarian border yesterday when trouble broke out.<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT: We were up on the gate were Serbia separates and Hungary and of course there`s been a tense standoff for several hours there as people were pushing at the gate trying to get it to come down so they can go into Hungary. Now after a little while, and it`s still going on now, people are throwing bottles and apples and other objects in the direction of the Hunarian special terrorism police, riot police.<br><br>Afterwards they fired back with tear gas and you can see a water cannon is now being fired as well. And of course among the crowd there are many children, many woman who are very close to that area so there are a lot of people who were overcome with this tear gas. Which is quite strong. Of course we have heard them all day, chanting at that gate - &quot;open the door, open the door. As far as the Hungarian authority go - that`s simply not going to happen.&quot;<br><br>AZUZ: Up next today - a report a card on American fast food restaurants. They were graded whether they used antibiotics on Animals. The U.S Food and Drug Administration approves the use of antibiotics in the food supply.<br><br>Supporters say it keeps our food supply safer, decreasing the chances that people will be exposed to bacteria form meat. Critics say the practice makes bacteria more resistance to antibiotics meaning infections will become harder to treat when we catch them.<br><br>With more Americans dining out more than ever, a group of health, environment, and consumer interest organizations gave an &quot;A&quot; to Chipotle and Panera Bread Companies. The report says, they`re the only two fast- casual restaurants that say most of their meat is raised without the regular use of antibiotics. Chick-Fil-A got a B. It says it`s in the process of going antibiotic-free. McDonald`s and Dunkin donuts got C`s. And restaurants that failed included Starbuck`s, Papa John`s, Domino`s, Taco Bell, Wendy`s. Subway An article with a complete list is featured in our extra credit resources on CNN Student News.com.<br><br>ANNOUNCER: Time for the SHOUTOUT. Two people who signed the U.S. Constitution later became presidents. Who were they? If you think you know it - shout it out. Was it :<br><br>A) John Adams and James Madison B) George Washington and Thomas Jefferson C) George Washington and James Madison D) Thomas Jefferson and Andrew Jackson You go three seconds - GO!<br><br>The two signers of the Constitution who`d later become presidents were George Washington and James Madison. That`s your answer and that`s your SHOUTOUT.<br><br>AZUZ: It was on this date - back in 1787 that 39 people plus a secretary signed the U.S. Constitution. What Constitution Day does is commemorate the event and the document that defined fundamental law in America. Ok, you knew that. But let`s see what else you know about the document in our official Student News Constitution Day quiz.<br><br>It`s Constitution Day. On this date in in 1787, 39 delegates to the Constitutional Convention signed the document that today is the oldest written Constitution still used by any government. We are finding out how much you know about the U.S. constitution starting with some fun TRUE or FALSE questions.<br><br>All right. Number one - the word democracy appears in article 1 of the U.S Constitution. Answer - FALSE. The word democracy actually doesn`t appear anywhere in the document.<br><br>Next, Benjamin Franklin was the oldest person to sign the constitution. This is TRUE. He was 81 and in declining health. So he needed someone to sign it. It said, as he was signing it, tears were streaming down his face. Three - some delegates of the constitutional convention refused to sign the constitution. Answer - TRUE! Of the six delegates who did not sign, three<br><br>of them Edmund Randolph and George Mason of Virginia and Elbridge Gerry of Massachusetts refused to do so. Partly because the constitution did not have a bill of rights. Those amendments guaranteeing individual liberties were proposed two years later.<br><br>Since the ratification of the Bill of Rights in 1791, how many additional amendments have been added to the constitution? Is the answer, 7, 10, 12, or 17? If you said D- 17, you got it. That last amendment, the 27th says that a pay raise for members of Congress cannot take effect until after an election.<br><br>Now, which branch of the U.S. Government is mentioned first in the Constitution? Is it the legislative, judicial or executive?. Answer: A. The Legislatives branch`s powers are laid out in article one of the constitution. This is the branch that includes the House of Representatives and the Senate and it`s charged with making the laws that govern the country.<br><br>Finally, where can you find the original copy of the Constitution? Is it in Fort Knox Kentucky, The Library of Congress, The Smithsonian Institution or The National Archives? Answer D. The National Archives building in Washington D.C. To preserve the quality of the document it is kept at 67 degrees Fahrenheit and 40 percent humidity and you can say that fascinating fact constitutes our Constitution Day quiz.<br><br>From yesterday`s transcript page at CNNStudent news.com, a fitting mascot leads off our Constitution Day roll call. The Senators we elected to feature Dover High School today. It`s in Dover, Delaware.<br><br>Out west now to Idaho. Moscow, Idaho it`s the home of the cubs who are watching at Moscow middle school.<br><br>And from the capital of Saudi Arabia we heard from the American International School of Riyadh. Good to have you watching this Thursday.<br><br>AZUZ: Thanks to a non-profit organization called Our House, more than 350 young men from the Washington, D.C. area are getting a second chance. The program began more than 20 years ago, teaching them literally tools of the trade. The man who started it is today`s Character Study.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: When I was a special ed teacher, I taught carpentry to high-risk kids. During the daytime, they would catch on, you`d see that spark. Then they`d go home at nighttime. It would get erased.<br><br>The tears you would see, the real anguish they would go through - I saw a real need. And that`s when the idea hit me: don`t let them go home.<br><br>LOUDSPEAKER ANNOUNCEMENT: The morning meal is now being served.<br><br>UNIDENTIFIED MALE: We provide residential setting for men -<br><br>(on camera): Ready for a rip-roaring day of work?<br><br>UNIDENTIFIED MALE: During the day, they earn grades. At night time, they`re getting their high school education. We take on a lot of tough cases, from foster care to the court system. The emotional support that we give is critical.<br><br>The grounds are wide open. Fields, trees, chickens, animals. It is not a lock-up. This is (INAUDIBLE) becomes a home to many of them. When they leave, we try to help them find a job and a place to live. Anything they need, we make sure they have.<br><br>UNIDENTIFIED MALE: This program changed my life in every way. I`m currently in Wooten College. I feel like I`ve gone from the bottom to the top. Benny gave me the tools to build my future.<br><br>I decided to come back and work with youth, just like other people worked with me.<br><br>UNIDENTIFIED MALE: I don`t want to see any more kids fall through the cracks. If I can give opportunity to turn their lives around, to step forward, that`s my life`s work.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Who would be impressed to hear that one of NASA`s latest rovers for exploring space is a hedgehog? OK, it`s actually a cube named Hedgehog, but check it: this thing can bounce! It`s got three wheels, but they`re fly wheels and they`re on the inside. So it it flips over or lands at an odd angle, it wouldn`t get stuck. NASA says Hedgehogs are relatively inexpensive, but getting them to a Martian moon, for example, could end up costing $250 million, which could hedge hog a significant part of that budget. Though some might call that a square deal.<br><br>You can`t really say the project`s rolling forward; it`s more like a hop, skip and a jump away. Its movement, like its usefulness, kind of a hedge-podge.<br><br>We`re back tomorrow. Be there or be - (MAKES SQUARE GESTURE).<br><br>(MUSIC PLAYING)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-17 CNN Student News.mp4"}