{"title":"CNNSN-2015-09-29-CNN-Student-News","script":"(CNN Student News) -- September 29, 2014<br><br>U.N. General Assembly Opens with Focus on Syria and Refugee Crisis; Liquid Water Exists on Mars; A Character Study Involving a Food Desert<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: First up today on CNN STUDENT NEWS -- spotlighting the United Nations General Assembly. It`s the 70th<br><br>session of the international organization of 193 countries.<br><br>Yesterday, there were five world leaders we told you we were keeping an eye on.<br><br>U.S. President Barack Obama focused part of his speech on climate change and part on Syria`s civil war. He called Syrian President Bashar al Assad a tyrant who kills innocent children.<br><br>Russian President Vladimir Putin speech came later. He also addressed Syria, but said its government was fighting terrorism and that not cooperating with Syria`s leadership would be a mistake.<br><br>Chinese President Xi Jinping discussed the environment, saying China would do its part to reduce pollution.<br><br>And Cuban President Raul Castro in his first ever speech at the U.N. acknowledged diplomatic relations have been reestablished between the U.S. and Cuba, but said the U.S. would have to lift its economic embargo and do a lot more before things could be normal between the two countries.<br><br>Iranian President Hassan Rouhani addressed the controversial nuclear deal involving his country and six other nations lead by the U.S. He said the deal should contribute to sustainable peace and stability in the Middle East and that the U.S. was, quote, &quot;forced to set aside pressure and sanctions and chose discussions instead.&quot;<br><br>U.S. congressional efforts to reject the deal stalled weeks ago in the Senate, which means the Obama administration`s deal with Iran will go through.<br><br>But what about the next U.S. administration?<br><br>(BEGIN VIDEOTAPE)<br><br>ELISE LABOTT, CNN GLOBAL AFFAIRS CORRESPONDENT: So, the Iranian deal is more than 50 pages long. It`s got a lot of documents, annexes, supplements. It`s, you know, really easy to boil it down to a few sound bytes or a few bullet points. But it`s a very technical and complex agreement.<br><br>President Obama has moved ahead with the deal, despite intense criticism from Republicans and the fact that the majority of Americans are against it.<br><br>REP. JOHN BOEHNER (R-OH), SPEAKER OF THE HOUSE: This is a bad deal with decades long consequences.<br><br>LABOTT: This deal is not just important to the United States or to international security. It`s very important to Israel`s security. Israel sees an Iranian nuclear weapon as a threat to its existence and wants to stop that at all costs.<br><br>Not surprisingly, there are a lot of differing views on how the 2016 candidates would treat the Iran deal.<br><br>SEN. MARCO RUBIO (R-FL), 2016 PRESIDENTIAL CANDIDATE: If I`m president, that deal won`t survive.<br><br>SEN. TED CRUZ (R-TX), 2016 PRESIDENTIAL CANDIDATE: Rip to shreds this catastrophic deal.<br><br>DONALD TRUMP (R), 2016 PRESIDENTIAL CANDIDATE: Never, ever, ever in my life have I seen any transaction so incompetently negotiated.<br><br>LABOTT: The problem here is five other countries negotiated this deal with Iran for the past two years, along with the United States, and it was endorsed by the U.N. Security Council.<br><br>U.S. credibility is on the line.<br><br>HILLARY CLINTON (D), FORMER SECRETARY OF STATE/2016 PRESIDENTIAL CANDIDATE: Is it perfect? Well, of course, not. But is it a strong agreement? Yes, it is. And because we`ve proven our commitment to diplomacy first, the world will more likely join us.<br><br>SEN. BERNIE SANDERS (I-VT), 2016 PRESIDENTIAL CANDIDATE: As I believe that this approach is the best way forward.<br><br>SEN. RAND PAUL (R-KY), 2016 PRESIDENTIAL CANDIDATE: I`m going to vote against the agreement because I don`t think there`s significant leverage, but it doesn`t mean that I`ll immediately not look at the agreement and cut it up without looking to see whether Iran is complying.<br><br>LABOTT: But despite all the bluster, it`s really going to come down in the end to what Iran does. If it plays by the rules and curbs its nuclear program for the next 10 to 15 years, that`s one thing. But if Iran doesn`t and cheats, then the next commander-in-chief will have some pretty tough decisions to make. And he or she is going to need the rest of the world on their side.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Big announcement from NASA yesterday regarding Mars. It said that from time to time, water flows across the Red Planet`s ancient surface. This does not mean scientists found life on Mars or proof there ever has been. They say it offers hope that some microorganisms like bacteria might have one of the elements there they need to survive.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: NASA has found something that breathes new hope to the idea that microbial life may be present on the Red Planet, liquid water.<br><br>SUBTITLE: NASA finds water on Mars.<br><br>DR. JIM GREEN, DIRECTOR OF PLANETARY SCIENCE, NASA: Under certain circumstances, liquid water has been found on Mars.<br><br>CRANE: Using its Mars reconnaissance orbiter, NASA has proven that seasonal dark streaks on the surface of the planet called &quot;recurring slope lineae&quot; are caused by the flow of water.<br><br>Now, this water isn`t pure. It`s briny, filled with special kind of salt called perchlorate salts.<br><br>This is important because the salt almost acts like an anti-freeze, lowering the freezing point of the water, allowing it to stay in a liquid state.<br><br>Scientists have long known that the Mars of 3 billion years ago was very wet, possibly even boasting a massive ocean 1 mile deep. But most of that water has since disappear and scientists have only been able to find evidence of water in the form of ice. Most of it being trapped at the poles and some small amounts of water in the atmosphere.<br><br>Now, that we found liquid water, not only does it increase our chances at finding life, it may also help humans survive on the planet one day.<br><br>GREEN: We haven`t been able to answer the question, does life exist beyond Earth? But following the water is critical in all of that.<br><br>CRANE: The presence of liquid water could change the architecture of NASA`s manned mission to Mars, scheduled for the 2030s. The water could be purified for irrigation, turned into oxygen, even broken down into liquid oxygen and hydrogen and then use for rocket fuel.<br><br>The problem is, scientists don`t know the source of the water, but are exploring different theories like underground aquifers.<br><br>One thing is for sure, the search for life on Mars just got a whole lot more exciting.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Unless you live in an area where there was a lot of cloud cover, like we do, unfortunately, Sunday night was a great one for stargazing or let`s say moongazing.<br><br>First reason, there was a lunar eclipse when the sun, earth and moon were all lined up in that order. Scientists say because earth`s atmosphere filters out blue light, the moon or part of it can take on a reddish tint, what some call a bloodmoon. Here, you can see the effect this has on our natural satellite.<br><br>Second reason, a supermoon. In the moon`s elliptical orbit around earth, it was at perigee, its closest point. That made it appear larger than usual.<br><br>(MUSIC)<br><br>AZUZ: Time to take three -- three of the schools watching today and making one requests on our transcript page at CNNStudentNews.com.<br><br>Like the International School Manila. It`s in Manila, the capital of the Philippines.<br><br>Stateside, we`re stopping by Iowa. It`s where we heard from Four Oaks Residential Treatment. It`s in the city of Independence.<br><br>And in another &quot;I&quot; state, we`re talking about Idaho. We`ve got the Phoenix watching at Lincoln High School.<br><br>(MUSIC)<br><br>AZUZ: In eastern North Carolina, there`s a town called Conetoe, population: 300. Despite being surrounded by farmland, the nearest grocery store is 10 miles away, making this town a food desert.<br><br>The pastor of Conetoe Chapel Missionary Baptist Church decided to do something about that. He started the Conetoe Family Life Center, a nonprofit that enlists dozens of young people to harvest almost 50,000 pounds of food a year. He`s today`s &quot;Character Study&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>REV. RICHARD JOYNER, CNN HERO: Conetoe is a community with poverty. It`s a rural area, but also a food desert, that do not have access to fresh, affordable food.<br><br>I`ve been a pastor here 12 years.<br><br>Early on, I was spending more time in funerals than anything else.<br><br>Diabetes, high blood pressure, unhealthy lifestyles, I had to do something.<br><br>If you take what you had, God can transform your health situation, your food desert situation.<br><br>I could not grow food by myself. So I had to come to the community.<br><br>All right. Come on, guys. Who want to do eggplants?<br><br>It`s a generational but the children, they`re responsible for planting, cultivating, and also harvesting the food.<br><br>One of our goals is to get as much fresh food in the homes as possible. They make the families healthier. It`s a game changer.<br><br>This garden has changed our community life. It`s a place where we can produce, a place we can play. It`s a place where we can live.<br><br>(END VIDEOTAPE)<br><br>AZUZ: &quot;Olive Trees&quot; is a landscape painting by Vincent Van Gogh. It was completed in 1889.<br><br>This copy of &quot;Olive Trees&quot; is by Stan Herd. It was completed in 2015. And it`s also a landscape, literally. Stan Herd is an earth works artist and what you`re looking at is his arrangement of plants, soil and mulch, an all natural recreations of the &quot;Olive Trees&quot; picture.<br><br>It was commissioned by the Minneapolis Institute of Art and took six months of hard work to complete.<br><br>Made for a great story before we Van Gogh. It didn`t take much to con-Vincent us to air. We also plant on something fun and you just never know what`s going to crop up on CNN STUDENT NEWS or how many puns we`ll cultivate.<br><br>I`m Carl Azuz and it`s farm me to go.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-29 CNN Student News.mp4"}