{"title":"CNNSN-2016-02-18-CNN-Student-News","script":"(CNN Student News) -- February 18, 2016<br><br><br><br>Tension in the South China Sea; Apple Opposes Judge`s Order to Hack Terrorist`s iPhone<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. It`s good to see you and thanks to our friends at Chelsea and Woodstock High Schools who visited yesterday.<br><br>First up, between Vietnam and the Philippines and the South China Sea, there`s a group of small islands called the Paracel Islands. They are about 130 of them and Taiwan announced yesterday, it noticed something on one of these islands that alarmed several countries in the region, surface-to-air missiles.<br><br>China controls the Paracel Islands. It says it`s had military equipment in the area for years.<br><br>But the announcement about the missiles sent waves of concern across the Pacific for a couple of reasons.<br><br>One, the Paracel Islands are disputed. China, Taiwan and Vietnam all say these islands are theirs. Japanese officials accused China of reclaiming land in the region to build up its military presence. China says it has the legal right to deploy defensive measures to protect its territory and it considers the Paracel Islands part of it.<br><br>Two, the deployment of the missiles happened as U.S. President Barack Obama called for Southeast Asian leaders to stop the militarization of the South China Sea. Several other countries are developing military sites in and around the area. China is taking that a step further, literally building its own islands in another part of the region.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: South China Sea showdown.<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: This is the South China Sea. It`s estimated nearly a third of the world`s trade passes to this body of water.<br><br>It is also at the heart of a very complicated 21 century territorial dispute. A half dozen governments have competing claims over the South China Sea, including Vietnam, the Philippines and Malaysia.<br><br>But the biggest player here is clearly China, which has also embarked on the most aggressive campaign to claim its stake here. China has been building artificial islands in a region of reefs and partially submerged rocks known as the Spratly Islands. In some cases, putting in brand new airstrips on locations like the recently constructed island of Fiery Cross.<br><br>Here`s what the island looked like before. And here`s what it looks like after, this impressive land reclamation project. And Beijing has been issuing warnings to other ships and planes to stay away from this manmade islands.<br><br>It doesn`t take an expert to see that the Spratly Islands are much closer to the Philippines than they are to China. So, how is China laying legal claim to this territory?<br><br>Well, Beijing offers up maps dating back to the early 20th century, which has since become known as the nine-dash map, a map that China has even begun printing in the pages of new Chinese passports.<br><br>The Philippines disputes this, citing the United Nations conventions on the law of the sea. It has taken China to the permanent court of arbitration at The Hague. But China has so far refused to attend these hearings, arguing that the court has no jurisdiction in this matter.<br><br>The U.S. is supporting its long time ally, the Philippines. In the last year, U.S. warships and warplanes have conducted several so-called freedom of navigation operations, ignoring Chinese warnings in traveling close to China`s manmade islands.<br><br>China opposes the U.S. operations, calling them a threat to peace and stability in the region, but Beijing`s actions have also alarmed many much smaller nations in the South China Sea.<br><br>Critics argue that China is building the case for its territorial claims by quite literally building islands in the sea.<br><br>Ivan Watson, CNN, Hong Kong.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next, the case of engineers versus law enforcement. Last December, there was a terrorist attack at a holiday party in San Bernardino, California. Fourteen people were murdered and the two attackers were later killed in a shootout with police.<br><br>The Federal Bureau of Investigation confiscated the iPhone of one of the shooters, but I can`t hack the phone to see what`s on it without the terrorist`s passcode. If investigators guess incorrectly ten times, the phone will automatically erase all of its information.<br><br>Tech company Apple makes the iPhone. It does not have the terrorist`s passcode. But the FBI wants Apple to create a special version of its software to load unto the phone, get around its security features and allow law enforcement agents to hack it.<br><br>On Tuesday, a federal judge ordered Apple to help the FBI break into the phone. But Apple CEO Tim Cook plans to fight that decision, saying creating a way around the device`s security would be too dangerous, that it`s impossible to compromise the security of that one iPhone without compromising the security of all iPhones. He said the order was an overreach by the U.S. government.<br><br>But law enforcement officials say they need all the evidence they can get from the terrorists.<br><br>(BEGIN VIDEO CLIP)<br><br>BILL BRATTON, NYPD COMMISSIONER: I think the terrorist threats and criminal threats threaten their customers much more, being quite frank with you, and this is the crux of the issue. We need to get this issue resolved -- the profit motive under the guise of protecting the interest of their customers over the interests of government to protect the lives of those customers.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Whichever side you agree with, this is another example how technology is moving at a faster pace than the potential laws that would govern it.<br><br>Checking in now with who`s watching and not spamming our &quot;Roll Call&quot; request page at CNNStudentNews.com.<br><br>Starting in the capital of India, we got a request from the American Embassy School. Hello, New Delhi.<br><br>Next, we`re going Dutch, the Dutch are watching. They`re the mascots of Pella High School in Pella, Iowa.<br><br>And in Mt. Pleasant, Tennessee, we`ve got some Tigers on the prowl. Great to see you at Mt. Pleasant High School.<br><br>Especially if you live out west, you`re familiar with the San Andreas Fault, the crack in the earth`s crust extends from more than 800 miles and it`s been associated with some pretty big earthquakes over the decades.<br><br>A lesser known but potentially more destructed fault is the Cascadia Subduction Zone. It doesn`t have the same ring as San Andreas, but it is along the Ring of Fire, this horseshoe shaped line around the Pacific where much of the world`s volcanic and earthquake activity happens. According to the theory of plate tectonics, it`s capable of serious seismic activity, even if its last major slip-up was long ago.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRIS GOLDFINGER, OREGON STATE UNIVERSITY: We have no idea why it doesn`t make an earthquake tomorrow, next week, next year. It should be. But it doesn`t.<br><br>Cascadia can make an earthquake about 30 times more energetic than the San Andreas.<br><br>STEPHANIE ELAM, CNN CORRESPONDENT: The Cascadia Subduction Zone runs some 700 miles from Cape Mendocino in California up to about the middle of British Columbia`s Vancouver Island. It`s an offshore plate boundary where the oceanic plate is diving underneath the North American plate, forcing it to crumble back like a spring.<br><br>Eventually, that energy will release and the North American plate will thrust forward and down. The outer margin of the plate will form a hole in the ocean that would become the leading trough of a tsunami.<br><br>GOLDFINGER: We have in 9 and it ruptures the whole subduction and then they`re going to have probably three to five minutes of shaking. I`ve been in a 9 in Japan, three minutes is an eternity.<br><br>ELAM: How long before that water that is pushed out comes back?<br><br>GOLDFINGER: The nine is typically going to make a wave of roughly 15 to 20 meters. They will come ashore, beginning in about 15 minutes.<br><br>We`re trying to put together a picture of the totality of what an earthquake and a tsunami would be like in a particular area. So, you can build a city in here. They can simulate the actual generation of the tsunami offshore. We`ll lose our transportation through the region almost instantly. So, you know, help will have to come from the outside via aircraft.<br><br>BRIAN ATWATER, USGS: In this region, a down drop of things -- hilltops, valley bottoms, everything got dropped down, by say five feet.<br><br>The first thing that this forest swamp saw was the tsunami marked by the sand.<br><br>ELAM: And that salty water makes it difficult or impossible for these trees to exist.<br><br>ATWATER: These are plants that are not adopted for that kind of life.<br><br>ELAM: Do you believe the Cascadia Subduction Zone will release energy like it did in 1700 again?<br><br>ATWATER: It`s a process. It`s been going on for a long, long time. So, just because you and I are here doesn`t mean it`s going to stuck.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, sea lions selfie stick -- show it. There it is. A volunteer at the aquarium of the Pacific thought it`d be cool to attach a camera and a float to a pole and let a sea lion swim around with it. He was right.<br><br>He said the float made it easy for the animal to navigate the selfie stick to the pool of his exhibit. It gives you a great perspective on what a sea lion sees as it makes its way under water.<br><br>And as you can see, I ain`t lyin`. Is this a next essential aquatic accessory? The animal`s lips were sealed. But it did appear to have a fin-tastic time shooting that video through a filter.<br><br>I`m Carl Azuz, hoping y`all flip us back on tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-18 CNN Student News.mp4"}