{"title":"CNNSN-2015-05-27-CNN-Student-News","script":"(CNN Student News) -- May 27, 2014<br><br>ISIS Expands Territory in the Middle East; Heatwave Bears Down on India; Violence Spikes in Baltimore<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to your mid-week edition of CNN STUDENT NEWS. We`re catching you up on stories from around the world and we`re doing it without commercials. I`m Carl Azuz.<br><br>First up, Iraqi forces say they`re fighting back. They`re trying to retake control of two provinces in western and central Iraq from the Islamic State terrorist group. ISIS expanded its territory last week, capturing the city of Ramadi. It`s 70 miles away from the Iraqi capital Baghdad.<br><br>U.S. Defense Secretary Ashton Carter said that the Iraqi army in Ramadi vastly outnumbered the ISIS fighters but that it didn`t want to fight. An Iraqi soldier put the blame on military leadership and said the army didn`t have enough supplies or support.<br><br>But all this has renewed international pressure on the U.S. government, to do more to fight ISIS, following the terrorist group`s two key victories last week.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Arguably, this is the terror group`s best week in a year. Combine their battlefield successes, ISIS` biggest strategic gains since they swept across Iraq last summer.<br><br>In Syria, the radical Islamists now control more than half the country, according to the Syrian Observatory for Human Rights. The latest attack added more oil and gas fields, more ancient artifacts, and a key highway intersection, all potential money owners. They also cemented their control of Syria`s border crossings into Iraq, taking Tanf, the last outside the Kurdish region not already under their control. Their advances at times hard to follow.<br><br>MARIE HARF, U.S. STATE DEPARTMENT: It`s hard for us to nail down with any sort of granularity exactly what`s happening on the ground. So, this is something we`re following.<br><br>ROBERTSON: The speed of ISIS`s Syrian advance questions the ability or willingness of President Bashar al-Assad`s forces to hold ground. Local reports describe the Syrian army fleeing Palmyra. By design or default, he is losing the east of Syria to ISIS.<br><br>In Ramadi, Iraq, where Iraqi special forces can call in U.S. air support, the army also retreated, as ISIS close in on them. In scenes reminiscent of ISIS sweeping gains in Iraq last summer, the terror group seized more weapons as government stockpiles fell into their hands.<br><br>UNIDENTIFIED MALE: It`s not something positive which is happening, but we hope that we can conquer. The war is war. You lose some of the fighters, but you have to win the war ultimately.<br><br>ROBERTSON: For now, battlefield momentum is with ISIS, quickly moving on from Ramadi towards Baghdad.<br><br>By the end of the week, taking the town of Husayba, taken in totality, gains in the east of Syria, connecting through greater control of the border between Iraq and Syria, to gains to the west of Iraq, ISIS`s power base is growing, and so are international concerns.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Extreme dry heat is blowing into India. It`s pushing thermometers up to 117 degrees Fahrenheit. And this is in a country where about a third of the population doesn`t have access to electricity. Many of those who do are dealing with occasional power outages, with fans and air-conditioning straining the system.<br><br>More than 1,100 people have died in this week-long heat wave. They include India`s power, its homeless, and some construction workers who labor in direct sunlight. The monsoon rains are coming. They should bring some relief. But it could take a week or more before they cover the country.<br><br>Baltimore, Maryland, Police Commissioner Anthony Batts has said law enforcement is struggling to stop violence in West Baltimore. He said officers doing basic police work are regularly surrounded by dozens of people, many of them hostile and holding video cameras.<br><br>The city has been on edge since the death of 25-year-old Freddie Gray in April. Police found a knife in his pocket, arrested him on a weapons charge and Gray was fatally injured while in police custody. Protests, peaceful demonstrations and riots followed. Six officers were charged in connection with Gray`s death.<br><br>Today, the number of murders has spiked in the city, making May Baltimore`s deadliest month since 1999.<br><br>(BEGIN VIDEOTAPE)<br><br>MIGUEL MARQUEZ, CNN CORRESPONDENT: And morale -- where is morale for the police officers?<br><br>UNIDENTIFIED MALE: It`s in the sewers. It`s down. It`s the worse of the worse I`ve ever seen in my career.<br><br>MARQUEZ (voice-over): A Baltimore police officer, some dozen years on the force, says the spike in murders and gun crimes here is the direct result of a coordinated police work slowdown.<br><br>(on camera): Why do you think there`s an increase in the murder rate and numbers of shootings in the town?<br><br>UNIDENTIFIED MALE: Officers stopped being proactive.<br><br>MARQUEZ: Not patrolling?<br><br>UNIDENTIFIED MALE: Not patrolling, just stop being proactive.<br><br>MARQUEZ: Not talking to the community?<br><br>UNIDENTIFIED MALE: Not talking -- stop being proactive. I believe it`s a direct result from officers holding back.<br><br>MARQUEZ (voice-over): With the murder rate skyrocketing, up 47 percent this year, guns being fired here in even bigger numbers. Nonfatal shootings up at least 66 percent.<br><br>The killings and shootings not limited to West Baltimore where riots broke out last month. Areas across the entire city have seen the most serious crimes on the rise.<br><br>At a recent gathering limited to local press only, Commissioner Batts acknowledged an issue with some officers exists, but claimed it was only in Baltimore`s western police district where they were experiencing the problems.<br><br>UNIDENTIFIED MALE: After shift call, we get together ands say again, &quot;We`re just going to back each other up and answer 911 calls for our dispatcher.<br><br>MARQUEZ (on-camera): So, no matter what commanders tell you --<br><br>UNIDENTIFIED MALE: It`s in one ear and out the other.<br><br>MARQUEZ (voice-over): The officer says police here are only responding to 911 calls. No walking beats, no engaging the community, no investigation, just responding, the bare minimum of policing. And then, only the serious calls get immediate attention.<br><br>Some calls says the police goes hours with no response, and when police do respond, they will only go in pairs, sometimes three and four officers per call, their own safety the priority.<br><br>UNIDENTIFIED MALE: As officers we`re saying, hey, we`ve got to have each other`s back.<br><br>MARQUEZ: The officer worked the recent protests and looting and violence, the darkest day this cop has seen. On one score, the officer agrees with the protesters.<br><br>(on camera): What do you think about their claims is right?<br><br>UNIDENTIFIED MALE: Well, Baltimore City have a certain mentality. Stat driven. They want arrests. They don`t care too much about moving violations. They want arrests. The command staff believe that arresting people is the way of deterring crime.<br><br>MARQUEZ: In an extraordinary situation, as we were developing the story, the police commissioner himself wanted to rebut the allegations this officer makes on live television.<br><br>Here`s a little of what he had to say to Anderson Cooper.<br><br>ANTHONY BATTS, BALTIMORE POLICE COMMISSIONER: I think officers are realizing they`re going through a transition, that a significant change has to take place within the police department as well as the city is going through a shaking time.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Today`s of the roll starts in South Korea. The city of Suwon is in the northwest part of the country. From there, we heard from Sannam Middle School. And we`re happy you`re watching.<br><br>To Port Jefferson, New York, it`s on Long Island. And it`s where we`re glad to be on, at Jefferson Academic Center.<br><br>And in the Grand Canyon State of Arizona, the Redskins are on the roll. From the eastern city of St. Johns -- hello, St. Johns Middle School.<br><br>Forty-five stories tall, 12 towers, four helipads, it`s being compared to a desert fortress, and it`s being constructed in Mecca, Saudi Arabia, site of the one of the world`s largest pilgrimages. The cost of the Abraj Kudai, $3.6 billion.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: World`s biggest hotel being built in Mecca.<br><br>When it opens in 2017, the Abraj Kudai will be the world`s largest hotel, according to designers Dar al-Handasah.<br><br>It will have 10,000 rooms, 70 restaurants, a mall, a bus station, and a convention center.<br><br>The hotel site is 2.2 kilometers south of Mecca`s holy mosque.<br><br>Mecca`s Masjid al-Haram contains the Kaaba, the holiest site in Islam.<br><br>The holy sites of Mecca are the focus of millions of pilgrims during the annual Hajj.<br><br>Currently, the largest hotel in the world is the MGM Grand in Las Vegas, with 6, 198 rooms.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Dwayne &quot;The Rock&quot; Johnson is a professional wrestler, as well as a successful actor and producer. Now, he`s a record holder. At a red carpet event to promote his new movie, The Rock got together with a bunch of fans and snapped selfies -- a lot of them, 105 selfies in three minutes. That was enough to win him the Guinness World Record for rapid fire selfies.<br><br>The certificate might not be as shiny as the WWE belt, but his rival John hasn`t seen a one like it. The selfie onslaught certainly raises some eyebrows, leaving lesser selfie snappers saying, &quot;My Guinness,&quot; they may be able to picture, but Dwayne is absolutely rocking.<br><br>I`m Carl Azuz, hoping you`ll bring your selfie back to CNN STUDENT NEWS tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-27 CNN Student News.mp4"}