{"title":"CNNSN-2015-08-31-CNN-Student-News","script":"(CNN Student News) -- August 31, 2014<br><br>Erika Could Still Cause Flooding in Florida; Utah Resident Dies from Plague; Jellyfish &quot;Invading&quot; Mediterranean<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Thanks for watching CNN STUDENT NEWS on this last day of August.<br><br>Special shout-out to schools just getting back in session today. Welcome to the show.<br><br>First up, a storm at sea. There`s a system washing over the eastern Gulf of Mexico. The U.S. Coast Guard said yesterday that gale force winds were possible in Key West and forecasters expected three to five inches of rain in southern and central Florida. But none of it was expected to be as<br><br>severe as what this system brought to the Caribbean. At one point, it was named Tropical Storm Erika.<br><br>Tropical storm is a scientific classification. It means the storm is organized and has sustained wind speeds of between 39 and 73 miles per hour. Erika`s torrential rain brought massive to the West Indian island of Dominica. Mudslides and flooded rivers killed at least 20 people there.<br><br>Some others are missing after being swept away.<br><br>Meteorologists say the most deadly part of storms like this is the flooding they bring. Officials estimate the damage will cost Dominica tens of millions of dollars.<br><br>In the mid-1300s, no disease or war was known to have killed as many people as the Black Death did in Europe. That`s why you studied the plague in world history.<br><br>What`s surprising to a lot of people was that the plague is still around and can still be deadly. Twelve cases in seven states have been reported so far this year in the U.S. Out of those 12, four people have died, including an elderly man in Utah. Officials are trying to figure out how<br><br>he got it.<br><br>U.S. health officials say other cases in California and Georgia were linked to people who traveled in or near Yosemite National Park. The plague usually turns up between late spring and early fall and usually in rural parts of western states like New Mexico, Arizona and Colorado.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: The plague is caused by a bacteria called Yersinia pestis, and most of the time, humans get it from a flea bite.<br><br>Back when plague was rampant and there was no treatment for it, plague could get into people`s blood and it could turn their limps black and that`s where we get the term &quot;Black Death&quot;.<br><br>When the plague struck the Roman Empire in the 6th century, it went on to kill 25 million people. Eventually, the plague wiped out 60 percent of Europe.<br><br>Now, before there were antibiotics, the plague would kill 66 percent to 93 percent of people who got it. Now, with antibiotics, that mortality rate goes to about 16 percent.<br><br>So, typically every year in the United States, one person dies of the plague and seven people get sick.<br><br>Fever, abdominal pain, nausea, vomiting. If you get these systems and you`re living in an area where it`s known that the plague has been before, then you should go seek help from your doctor, and you should definitely go to your doctor if you develop huge lymph nodes. Sometime people with the<br><br>plague, they get lymph nodes the size of a chicken egg.<br><br>Also, the Centers for Disease Control says you should never feed rodents like squirrels and rats and you certainly shouldn`t touch them after they died.<br><br>We`ve done a great job of getting rid of the plague almost entirely in this country, that our hygiene goes a long way. But you can`t entirely get rid of the bacteria. It`s not just the Dark Ages` bacteria, it`s still with us.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: See if you can ID me. I`m one of the most used shipping lanes in the world. I connect the Mediterranean Sea with the Red Sea. I`m a manmade waterway named for a city in Egypt.<br><br>I`m the Suez Canal and I first opened in 1869.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The Suez Canal has been expanded several times since then. It`s been made wider, deeper, accessible to more ships. Its most recent expansion was opened earlier this month.<br><br>But these projects have had some side effects. One of them is a type of nomad jellyfish. It`s showing up and stinging swimmers on the beaches of Israel and the Eastern Mediterranean. Marine biologists say it has no business being there. These nomad jellyfish are natives of the Indian<br><br>Ocean, thousands of miles away.<br><br>Scientists say they came here through the Suez Canal and that they are invasive species. Meaning they could push out other species that were here first, dramatically and quickly changing the ecosystem of the eastern Mediterranean. Biologists expect this will happen more and more as the<br><br>Suez expands.<br><br>Well, it`s time to take roll.<br><br>It`s not the first time we`ve ever announced the African nation of Tanzania. But it is the first time we`ve shouted out the International School of Tanganyika. It`s in Dar es Salaam and we`re grateful to be part of your day.<br><br>On the U.S. west coast, Vale, Oregon, is on today. From Vale Middle School, the Vikings are sailing with CNN STUDENT NEWS.<br><br>And in Wichita, Kansas, great to see the Grizzlies today. Northwest High School rounds out our roll.<br><br>Green Bank, West Virginia, population: about 143, is a town as old fashioned as it is small. No microwaves, no wi-fi, no cell phones. Need to make a call, find a landline or a payphone. Need the number, open the phone book.<br><br>Hard to believe it`s home to one of the largest, most technologically advanced pieces of research equipment on the planet.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: When you describe this area, you basically have to always talk about how it`s a little bit outside of time.<br><br>UNIDENTIFIED MALE: It`s a little hamlet that hadn`t changed much in the last hundred years.<br><br>JAY LOCKMAN, NATIONAL ASTRONOMY OBSERVATORY: I tell visitors that Green Bank is where you can come to get away from the United States.<br><br>What we have here is a collection of radio telescopes that pick up radio waves that are naturally emitted by objects in the universe. In order to do that, we need to have some special restrictions, some unusual conditions. It impacts the lives of the people that live around here.<br><br>UNIDENTIFIED MALE: We cannot use cell phones.<br><br>UNIDENTIFIED FEMALE: Early years, we never could even have a microwave.<br><br>UNIDENTIFIED FEMALE: I`m not allowed to have wireless.<br><br>UNIDENTIFIED FEMALE: If you`re on your car and you push a little button on your radio for it to seek, then it`s just going to go round and round and not find much.<br><br>LOCKMAN: The observatory is in the middle of a 13,000-square-mile area called the National Radio Quiet Zone, and it`s a unique area in North America that is set up to protect this telescope in particular from interfering signals from new transmitters.<br><br>UNIDENTIFIED FEMALE: We hear silence.<br><br>UNIDENTIFIED FEMALE: People feel like there`s a lot of logistical disadvantages from being from here and by being educated here. I`ve always felt quite the opposite, that it gave me unique opportunities in the skills, unique perspectives.<br><br>UNIDENTIFIED MALE: There`s something about living in rural area that I don`t know, it gives a value. It holds the family together more, I think.<br><br>UNIDENTIFIED FEMALE: I just love our little town, our little community. I love the people in it.<br><br>UNIDENTIFIED FEMALE: I know that if my car breaks down or I have a flat tire, people will stop and ask me, if you want a ride, do you need some help, because they know that nobody has cellphones to rely on.<br><br>UNIDENTIFIED FEMALE: There`s something that happens to you where you begin to discover who you are. You have the time to reflect.<br><br>UNIDENTIFIED FEMALE: I was away from home for 22 years and it`s just nice to be back and just be part of things.<br><br>UNIDENTIFIED FEMALE: I think Green Bank can grow and prosper and it won`t be ruined because it doesn`t have wireless. That`s not what makes a community.<br><br>LOCKMAN: Twenty years ago, there was really nothing like the cellular technology that everybody takes for granted. And so, to me, it seems a little odd that people know find the absence of the technology something worth discussing even.<br><br>UNIDENTIFIED MALE: Never had it --<br><br>UNIDENTIFIED FEMALE: Yes.<br><br>UNIDENTIFIED MALE: -- so, it has make (INAUDIBLE)<br><br>UNIDENTIFIED FEMALE: If you`d never had something, how can you ever miss it?<br><br>UNIDENTIFIED MALE: Yes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Ever wonder what a marmot sounds like? Well, probably not. But in case you`re curious now -- there you go. Wascally wodent was captured on camera by some hikers at Blackcomb Mountain in British Columbia.<br><br>It was apparently trying to frighten them away. It didn`t work. They just stood there and laugh.<br><br>We`ve heard about what the fox say, we`ve laughed at the screaming goat, why shouldn`t this guy get a word in? It marmot not be very intimidating, it ro-didn`t scare anyone away, but the hikers thought it was a scream. And though this video will probably prairie dog that mammal for years to<br><br>come, the hikers did what any others woodchuck.<br><br>That`s all for CNN STUDENT NEWS this Monday. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-31 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-31 CNN Student News.mp4"}