{"title":"CNNSN-2017-05-25-CNN-Student-News","script":"(CNN Student News) -- May 25, 2017<br><br><br>Manchester Comes Together After a Terrorist Attack; President Trump Meets Pope Francis; Dutch Inventor Takes on the Great Pacific Garbage Patch<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Back to our daily coverage explaining world events. Welcome to CNN 10. I`m Carl Azuz at the CNN Center.<br><br>In the United Kingdom, the investigation is moving forward into a terrorist attack at an Arianna Grande concert Monday night. Officials believe a 22-year-old suicide bomber named Salman Abedi carried out the attack at Manchester Arena. Abedi was born in Britain. He was of Libyan descent and investigators say he recently spent three weeks in Libya, returning to the U.K. just a few days before the attack.<br><br>Libya has become a hotspot for terrorism in recent years. ISIS has gotten a foothold there and the Libyan government hasn`t been able to fully control security.<br><br>Libyan officials did arrest a brother of the suspected Manchester bomber. They say the 20-year-old was planning an attack in Libya and that he might have ties to ISIS. Investigators don`t know yet whether the terrorist group was directly responsible for Monday`s bombing, though it said it was.<br><br>The attack killed at least 22 people at the concert. Britain`s government warned that another attack might happen soon and it raised its terrorism threat level from severe to critical. Thousands of military servicemen and women have been made available to help with security. Extra police are out in force in different location in London and they`ve arrested at least six people as part of their investigation.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Everybody is still grieving. Everybody is still upset and basically, they`re just trying to get on their every day life as best as they can.<br><br>SUBTITLE: Manchester unites: &quot;We`re stronger together&quot;<br><br>UNIDENTIFIED FEMALE: You don`t want to think that it can happen anywhere, but it does.<br><br>UNIDENTIFIED MALE: A sense of finding out what happened and then moving on, beginning to rebuild.<br><br>UNIDENTIFIED MALE: I`m not worried. I`m not going to stop living my life.<br><br>UNIDENTIFIED MALE: I can`t let this stop you to doing what you enjoyed doing.<br><br>UNIDENTIFIED MALE: I think it`s testaments to people around here that there is these many people out.<br><br>UNIDENTIFIED MALE: In hard times like this, we always come together and show unity.<br><br>UNIDENTIFIED FEMALE: Everyone`s been very, very helpful and very supportive to each other.<br><br>UNIDENTIFIED MALE: We tried to (INAUDIBLE) the free drinks. We tried (INAUDIBLE) for the people who are hungry.<br><br>UNIDENTIFIED MALE: Even the general public left their homes to come to the city center to help.<br><br>UNIDENTIFIED MALE: It is a small thing but it will make a huge difference.<br><br>UNIDENTIFIED FEMALE: People need that. People need to come together and help each other.<br><br>UNIDENTIFIED MALE: Same people last night that`s giving out free taxi ride and the hotels letting people in free.<br><br>UNIDENTIFIED MALE: The thing to do is to not become defeatist in a way.<br><br>UNIDENTIFIED MALE: It`s always united. They try to separate us but never going to happen.<br><br>UNIDENTIFIED MALE: We will suffer a loss initially but we will also come together as one.<br><br>UNIDENTIFIED MALE: We are stronger and better when we`re together and cities in England and our county in general is very good at pulling together and becoming united in times of strife.<br><br>UNIDENTIFIED MALE: It`s terrible thing to happen but you just got to be strong about it (INAUDIBLE)<br><br>UNIDENTIFIED FEMALE: I think it`s a great reaction to it. I think that`s how they should be.<br><br>UNIDENTIFIED MALE: I have no doubt in my mind that we will always come together as people.<br><br>(END VIDEOTAPE)<br><br>AZUZ: After visits to Saudi Arabia and Israel on his first trip abroad as U.S. leader, President Donald Trump headed to Europe, visiting the Vatican, the world`s smallest country yesterday. There, he met with Pope Francis, the leader of the Roman Catholic Church.<br><br>A little more than a year ago when Mr. Trump was a candidate for office, he and pope publicly criticized each other and reporters say that while the mood between them appeared stiff before their private half hour meeting yesterday, it had lightened by the end.<br><br>President Trump called the meeting fantastic and said it was an honor to be with the pope. We don`t know exactly what the two leaders discussed, but summaries from both the White House and the Vatican indicated that terrorism, climate change and peace came up.<br><br>After leading Rome, Italy, the president is scheduled to visit Belgium today.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Where are the world`s fie major gyres located?<br><br>Are they in the oceans, the mountains, the atmosphere, or the poles?<br><br>Gyre is a massive circular currents in the ocean and scientists say there are five major gyres in the world.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The North Pacific gyre is our next stop. It`s a giant clockwise rotating current between Asia and North America, and it`s home to the Great Pacific Garbage Patch. This has been characterized as an ocean of plastic. It`s the largest accumulation of garbage in the sea. People are responsible for causing it and some are taking on the responsibility of trying to clean it up.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: In the middle of the North Pacific Ocean, the nearest coastline more than a thousand miles away, the evidence of human activity is visible from every angle. This is the Great Pacific Garbage Patch, a swirling sop of manmade litter. And the solution to cleaning it up is the brainchild of 22-year-old Dutch inventor Boyan Slat.<br><br>BOYAN SLAT, CEO &amp; FOUNDER, THE OCEAN CLEANUP: Right now, trillions of pieces of plastic have accumulated in this large offshore garbage patches, damages ecosystems and economic problem as well, about $13 billion per year of damage. These pieces of plastic, they attract chemicals and those chemicals then get transported into the food chain through the plastic, which also includes as humans.<br><br>I do think the major challenge humankind face in this century is in the avenue sustainability.<br><br>REPORTER: Four years ago, at just 19 years old, Slat founded the Ocean Cleanup.<br><br>SLAT: We need to clean up what`s already out there. It doesn`t go away by itself.<br><br>REPORTER: Single use items are particular issue. Although recycling has become more popular and accessible in recent years, only 14 percent of global plastic packaging is collected for recycling, according to the World`s Economic Forum.<br><br>In May 2017, Slat and a team of 65 scientists and engineers unveiled their latest project, this floating barriers sits in the water, trapping plastic while water flows beneath.<br><br>SLAT: Instead of going after the plastic, we let the plastic come to us, that we could then take it out of the water and bring it to land for recycling.<br><br>REPORTER: These lessons were learned after the first model spent two months in the North Sea back in 2016, with rather mixed results.<br><br>SLAT: The major innovation that we`re preventing today is that instead of fixing this cleanup systems to the seabed, which is pretty hard and expensive because it`s 4.5 kilometers deep, we actually let them drift. And because we want them to rotate sort of in the direction the current is coming from, they have to be smaller. Instead of having one massive structure, one hundred kilometers in length, we actually now have many smaller systems, about 50 units of maybe about one to two kilometers in length.<br><br>REPORTER: At the Dutch organization`s headquarters, oceanographer Julia Reisser leads the research into what kinds of items find their way into our seas.<br><br>JULIA REISSER, LEAD OCEANOGRAPHER, THE OCEAN CLEANUP: What we have here is a collection of different types of plastic. They are mostly fragments coming out of the breakdown of plastics, like single use plastic like plastic lids and bottles, as well as fishing gear that`s lost or discarded at sea.<br><br>Experts are predicting that in a few decades, we might have more plastic than fish in our oceans. In some areas of the ocean, that`s already the case. For instance, on the Great Pacific Garbage Patch, when we put out our trawls into the water, we got more plastic that fish.<br><br>REPORTER: Plastic breaks down into tiny particles, like this called microplastics.<br><br>Fish, birds and other sea life mistake them for food. Those animals are then eaten by humans and the effect on our food chain is not really clear.<br><br>SLAT: We must diffuse this ticking time bomb.<br><br>REPORTER: Boyan Slat and the Ocean Cleanup believe that their innovations can clean up to half the Great Pacific Garbage Patch within five years, plus twice as quick as their previous estimates.<br><br>SLAT: And thanks to this improvement, we will also be able to start the cleanup within 12 months, instead of waiting for 2020.<br><br>REPORTER: Bold claims from the young entrepreneur, but it is a welcome thought for the 3 billion people that WWF say rely on fish, as well as seafood as their main source of protein.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It takes a special kind of restaurant to ignore it when rats are walking around and that`s just the kind of restaurant this is. No, it`s not up to health code, it`s a tourist attraction in San Francisco, California. People can drink coffee and eat pastries with vermin afoot.<br><br>The place even charges 50 bucks for this and people even pay it.<br><br>These are rescued rats. Yes, there`s a rat rescue. The rodents are domesticated and customers have the chance to adopt one.<br><br>Can`t be much of a rat race to get a table, and how will they squeak by without serving ratpetizers. There`s not much to put a rodent in your appetite, except oh, I don`t know, say dining with rats. It leaves some people rattled. It could give some rats and reflex. So, you just can`t<br><br>have any ratservations about getting a ratservation.<br><br>Rats all for CNN 10. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-25 CNN Student News.mp4"}