{"title":"CNNSN-2015-11-30-CNN-Student-News","script":"(CNN Student News) -- November 30, 2015<br><br>International Climate Conferences Launches in Paris; Russian Military Deepens Involvement in Middle East; Flight Attendants Train to Save Lives<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome back to CNN STUDENT NEWS. I`m Carl Azuz. Hope you enjoy the Thanksgiving holiday. We`re happy to see you on this last day in November.<br><br>An international conference on climate change known as COP21 gets started today in the French capital. Almost 150 world leaders are expected to be here. The main goal: an international deal to limit greenhouse gas emissions across the globe.<br><br>Because of the recent terrorist attacks in Paris, France`s government has dramatically increased security. It`s banned large gatherings like a massive environmentalist march that was planned for Sunday. There had been protests -- some peaceful, some not. More that 200 people were arrested yesterday for fighting with police.<br><br>Supporters of the conference say moving ahead with it is a rebuke of terrorism. Critics say that climate is not their main concern.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE (through translator): I`m not convinced about the necessity at this moment to organize this event. I think we have other priorities today, even if the environment is very important.<br><br>(END VIDEO CLIP)<br><br>AZUZ: President Obama flew to Paris last night. He`s hoping to make climate change action a significant part of his presidential legacy. But it`s unclear how much he can do without the support of the U.S. Congress.<br><br>A major incident involving Russia and Turkey happened over the break. We`ve told you how Russian warplanes are conducting airstrikes in Syria.<br><br>Russia supports that country`s government. Turkey opposes it.<br><br>Last Tuesday, a Turkish fighter jet shot down a Russian one. The two Russian pilots ejected, only one survived.<br><br>Turkey says the Russian plane had violated Turkish airspace. Russia says it did not.<br><br>Turkey says it gave the Russian plane multiple warnings before it was shot down. Russia says it did not.<br><br>Russia says the plane was targeting ISIS terrorists. Turkey says none were in the area.<br><br>One thing that`s for certain, the incident is changing the dynamics of international military involvement in Syria`s civil war.<br><br>(BEGIN VIDEOTAPE)<br><br>BARBARA STARR, CNN PENTAGON CORRESPONDENT (voice-over): This is what worries U.S. pilots right now, the Russian S-400 anti-air missile system being unloaded in Syria.<br><br>Russian President Vladimir Putin says this massive system will protect his pilots and aircraft in the wake of Turkey shooting down a Russian jet.<br><br>VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): We need to have security for our air force, and that is why we have set up the modern system, S-400. This is one of the most effective and efficient systems in the world.<br><br>STARR: The S-400 will give Russia the capability to control hundreds of miles of Turkish and Syrian airspace.<br><br>The Pentagon does not believe the system is fully operational yet but is watching developments by the hour, a U.S. military official tells CNN.<br><br>If the Russians activate it, U.S. warplanes may have to start flying with specialized electronic jamming aircraft to protect themselves, or even forego some airstrikes.<br><br>U.S. officials tell CNN they need an agreement on how to proceed before the system is activate.<br><br>LT. GEN. MARK HERTLING (RET.), CNN MILITARY ANALYST: I think there`s a lot more talk going on at the tactical and operational level, while the heads of state remain bellicose but it is just upping the ante and you never know when this might happen.<br><br>STARR: Putin remains furious, also saying the U.S. knew ahead of time the location of the Russian jets but did nothing to stop the shot down. Two U.S. military officials tell CNN the U.S. did not know.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Time to find out who`s on the roll. All of these requests were made at CNNStudentNews.com.<br><br>We`re starting in the Mount Rushmore state of South Dakota. Tripp-Delmont School District is there and the Nighthawks of Tripp are watching.<br><br>In Bowling Green, Ohio, the Bobcats are on the prowl. Great to see Bowling Green High School.<br><br>And in Kobe, Japan, hello to all of our viewers at Nada High School. Thank you for making us part of your day.<br><br>In the U.S., today is traditionally a day of online sales known as Cyber Monday. The 28th was Small Business Saturday. The 27th, Black Friday.<br><br>Retailers hope these different terms encouraged Americans to shop as the holiday shopping gets into the gear right after Thanksgiving.<br><br>This year`s Black Friday sales were a mixed bag. Spending at brick and mortar retailers, so physical stores that people walk into were down more than a billion dollars from last year. But online sales for Black Friday increased by more than $33 million from 2014.<br><br>Looking at Black Friday alone doesn`t give the whole picture, though.<br><br>(BEGIN VIDEOTAPE)<br><br>KARIN CAIFA, CNN CORRESPONDENT (voice-over): Eagar for early deals, from this Wal-Mart near Atlanta, to the snowy parking lot in Denver, to Macy`s flagship store in Manhattan. The difference: this was Thanksgiving night.<br><br>UNIDENTIFIED FEMALE: The way it`s been the last couple of years. Thanksgiving is the best night to do it.<br><br>CAIFA: The shift from Black Friday continues. According to the National Retail Federation, more consumers planned to shop on Thanksgiving Day this year, than last. And sales tracker Adobe estimated more than $1.7 billion was spent online, on Thanksgiving Day.<br><br>In Arlington, Virginia, at the Fashion Centre at Pentagon City Friday afternoon, traffic had picked up from the morning.<br><br>TODD JERSCHAID, FASHION CENTRE AT PENTAGON CITY DIR. MALL MARKETING: The big indicators that we look for, is not only foot traffic, but foot traffic with shopping bags. And we`re seeing a lot of that. So that`s a good indicator already, early in the season.<br><br>CAIFA: Some shoppers less focused on a specific item.<br><br>UNIDENTIFIED FEMALE: It`s not too bad today actually, but there are some good deals, and you can start your Christmas shopping. Be festive.<br><br>UNIDENTIFIED MALE: There are good deals here, I think, better than on regular days.<br><br>CAIFA: Bargains -- very much in consumers` minds. Despite lower gas prices and lower unemployment recently, retail sales have lagged. The Black Friday frenzy was still alive and well in some places, like the Toys &quot;R&quot; Us store in New York`s Times Square, but there may have been a bit of nostalgia at play. The location will close, when its lease runs out in January, another sign of a changing retail landscape, at the holidays, and beyond.<br><br>In Washington, I`m Karin Caifa.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The folks aren`t just shopping. They`re traveling to get home for the holidays. And flight attendants aboard planes aren`t just there to help keep them comfortable. They sometimes save lives.<br><br>In the 1930s, the first stewardesses, female flight attendants, were all registered nurses. That`s not the case now. But today`s attendants still know life-saving techniques like CPR that you`ve studied in health class. And there`s also a doctor on call.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): The holiday season is the busiest travel time of the year, with millions flying to celebrate with friends and family. But that also means a higher chance of in-flight medical emergencies like heart attacks, strokes, even births.<br><br>And flight attendants who have to know how to keep passengers safe even at cruising altitude.<br><br>UNIDENTIFIED FEMALE: Welcome, welcome.<br><br>UNIDENTIFIED FEMALE: I will brief the crew as to the scenario.<br><br>GUPTA (on camera): Out of all the training that a flight attendant might go through, how big a component is the medical and safety part of it?<br><br>JUSTIN EPLEY, FLIGHT ATTENDANT INSTRUCTOR, DELTA AIR LINES: The medical and safety part of it is a heavy component of it, and we do put a heavy emphasis on responding with CPR knowledge, using the EEDs and the equipment onboard the aircraft that we have available to respond for basic first aid instances as well, too.<br><br>GUPTA: You try and put people through essentially real life scenarios through the training. I mean, you make it as realistic as possible. How do you that? What do you do?<br><br>EPLEY: We actually use scenarios that we have experienced in flight.<br><br>(INAUDIBLE)<br><br>UNIDENTIFIED FEMALE: Sir, are you OK?<br><br>EPLEY: Some of the scenarios that we bring into training could be something like passengers in discomfort, that are feeling weak, lightheaded and how to respond and page for medical assistance onboard and how to respond properly using STAT-MD as a resource to report the symptoms that we see.<br><br>UNIDENTIFIED FEMALE: Contact the flight deck. Get them the page STAT-MD and page for medical assistance.<br><br>GUPTA (voice-over): One of the most valuable resources the flight crews have at their disposal is a service called STAT-MD. STAT-MD is a ground-based support center that provides medical consultations for in-flight emergencies. These are especially-trained physicians who can help the crew make assessments and also give recommendations on how to treat the patients.<br><br>UNIDENTIFIED MALE: Can we also put him on his side to prevent him from aspirating if he vomits.<br><br>GUPTA (on camera): What is the call that is absolutely the worst call?<br><br>DR. TJ DOYLE, MD, MEDICAL DIRECTOR, STAT-MD: It can vary. I mean, I think the ones that probably raise everyone`s blood pressure are ones when someone`s in labor, an imminent child birth and we`ve actually had that. We`ve had babies delivered on flights. And obviously, the most severe cases are someone that actually goes on a cardiac arrest. And so, they may be applying the defibrillator, the defibrillator shocking.<br><br>VOICE: Stand clear.<br><br>(END VIDEOTAPE)<br><br>(MUSIC)<br><br>AZUZ: Hard to tell whether the people who built this are bigger fans of LEGOs or the Green Bay Packers. Both were incorporated in the scale model of Lambeau Field, pieced together by students from the Milwaukee School of Engineering. It`s 1/72 the size of the real thing and it took more than 130,000 LEGOs to make. Now on permanent display at a museum in Wisconsin, the model includes the field, the stadium, even the entry way to the whole complex.<br><br>And like the team itself, the LEGO stadium is packered (ph) with solid blocking. It`s got strong lines. It doesn`t pass on upright accuracy, precision is the field`s goal and it gets a kick out of its Lam-bold-faced success.<br><br>I`m Carl Azuz. And today`s show has reached the end zone.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-30 CNN Student News.mp4"}