{"title":"CNNSN-2015-12-16-CNN-Student-News","script":"(CNN Student News) -- December 16, 2015<br><br>One Threat to Two U.S. School Districts; Benefits and Drawbacks of Virtual Reality. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Welcome to CNN STUDENT NEWS.<br><br>We`re starting today with a tale of two threats.<br><br>One was in America`s second largest school district, in Los Angeles, California. After getting what a school official called an electronic threat, the superintendent of the L.A. Unified School District cancelled all classes yesterday. It impacted more than 640,000 students in more than 900 schools.<br><br>A similar threat was made yesterday in the nation`s largest school district in New York City. Officials there called that threat a hoax and kept school in session for more than a million students. No one was hurt in either system as a result of the threats.<br><br>Some people criticized the L.A. Superintendent for overreacting, while others said he did the right thing. The district gets threats all the time, but while officials in New York called their threat generic and outlandish, those in L.A. called theirs rare. And after the December 2nd terrorist attack in San Bernardino, California, which is 60 miles away from Los Angeles, L.A. officials said they were taking no chances.<br><br>(BEGIN VIDEO CLIP)<br><br>RAMON CORTINES, LOS ANGELES SCHOOLS SUPERINTENDENT: Based on past circumstances, I could not take the chance, as it relates to one student or our staff that served our students.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Americans convicted of making bomb threats to schools can get prison sentences as long as 10 years. Most states allow minors to be tried as adults and other penalties can include school suspension.<br><br>Our series looking back on some of the top stories of 2015 continues right now. Today`s focus, as promised, U.S. politics. There`s a presidential election next year, you might have heard something about it.<br><br>There will be one nominee from each major party on the ballot. Currently, for the Democrats, three people are seeking the party nomination. Three have withdrawn from the race. For the Republicans, 14 people are seeking the party nomination. Three have withdrawn from that race.<br><br>Now, for a sense of why the campaign season has been so closely watched, here`s Mary Moloney.<br><br>(BEGIN VIDEOTAPE)<br><br>MARY MOLONEY, CNN CORRESPONDENT (voice-over): The 2016 presidential election campaign kicked into high gear.<br><br>The crowd at GOP fields started out with a whopping 17 candidates. And one name has dominated the political dialogue since.<br><br>JEB BUSH (R), PRESIDENTIAL CANDIDATE: Donald Trump.<br><br>CARLY FIORINA (R), PRESIDENTIAL CANDIDATE: Donald Trump.<br><br>SEN. TED CRUZ (R-TX), PRESIDENTIAL CANDIDATE: If you look at Donald Trump.<br><br>MOLONEY: The billionaire`s bombastic style grabbed daily headlines.<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: I know more about ISIS than the generals do, believe me.<br><br>Excuse me. Sit down. You weren`t called. Sit down. Sit down.<br><br>I don`t care about Megyn Kelly, but no, I would not apologize. She should probably apologize to me. But I just don`t care.<br><br>MOLONEY: While he maintained, front runner status.<br><br>The Democratic field is much smaller, with political powerhouse Hillary Clinton fighting off Junior Senator Bernie Sanders and his huge campaign crowds. Hillary Clinton`s campaign trail took a dramatic turn to Capitol Hill in October.<br><br>HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: I`ve lost more sleep than all of you put together.<br><br>MOLONEY: The Democratic frontrunner testified in front of a House committee investigating the Benghazi tragedy. The Clinton campaign calls it a political witch hunt. Republicans insist it`s not about Clinton but about getting answers.<br><br>Now, an unexpected departure give rise to new leadership in Washington.<br><br>REP. JOHN BOEHNER (R-OH), FORMER HOUSE SPEAKER: I decided, you know, today`s the day I`m going to do this, as simple as that.<br><br>MOLONEY: Then, House Speaker John Boehner said the turmoil in Congress led him to decide it was time to go. After a chaotic scramble, Republican Congressman Paul Ryan was elected the 54th speaker.<br><br>REP. NANCY PELOSI (D-CA), HOUSE MINORITY LEADER: It is my privilege to hand this gavel to the speaker of the House, Congressman and Honorable Paul Ryan.<br><br>REP. PAUL RYAN (R-WI), SPEAKER OF THE HOUSE: Thank you.<br><br>MOLONEY: Ryan takes the helm with the process to end fractious party bickering that is stalling the work of Congress.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On today`s &quot;Roll Call&quot;, we`re traveling Down Under. All of these requests came in to CNNStudentNews.com.<br><br>First up, from Los Alamos, New Mexico, please welcome the Hawks. They`re soaring over Los Alamos Middle School.<br><br>Next to Orem, Utah. When you`re near Mountain View High School, you`ve got to watch out for the Bruins.<br><br>In Sydney, isn`t Australia`s capital but it is its largest city and it`s home to Lycee Condorcet - The International French School of Sydney. Thank you for watching.<br><br>Now, we`re stepping inside the world of virtual reality. Virtual because what you see inside a headset is not exactly what you`d see in person.<br><br>But as VR becomes more mainstream, there are concerns that hackers or criminals could take advantage, that without defined laws, people in general would behave differently in virtual world, that folks could get addicted to them and miss out in real life.<br><br>But Brian Stelter believes the technology`s worth a look.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT (voice-over): It could be the biggest leap in capturing our world since the photograph. This is virtual reality.<br><br>Now, when you hear VR, you might imagine people are wearing headsets, turning their heads and waving their arms. You might think it`s a joke.<br><br>But when you actually see it, when you try it, you stop laughing.<br><br>All around the world, engineers are fine-tuning technology that immerses you in the 3D, 360-degree experience. Giants like Facebook are betting big that we`ll all be strapping goggles to our head and flailing around in the next few years.<br><br>And Oculus is the company leading the way.<br><br>PALMER LUCKEY, FOUNDER, OCULUS: I think that virt rea (ph) has the potential to be most connecting technology of all time.<br><br>STELTER: Twenty-three-year-old Palmer Luckey created Oculus as a teenager working in his parents` garage.<br><br>LUCKEY: I got into the VR not because I was looking for the next likely financial return, but because I was a science fiction enthusiast too, entrench by the idea of virtual reality and using VR, particularly for videogames.<br><br>STELTER: In 2012, Luckey used Kickstarter to try to keep his product afloat.<br><br>LUCKEY: Make a pledge and help us change gaming forever.<br><br>STELTER: And he ended up raising nearly $2.5 million.<br><br>LUCKEY: We`re one of the most successful crowdfunding campaigns at the time, not because a bunch of Hollywood studios or a bunch of electronic mega corporations came in and said, &quot;This is our next feature. We`re going to use the sell people new TVs.&quot; It`s because people said, &quot;We really want that.&quot;<br><br>STELTER: Last year, Facebook bought his startup for $2 billion.<br><br>MARK ZUCKERBERG, CEO, FACEBOOK: I`ve seen VR before, but this was, by far, the best experience I`d ever seen.<br><br>It was just like teleporting to some other place just by putting on a headset.<br><br>I was seeing the next great technology platform that`s going to define the way that we all connect in the future.<br><br>STELTER: Hold on. Give me a minute here.<br><br>If you`re like me, hearing other people talk about virtual worlds, living inside goggles is not very compelling. That`s actually an implicit problem of VR, and reporting about it, too. It`s the &quot;see it to believe it&quot; problem.<br><br>So, this is the best I can show you. Watch the first time I ever played games inside Oculus Rift.<br><br>(on camera): It`s like being in a child`s play room. Knocking on the ball. Oh, drop off my hand.<br><br>Someone firing at me, I`m firing back. So I can point at the other player that`s -- where are you? Are you next door?<br><br>So, I`m grabbing a slingshot and as I pull it back with my other hand, it`s actually really hard to put into words.<br><br>(voice-over): Palmer has had more experience choosing the right words.<br><br>(on camera): How do you describe virtual reality?<br><br>LUCKEY: Virtual reality has that power to really allow you to do anything -- anything you can imagine doing in the real world, you can do, plus the whole set of experiences that are not possible in the real world.<br><br>STELTER (voice-over): Right now, VR is mostly about gaming. But you can hear where Luckey is going with this. Movies in VR, live news events in VR, even face to face meetings.<br><br>LUCKEY: You can take people from opposite sides of the world and put them into the same virtual room together. Once you can do that well enough, you really remove the need for people to travel and burn tons of jet fuel to get around the world. You remove the need to have massive conferences where you expend huge resources just to get people in the same room talking to each other.<br><br>STELTER: So, will his dream come true? Well, Oculus is not the only player in this virtual space. Sony has Project Morpheus, HTC has Vive, and then there`s Microsoft`s HoloLens, VR startup Magic Leap, and Google Cardboard, a cheap headset that uses your cell phone as a display.<br><br>But virtual reality doesn`t always come cheap. The Oculus Rift system is expected to cost $15,000.<br><br>LUCKEY: I think our biggest challenge is driving the quality up and the cost down.<br><br>STELTER: The public might reject VR the same way it rejected 3D TV. But Oculus has the potential to change the very definition of a screen, because when you`re looking at virtual reality, you forget you`re looking at the screen at all.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Twas 10 days before Christmas, when red and white checkered Santas set out to break world record.<br><br>Saint Nicholas` run to the ocean with care, 250 would have to surf there. But the record would fall like an elf in the waves, 320 would hang ten that day. The goal and the cause defined with great clarity, it raised awareness to benefit charity. And well in advance of their magic night out, the Santas all got the chance to wipe out.<br><br>Who would mind surfing alongside a Santa, even if you both got a mouthful of sand-a, an exciting event where everyone`s bored, glides back to the beach so they can be sure to have a good night after loose setting a record and making the news.<br><br>I`m Carl Azuz. We`ll see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-16 CNN Student News.mp4"}