{"title":"CNNSN-2016-11-08-CNN-Student-News","script":"(CNN Student News) -- November 8, 2016<br><br><br>The Limits on Free Speech on Election Day; Some Challenges of A Presidential Transition; South Korea Presidential Scandal<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS on this Tuesday, November 8th. I`m Carl Azuz at the CNN Center.<br><br>First up, Election Day in America. This is it, the day when American voters finally get their say who becomes their next leader. They are also voting for all U.S. representatives, and about a third of U.S. senators, as well as state and local officials.<br><br>But the spotlight is on Republican presidential nominee Donald Trump and Democratic presidential nominee Hillary Clinton. One of whom is certain to take the Oval Office.<br><br>Several recent national polls indicated that Clinton had a slight advantage between three to four percentage points about likely voters. This is a close race and both candidates have a path to victory. Voters won`t be directly choosing their president. What they`re doing is choosing electors to vote for them. The higher a state`s population, the more electors it has.<br><br>CNN`s Electoral College map gives an idea of how things could go today. But again, these are estimates based on polls, previous votes and early votes.<br><br>(BEGIN VIDEOTAPE)<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: You have to say advantage Clinton as we headed to these final hours, and this big national lead is why. Four points for Secretary Clinton, 46 percent to 42 percent heading into the final week and the national CNN poll of polls, that compares favorably, a better lead than President Obama had at this point in 2012, a bigger lead than George W. Bush had at this point in 2004, the last time Republicans won the presidency.<br><br>National leads though don`t always win presidential elections. We pick our presidents state by state. So, you look at this map and here`s the question. In this frenetic final day, is there a path for Donald Trump?<br><br>Well, let`s start here. Hillary Clinton thinks with early voting, she`s going to get Nevada. If she does, that puts her over the top, 274 in our count.<br><br>They also think in the Clinton campaign, again this is a hypothetical scenario, they think they`re going to win North Carolina, again because of early voting. The Trump would push back, but let`s give it to her just for the sake of this. And Republicans in New Hampshire are worried, they think over the weekend, that state is started to break.<br><br>What if Hillary Clinton wins all those? A hypothetical. But if she does, can Donald Trump still win? That`s why he`s targeting the big, blue states.<br><br>Donald Trump must win Arizona for starters. That would give him to 215. No brainer, must win Florida. If Donald Trump loses Florida, forget about it, game over. But if he wins Arizona and Florida, can he take away the blues and come back?<br><br>That is why in these final days, Donald Trump is saying, I`m going to take Pennsylvania, and I`m going to take Michigan, that would do it. Now, 1988, 1988, the last time those two big blues went red. Democrats say, &quot;Dream on, Donald.&quot; His campaign says, &quot;Watch&quot;.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. Constitution has detailed directives on elections and electors, and the First Amendment mentions a little something about how Congress cannot make any laws prohibiting free speech. However, that freedom can be limited on Election Day, because at the intersection of choosing and enjoying its freedoms, there are concerns about protecting the process.<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: It`s hard to know what our legal and illegal Election Day activities. On the one hand, we need to protect voters from voter intimidation, but on the other hand, some of the activities at a polling place could be protected speech.<br><br>SUBTITLE: Electioneering: What you need to know.<br><br>CEVALLOS: The Supreme Court has said that because of the compelling interest in preventing voter fraud, states can actually limit political speech. One state might prohibit apparel, like a hat with your candidate`s slogan on it.<br><br>Another state might actually prevent even a discussion of politics at the polling station. Normally, that would be constitutionally protected speech, but on Election Day, things are different.<br><br>Some states allow poll watching, that`s watching who comes in and who doesn`t show up at the voting booth. Poll watchers can then report back to the campaign and try to rally those people who haven`t made it in yet.<br><br>Political speech is one of the most precious freedoms we have in this country. But on one day, the importance of an election can actually override that freedom.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Whoever wins today`s vote will be the U.S. president-elect. He or she doesn`t formally become president until inauguration day and that takes place on Friday January 20th, 2017.<br><br>But the behind the scenes work between now and then will be frantic. It`s not just one family moving out and another moving into the White House.<br><br>It`s about the major policy changes that a new president will bring, the new staff, thousands of political appointees could be let go, thousands of others brought in. It`s a job that takes a team to transition.<br><br>(BEGIN VIDEO CLIP)<br><br>CLAY JOHNSON, EXECUTIVE DIRECTOR, GEORGE W. BUSH TRANSITION: He said, also, I want you to develop a plan for what we do when we win the presidency 16 months from now. Whoa!<br><br>SUBTITLE: Why transitions begin so early.<br><br>MIKE LEAVITT, CHAIRMAN, MITT ROMNEY TRANSITION: A transition basically is organizing the next administration. Now, this is a big job. It can`t be done in the 74 or 75 days between the election and the inauguration.<br><br>MAX STIER, CEO, PARTNERSHIP FOR PUBLIC SERVICE: It`s very hard for campaigns to actually pay attention to transition planning because they`re focused on job number one, which is to win. So, pre-election, their full focus is on trying to beat the other candidate, but in fact, they need to set up a separate operation, the transition team that can focus on an equally important aspect, which is what happens if you do win?<br><br>LEAVITT: The job of the campaign is to win the election. Anytime a transition becomes a public event, it distracts the candidate`s ability and therefore, planning it quietly and in a dignified way is an important challenge.<br><br>RYAN CUNNINGHAM, EXECUTIVE DIRECTOR, JOHN KERRY TRANSITION: In 2004 and 2008, it was still sort of an unofficial process, there wasn`t federal money to support transition planning, the process itself was a little bit, you kind of made it up as you went along. There were an incredible number of very, very talented people working on the process in those years, but it hadn`t quite locked in to the formal process that it is today.<br><br>CHRIS LU, EXECUTIVE DIRECTOR, BARACK OBAMA TRANSITION: In a presidential administration, 3,000 to 4,000 political appointees will lose their jobs, will transition. And that`s really the senior leadership of most of the federal government.<br><br>JOHNSON: You have to have 50, 75, maybe 100 people in place by as quickly as possible, if not by February 1st to 15.<br><br>LU: You know, the amount of time we had in 2008 was 77 days and that`s just not enough time to plan for a takeover at the largest organization in the world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Next story today, tens of thousands of demonstrators have been protesting in South Korea`s capital. They want their leader to resign because they say she`s corrupt.<br><br>President Park Geun-hye became South Korea`s first female president in 2013. But she`s been accused of letting a close friend edits speeches and look at confidential documents, despite the fact that the friend, Choi Soon-sil, doesn`t hold a position in South Korea`s government. Choi has been accused of meddling in government policy and getting millions of dollars donated to her foundation because of her connection to President Park.<br><br>The president`s approval rating has dropped from 30 percent to 5 percent and several government workers have resigned over the scandal.<br><br>President Park has admitted giving some documents to Choi. She`s apologized twice over the last two weeks but she says she`s not being controlled by anyone else.<br><br>On November 14, you could see a moon so super, it can only be called extra super moon. Well, maybe not officially, but that`s how NASA put it. Our natural satellite will be big, bold and bright in the night sky.<br><br>Super moons generally appear about 14 percent bigger and 30 percent brighter than other full moons, but the one next Monday night will be the moon`s biggest appearance since 1948. Why? Two main factors: one, the moon will be full. Two, it will be at perigee, the point in its elliptical orbit when it`s closest to earth. The next time the moon could look this extra super won`t be until 2034.<br><br>But if you miss it Sunday or Monday, when it will look best in North America and Europe, another super moon, maybe not quite as super but still super, is set to rise on December 14. And that one could be bright enough to outshine a meteor shower that`s expected at the same time.<br><br>(MUSIC)<br><br>AZUZ: The National Football League`s Dallas Cowboys aren`t just winning games, they`re winning the mannequin challenge. And it`s not just a bunch of players sitting still in the plane. Check out Cole Beasley calmly getting shoved into an overhead compartment. Perfect.<br><br>Other teams are having fun with this. The New York Giants paused for a few moments of still celebration after their recent win. They even got some of their executives involved.<br><br>Because who wouldn`t want to get in on the inaction? No one smart would call them dummies and as long as they don`t freeze up on the field unless they`re trying to ice the kicker, there`s nothing illegal or offensive about it, until you get to the point where you say, oh man, I can`t stand it.<br><br>I`m Carl Azuz. Join us tomorrow for in-depth election coverage.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-08 CNN Student News.mp4"}