{"title":"CNNSN-2016-09-12-CNN-Student-News","script":"(CNN Student News) -- September 12, 2016<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: This just in, you are looking at, obviously, a very disturbing live shot there. That is the World Trade Center and we have<br><br>unconfirmed reports this morning that a plane has crashed into one of the towers.<br><br>UNIDENTIFIED MALE: Another one just hit the building. Wow.<br><br>UNIDENTIFIED MALE: There are no words.<br><br>UNIDENTIFIED MALE: It appears that something hit the Pentagon on the outside of the fifth corridor.<br><br>UNIDENTIFIED MALE: We have a report now that a large plane crashed this morning, north to the Somerset County Airport, which is in western Pennsylvania.<br><br>(END VIDEO CLIP)<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Specifically, it was in Shanksville, Pennsylvania, that the fourth hijacked airplane crashed that day after three other airliners hit the World Trade Center towers in New York City and the Pentagon in Washington, D.C. On Friday, CNN STUDENT NEWS reported on the memories of some young people who lost their fathers on September 11th, 2001. Today, we`re looking back at the events themselves and the recovery of a nation in the years that followed. We`ll start with the timeline of the worst act of terrorism ever<br><br>committed on U.S. soil.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ (voiceover): It all started at 8:45 on a clear Tuesday morning. We had a live camera up on what looked like a smoking slash across one of the World Trade Center towers. A passenger plane had flown into it, and I remember some of us here at CNN thinking this was some sort of freak event.<br><br>Then a second plane flew into the other tower. That was at 9:03 am, and at that point, there was this deepening dread in everyone. Something was wrong in a way we`d never seen before. Airports, bridges, tunnels in New York and New Jersey shut down.<br><br>Within 30 minutes, President George W. Bush said we were under an apparent terrorist attack. And minutes after that, every airport in the country was closed. That had never happened before.<br><br>It wasn`t over, though. At 9:43 am, a third passenger jet crashed into the Pentagon. Dark smoke rolled up from that part of that huge building. All eyes and many cameras were on that and the two burning towers in New York. And as all of us watched at 10:05, one of those towers gave way where it was smoking, the top part crushing down on the rest of it, and sending up debris and boiling gray clouds.<br><br>Five minutes later, part of the Pentagon collapsed, and a fourth hijacked jet crashed in a rural part of Pennsylvania. The White House, the United Nations, the State and Justice Departments, the World Bank, all evacuated. America-bound Atlantic flights were rerouted to Canada.<br><br>And the second Trade Center tower came down at 10:28.<br><br>So many closings, evacuations, shutdowns. Except for emergency response teams -- the heroes of 9/11 -- the country virtually stopped what it was doing and gathered around TV screens. The president appeared just after 1:00 p.m., and asked Americans to pray. And there wasn`t much else we could do.<br><br>The destruction was more or less done around 10:30. It was less than two hours from the first crash. But the change it inflicted was immeasurable.<br><br>More Americans were killed on September 11, 2001, than on the Japanese attack on Pearl Harbor in 1941.<br><br>And when President Bush addressed the nation that night at 8:30, his tone was one of sympathy, resolve and warning to anyone who`d planned or supported the attacks.<br><br>GEORGE W. BUSH, FORMER PRESIDENT OF THE UNITED STATES: We will make no distinction between the terrorists who committed these acts and those who harbor them.<br><br>AZUZ: In the difficult days that followed, we learned that the Al Qaeda terrorist group, led by Osama bin Laden, was responsible for all of this.<br><br>And America`s attention and anger turned to Afghanistan, whose Taliban leaders were giving Al Qaida a safe place to live and operate.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Looking back, yesterday on the fifteenth anniversary of the attacks, there were memorial ceremonies and displays all over America. Three of the most powerful were in the three places where the planes crashed.<br><br>One in New York City where American Airlines Flight 11 and United Airlines Flight 175 were flown into the World Trade Center Towers, ultimately killing 2,753 people.<br><br>Another memorial in the nation`s capital, at the Pentagon. The headquarters of the U.S. Department of the Defense, 184 people were killed in the attack, involving American Airlines Flight 77.<br><br>And near Shanksville, Pennsylvania, 40 lives were lost in the crash of United Airlines Flight 93, apparently after passengers and crew tried to get control of the aircraft back from the terrorists.<br><br>Looking on, out of the ashes of the Twin Towers, a new building has risen. One World Trade Center opened in October of 2014, about eight years after its construction officially begun. The footprint of the $4 billion skyscraper was designed to be identical to the footprint of the Twin Towers and its antenna stretches up to 1,776 feet, as symbolic height representing the year that the U.S. declared independence.<br><br>One World Trade is now the tallest building in the U.S., and it`s part of a complex of towers that bear the World Trade Center name. The idea goes back decades.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDERSON COOPER, CNN ANCHOR (voice-over): New Yorkers have been talking about building a World Trade Center for 20 years, before ground was broken on Manhattan`s Lower West Side of August 5th, 1966. Older buildings had to be demolished.<br><br>The North Tower started going up in 1968, the South Tower five months later. The first tenants moved in in 1970, even before construction finished on the upper floors. Ribbon cutting was in 1973.<br><br>The towers were full of innovations. At 110 stories, they were the tallest buildings in the world, at least for a little while. Each floor was about an acre of open space, their weight distributed between a central core and steel columns in the building`s outer skin.<br><br>High-speed express elevators and sky lobbies on the 44th and 78th floors made getting to the top quick and efficient. The complex even had its own zip code, 10048.<br><br>Iconic additions to Manhattan`s skyline, the World Trade Center never stopped attracting attention. But as the years went by, the towers, symbols of a city, a country and a way of life, also became a focal point for hatred.<br><br>In February 1993, a van packed with explosive was detonated in a package garage under the North Tower. Six people died, and about a thousand were hurt. The Islamic extremists behind the attack were rounded up, tried as criminals, convicted and sent to prison.<br><br>But the international terrorists who inspired them kept plotting, and struck on that crystal clear morning in 2001.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: A plane has crashed into one of the towers of the World Trade Center.<br><br>(END VIDEO CLIP)<br><br>COOPER: It took eight months for bodies to be recovered and for a million tons of twisted steel and concrete to be cleared away.<br><br>Plans for a new and even taller skyscraper were revealed quickly, and changed repeatedly to make it stronger and safer. The new One World Trade Center will have a reinforced center core, extra fireproofing, biochemical filters and even green technology.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Looking ahead, September 11th is now known as Patriot Day. The president orders flags to be flown at half-staff at all government buildings and asked Americans to observe a moment of silence at 8:46 a.m., the time when the first plane was crashed in the 9/11 attacks.<br><br>This date is also a national day of service, when Americans are encouraged to take part in charity work or selfless deeds. It was inspired largely by the work of first responders like Stephen Siller. You`ll hear about him in our final report today.<br><br>And we`ll continue with our current events coverage tomorrow on CNN STUDENT NEWS.<br><br>(BEGIN VIDEOTAPE)<br><br>FRANK SILLER, CEO &amp; CHAIRMAN, TUNNEL TO TOWERS: We believe that he was in the South Tower. He was never recovered. There`s another, you know, another great person that -- that died that day.<br><br>JOHN BERMAN, CNN CORRESPONDENT (voice-over): It was a near perfect September morning. Firefighter Stephen Siller just finished his overnight shift with Squad One, the elite unit trained to rescue other firefighters. Stephen was headed to play gulf with his three brothers.<br><br>SILLER: We were pumped up because we`re four brothers getting together to play golf. Everybody very busy. Stephen already with five kids. And, you know, heard on the scanner what had happened and he turned his truck around.<br><br>BERMAN: The golf date would never happen. Stephen, who had dreamed of being a firefighter since he was a teen, turned his truck toward the Twin Towers, but could get only as far as the Brooklyn Battery Tunnel. It was blocked. But that didn`t stop him.<br><br>SILLER: Came to a screeching halt, got out calmly, put his gear on, and started running through the tunnel. And that tunnel is nearly two miles long.<br><br>BERMAN: That heroic run, loaded down with more than 60 pounds of gear, became the driving force of the foundation created by his family in Stephen`s honor.<br><br>SILLER: Want his kids to know that his dad was a hero. We didn`t have any great lofty goals, you know, starting the foundation, but when a friend of his came up with the idea of running through the tunnel like he did, I was said, oh, my God, please -- it was - you just know the right thing when you hear it.<br><br>BERMAN: The race, called Tunnel to Towers, is part of the nationally recognized Stephen Siller Foundation. It has raised more than $70 million.<br><br>SILLER: The whole day is just a great celebration of everybody`s life that was lost that day.<br><br>(END VIDEOTAPE)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-12 CNN Student News.mp4"}