{"title":"CNNSN-2015-02-03-CNN-Student-News","script":"(CNN Student News) -- February 3, 2014<br><br>Government Budget for Next Year; Obama`s Middle Class Economics; Magna Carta, First Document of Human Rights; Meteorologist Laboratory on Snowy Mountain Peak<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: A presidential budget proposal and the brutal winter storm lead off this Tuesday edition of CNN STUDENT NEWS. It`s good to see you. I`m Carl Azuz at the CNN Center. It`s sicker than a phone book. It deals with the record $4 trillion. It was proposed by President Obama yesterday. We say &quot;proposed&quot; because the Democratic president and the Republican controlled Congress will ultimately have to agree on the government`s budget for the coming year.<br><br>This plan is a starting point. It`s like an opening bid in the process. One thing President Obama wants to do, is raise taxes on Americans making more than $500,000 a year and give tax cuts to help many Americans in the middle class to help them get ahead.<br><br>It`s what the president calls &quot;middle class economics&quot;, but some experts say, many people in the middle class wouldn`t see any benefits, and Republicans who control Congress have very different ideas on how to manage the government`s money.<br><br>Boston, Massachusetts, averages more than three feet of snow per year, but the same storm that set a snowfall record in Chicago has moved east, and Boston has declared a snow emergency with as many as 14 inches expected. Thousands of flights have been canceled, and schools were closed in cities that are used to winter weather.<br><br>Omaha, Detroit and Cleveland, just to name a few.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: See if you can I.D. me. Parts of the U.S. Constitution are based on my ideas. I`m a historic document that dates back to England`s King John focusing on rights and liberties. I was first issued in the year 2015.<br><br>I`m the Magna Carta, and there are four original copies that exist today.<br><br>(END VIDEO CLIP)<br><br>AZUZ: King John was more or less forced to sign the Magna Carta. The barons who did that were trying to keep the king from abusing his power. For instance, imposing high taxes to fund his military campaigns without first consulting the barons who largely paid for them.<br><br>The Magna Carta has a lot of promises that didn`t apply to the everyday Englishman of the 13 century, but it has some concepts that apply to everyone, even 800 years later.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Salisbury Cathedral, southwest of London, once magnificently the tallest building in medieval England. For as long as it stood with its great Gothic arches, it`s been custodian of a very rare piece of sheepskin parchment, one of the four original copies of Magna Carta from 1215.<br><br>Written neatly and densely in a tiny hand, some 4,000 words in Latin, a medieval charter with profound symbolism for our personal liberties.<br><br>REV. ROBIN GRIFFITH-JONES, MASTER, TEMPLE CHURCH: It`s about all (INAUDIBLE). And it`s true. If you read most of its clauses, you lose the will to live, you know, it`s about fishing rights and the terms, rabbiting (ph) rights in the royal forests.<br><br>Right in the middle, a middle list (INAUDIBLE), you reach clause 39, No free man will be arrested, dispossessed, exiled, imprisoned or in any way harmed, except by the law of the land on the judgment of his equals. Clause 40, &quot;To no man will we delay or deny right or justice.&quot;<br><br>(INAUDIBLE).<br><br>UNIDENTIFIED MALE: The first words are &quot;John, by the Grace of God, King of England, J for John.&quot; At the end, there is Runnymede, the place were Magna Carta was ratified &quot;and domini the year of our Lord 2015.&quot;<br><br>Magna Carta was agreed at a place called Runnymede, a water meadow by the river Thames. King John, murderous, lecherous and much hated, coerced by the barons to put his royal seal on the charter for the included basic human rights.<br><br>In time, as we know, Magna Carta has come to symbolize our basic personal liberties, some 2 billion people now live under its principles of common law. The story cast in bronze on the doors of the American Supreme Court, a golden copy in English at stone glass in the creek beneath the houses of Congress.<br><br>800 years on, a very English futile document remains at the very heart of the American constitution. Nick Glass, CNN in Salisbury.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our site, cnnstudnetnews.com, our source, yesterday`s transcript page, our roll call schools for today, Ogden High School. It`s in Ogden, Utah, it may be the beehive state, but it`s the tigers who have answered our roar call.<br><br>On the East Coast in the city of Cumberland, Maryland, the sentinels are on guard. They are watching from Port Hill High School in Back West in the gem state of Idaho. Watch out for the Wolverines. They are watching from Wood River Middle Schools.<br><br>Altocumulus, altostratus, cumulonimbus, there are all types of clouds and while weather balloons are one great way to study them, sometimes you just got to hike to a mountaintop and plant an observatory. And it helps if that mountain includes a ski resort where roads, trails, ski leaps, electric power, they are all in place.<br><br>At the Storm Peak Lab in Colorado, you are supposed to have your head in the clouds.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN CORRESPONDENT: Steamboat, Colorado is home to just one of a handful of high elevation atmospheric science, laboratories in the country. In fact, they do research about the clouds, from inside the clouds. A team works up there, they live up there, their lifestyle is incredible working and living 10,500 feet.<br><br>IAN MCCUBBIN, STORM PEAK LAB: So, we go ahead and jump in the snow cat. Back on to that handle, go ahead, climb in there. There you go. I`ll jump in on the other side, we`ll be ready to go.<br><br>Some days it`s, you know, you are basically driving up here in the snow storm and you go from tree to tree to tree. Because I know the rock (ph) based on where the trees are, and we are navigating that way.<br><br>GRAY: It`s your everyday commute to work. You are in the snow cat and you are traveling uphill about 3500 feet to get to this point. If you need food, if you need any sort of supplies, it`s all got to be brought up by that snow cat.<br><br>MCCUBBIN: Come on in. Jen, welcome.<br><br>GRAY: We made it.<br><br>MCCUBBIN: Yeah. So, Jen, here is our instrumentation laboratory. So, we are measuring the bottom of the jet stream. So, we are measuring pollution, temperature, meteorological variables, particulate matter, gases in the atmosphere. Basically at night we are in the bottom of the jet stream, so we are measuring the air that`s circulated around the globe.<br><br>GRAY: And you guys have come a long way. Early days it was just a trailer, farther down on the mountain.<br><br>MCCUBBIN: That`s correct. Yeah, they have to call ski patrol when I was in the trailer and ski patrol would come over and actually have to dig them out so that they could get out in the snow storm.<br><br>GRAY: Bathrooms, bunk beds. You can have nine students, two stories, you have a suit upstairs. I mean this is a full functioning facility where you can live your three weeks at a time without anyone coming or going.<br><br>MCCUBBIN: That`s correct. That`s correct.<br><br>All right, Jen, let`s go out on the roof where we have instrumentation up here, to take a look at the beautiful view.<br><br>GRAY: This is amazing.<br><br>MCCUBBIN: Yeah, this really is a special place.<br><br>GRAY: All these instruments here that are basically doing a different job.<br><br>MCCUBBIN: Right. So, when it`s cloudy, we are looking inside the clouds, and we are looking at the snow that`s forming from the storms, and then on the sunny day, we are actually still measuring, but we are looking at the sun and the gases that are above us.<br><br>Work we are collecting is going into improving weather models, it`s going into a better forecast, it`s going into understanding the global climate, it`s going into understanding how clouds interact with yet - with the surface and how they change in temperature, so it`s just really, really great.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It could be good for those researches, bad for millions of other snowbound Americans. Punxsutawney Phil has seen his shadow. It`s the legend of Groundhog Day. If the animal, this one being the most famous, comes out of hibernation and sees his shadow, we are in for six more weeks of winter weather instead of an early spring.<br><br>That`s exactly what Punxy (ph) Phil predicted yesterday, but if that gets you down, remember this - he`s usually wrong.<br><br>Rodent`s you know it, he`s a groundhog, not a meteohoglogist. He`s a wormit, a mormit, a whistlepignosticator, for the tame thing- the fame things uncomfortable climate, we bet he would chuck it. Sometimes as best as they ground it. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-03 CNN Student News.mp4"}