{"title":"CNNSN-2016-03-21-CNN-Student-News","script":"(CNN Student News) -- March 21, 2016<br><br><br>Police Capture the Most Wanted Man in Europe; Obama Visits Cuba; North Korea Launches Ballistic Missiles<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The most wanted terrorism suspect in Europe is now in police custody but the investigation that eventually caught him is far from over.<br><br>That`s what`s first up this Monday. I`m Carl Azuz.<br><br>Salah Abdeslam is the only person suspected of participating in the Paris terrorist attacks who`s still alive. The assault last November killed 130 people and wounded hundreds of others in the French capital. The ISIS terrorist group said it was responsible.<br><br>Abdeslam, who was born and raised in Brussels, Belgium, is suspected of supporting the attackers. He`s accused running cars and apartments for them. He allegedly drove some of the terrorists to one side of the attacks. Until last week, the search for him had gone cold.<br><br>But a SWAT team`s raid in an apartment in the Belgium capital found Abdeslam`s finger prints. And the suspect himself was arrested after a gun battle near his family home. Police also found a large number of weapons and they now say that more than 30 people were somehow involved in the November 13th attacks.<br><br>For the first time since 1928, a U.S. president is visiting the island nation of Cuba. Air Force One touched down yesterday in the capital Havana.<br><br>For President Obama, this is another step toward normalizing the relationship between his nation and a country that has been a U.S. rival since the Cold War. He`ll be delivering a speech on state television. He`ll meet with Cuban President Raul Castro and some of those who opposed him. He hopes to influence the communist country to give its people more freedoms and open more opportunities for U.S. businesses.<br><br>But critics say human rights in Cuba have actually gotten worse since President Obama started this effort three years ago and it seems unlikely that either the U.S. Congress or the Cuban government is ready to make major changes.<br><br>(BEGIN VIDEOTAPE)<br><br>PATRICK OPPMANN, CNN CORRESPONDENT: Raul Castro is the president of Cuba. He`s probably best known for being a younger brother and loyal confidant, loyal deputy of Fidel Castro.<br><br>Raul Castro came into power in 2006, although he`s always been his brother of Fidel`s most trusted deputy. It was a really kind of unexpected transition because Fidel Castro feels sick really unexpectedly. It`s a still mysterious intestinal ailment and Raul Castro had to step in the spotlight very, very quickly.<br><br>You know, Raul Castro has been with Fidel basically all of his life. He`s been his most trusted revolutionary sidekick really. They fundamentally changed this country. They upended all the political structures, all the power structures and established the first communist government in the western hemisphere.<br><br>Cuba is really fascinating because it`s so close to the United States and yet it couldn`t have a more different form of government. It is a single party form of government. There are not open elections and there are not multiple parties. And that someone like Raul Castro controls the political system, he controls the economy and he controls the army. He really is, his critics say, a tyrant.<br><br>Raul`s nickname was Raul the Reformer because he has taken steps and we`re talking about Cubans being able to travel, Cubans will able to open up their own businesses. Sports clubs being able to play overseas, which Fidel would never have allowed.<br><br>The pope continues taking the leading role in Cuba-U.S. relations. He`s (INAUDIBLE) Raul Castro would go back to church and this is a man who`s a life-long atheist, a devout communist, and Raul Castro is finally emerging as his own man. He`s emerging from Fidel Castro`s shadow.<br><br>As with Fidel Castro, Raul Castro`s critics said this is basically someone who`ll stay in power at any cost and that his ultimately goal really is staying in power. Of course, he`s in early 80s. Fidel Castro is now in his late 80s. So, it`s really just a question of biology now more than anything else, how much longer can these men stay in power.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Cuba is not a wealthy nation. It`s average income per person is estimated to be around $10,000 per year.<br><br>Cuba sometimes blames the U.S. trade embargo for its economic problems. That`s a limit on the business and travel that citizens can conduct with Cuba. It`s meant to pressure the country to improve human rights and transition to democracy.<br><br>But Cuba`s economy had a major shock in 1990, when economic health from its closest ally, the Soviet Union, stopped. That took away $4 billion to $6 billion from Cuba`s economy every year.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The country of Cuba is about the size of Tennessee.<br><br>Location: 90 miles south of Key West.<br><br>Population: 11.3 million.<br><br>Currencies: Cuban Peso. Cuban convertible peso.<br><br>Havana was declared capital of colonial Cuba in 1607. Much of the city has been frozen in time since revolutionaries took control in 1959.<br><br>A visa is required when traveling to Cuba. U.S. citizens need a license to spend money.<br><br>U.S. citizens are only permitted to travel for specific reasons, such as: professional research, journalistic activity, family visit, education.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Over the weekend, North Korea launched a fair of ballistic missiles. South Korean officials said one of them flew about 500 miles east toward the ocean. Another projectile disappeared in flight.<br><br>It`s an example of saber-rattling, or show of military power from the communist nation. It`s been a rival of the U.S. and South Korea since the Korean War in the early 1950s.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Somewhere in the sea east of Korea, F-18 fighter jets catapult into the sky, launching off a deck of a U.S. aircraft carrier the John C. Stennis.<br><br>(on camera): This carrier strike group is here as part of annual joint military exercises with South Korea. This takes place every year and it makes the North Korean government furious. They argue that this could be a precursor to a military invasion of the North.<br><br>(voice-over): Nonsense, says the admiral in charge here. But he says the presence of the largest war machine in the U.S. military arsenal is designed to send a message to North Korea.<br><br>REAR ADMIRAL RONALD BOXALL, U.S. NAVY: The provocations and things that you see from North Korea, we hope that our actions here as routine operations help to deter any escalatory actions.<br><br>WATSON: North Korea routinely shows up its own military muscle. Some experts argue you have to show strength when dealing with this regime.<br><br>DANIEL PINKSTON, KOREA EXPERT, TROY UNIVERSITY: If you show weakness in the domestic political system in the North Korean authoritarian like North Korea, you`re eliminated. And that`s how it works in the international system. If you are weak, they will bully you and take advantage of you.<br><br>They only respect power.<br><br>WATSON: The problem is, this annual show of force, which includes simulated amphibious assaults carried out by U.S. and South Korean marines hasn`t stopped North Korea from testing nuclear bombs. In fact, Pyongyang recently fired salvos of ballistic missiles twice in just eight days, in<br><br>violation of multiple U.N. Security Council resolutions.<br><br>Just days ago, Kim Jong-un gave orders for scientists to develop the technology to launch a nuclear warhead on the tip of a ballistic missile.<br><br>Even those who preached power concede Pyongyang is committed to expanding its nuclear arsenal.<br><br>PINKSTON: They put so much effort and they`re very dedicated to having those capabilities. So, if they`re not reliable, they`re going to keep working so they`ll be reliable and that they can use them if they needed to use them tomorrow, or next month or next year.<br><br>WATSON: And so, the saber-rattling continues. In addition to this strategy of containment and deterrence, experts say the U.S. and its allies are very likely training for other possible scenarios, such as how to take out North Korea`s growing arsenal of nuclear weapons. If it looks like Pyongyang is about to use them.<br><br>Ivan Watson, CNN, aboard the U.S. aircraft carrier John C. Stennis.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The site: CNNStudentNews.com. The page: Friday`s transcript page.<br><br>The schools on today`s &quot;Roll Call&quot;:<br><br>McCracken County High School, it`s in Paducah, Kentucky, and it`s where the Mustangs roam free.<br><br>Next to the U.S. Pacific coast, we`re making a stop in Issaquah, Washington. It`s there that the Panthers are prowling around Issaquah Middle School.<br><br>And crossing the Pacific, we come to the island nation of Indonesia. And it`s great to see North Jakarta International School watching in Jakarta.<br><br>(MUSIC)<br><br>AZUZ: Before we go, monkeying around with magic. Who doesn`t love a really good card trick? At first baboon doesn`t. Baboon sees card.<br><br>Baboon is unimpressed.<br><br>But then, wait, what? How? Baboon is shocked and amazed. Where did your card go? He`s just as impressed the second time around.<br><br>It`s an illusion the animal had probably never seen before and it`s easy to see why this is one of America`s funniest home videos.<br><br>Hopefully, the next time that happens, the animal won`t be ape-rehensive. He should have no illusions or be nearly as ba-baboon-zled. After all, the clear takeaway here is that things aren`t always as they see-mian. Whoo!<br><br>I`m Carl Azuz. We hope you`ll reappear again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-21 CNN Student News.mp4"}