{"title":"CNNSN-2015-08-20-CNN-Student-News","script":"(CNN Student News) -- August 20, 2014<br><br>Syrians Risk Their Lives to Preserve Heritage; U.S. FDA Proposes Changes Sugar Label; Catch Up on a Pluto Flyby<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to 10 minutes of commercial- free current events. I`m Carl Azuz for CNN STUDENT NEWS. Hope your Thursday is going well.<br><br>We`re starting in Syria. The situation in this Middle Eastern country is the world`s largest humanitarian crisis. That`s according to the U.S. Central Intelligence Agency.<br><br>Hundreds of thousands of people have been killed in Syria`s ongoing civil wars, started in 2011. More than 11 million have fled their homes. And the ISIS terrorist group, which wants to create its own country, has taken over large parts of Syria.<br><br>Amid everything that`s going on, ISIS is destroying historic artifacts. The Muslim militants have taken aim at many relics that aren`t associated with Muslim culture. They recently murdered a Syrian professor who refused to pledge to ISIS and to tell them where certain archeological treasures<br><br>are in the Syrian city of Palmyra.<br><br>He wasn`t the only Syrian peacefully defending his county`s artifacts.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: This is the centerpiece in the heart of the Syrian Antiquities Ministry`s efforts to save this country`s cultural heritage, of course, in this time of the civil war. What you can see here is these volunteers here are cataloguing small<br><br>pieces -- we can look at them -- of artifacts that have been found in various places here in the country. Of course, some of them in places that are now controlled by ISIS.<br><br>Now, all of them are going to get a number, and then afterwards, what`s going to happen is they`re going to go to the station over here where you can see that all these pieces are photographed.<br><br>And the folks here have already done an amazing amount of work. They`ve catalogued more than 150,000 pieces already, 35,000 of those from the Palmyra area alone.<br><br>So, they`ve been working a lot and under very difficult conditions, because these building here has taken mortar rounds in the past. There have been scientists from this building that have been killed and yet the folks come here almost every day to continue this work.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: See if you can ID me. I`m a water-soluble compound found in many plants. I`m a group of simple carbohydrates and my most common form is sucrose.<br><br>I`m sugar, naturally extracted from sugarcane and sugar beads and I`m pretty sweet.<br><br>(END VIDEO CLIP)<br><br>AZUZ: A controversial proposal concerning sugar. It comes from the U.S. Food and Drug Administration, which overseas the safety and labeling of the foods Americans eat. It wants new nutrition labels to clearly show the added sugars in foods. We`re not talking about what`s naturally occurring<br><br>in fruits for instance, but how many grams of sugar food makers add to that.<br><br>The FDA wants the recommended value for the average adult to be 50 grams of added sugars. The sugar associated, which represents some major U.S. sugar producers opposes this. It says the scientific evidence used in the FAA`s dietary guidelines is limited and weak, and that it doesn`t meet the FDA`s<br><br>own scientific standards.<br><br>(BEGIN VIDEOTAPE)<br><br>CRISTINA ALESCI, CNN REPORTER: The FDA recommends 300 grams of carbs a day, 2.4 of sodium and 65 for fat. But sugar? I have no idea, and that`s probably because the industry doesn`t want me to.<br><br>I read nutrition labels. Almost all nutrients have a percent daily value that gives consumers a yard stick for how much they should be eating or drinking. Sugar stands out because it doesn`t have one.<br><br>MARIAN NESTLE, PH.D, NYU STEINHARDT: Because the food industry fought against it. The sugar industry is very good at labeling and very, very good at getting what it wants.<br><br>ALESCI: The sugar industry has spent at least $54 million lobbying since 2009. Soda and beverage companies, well, they spent $113 million fighting measures like sugar taxes during the same period.<br><br>Right now, the industry wants the federal Food and Drug Administration to drop proposal for labeling sugar. The agency thinks the added information will actually discourage the average American from eating more than 50 grams of sugar a day.<br><br>NESTLE: Most Americans eat twice amount of sugar than this particular cap.<br><br>ALESCI: And Americans aren`t overdosing on fruit. They`re getting high on added sugar. We`re not just talking soda and ice cream -- ketchup.<br><br>NESTLE: Four grams of sugar per tablespoons.<br><br>ALESCI: Salad dressing, tomato sauce, even cereals that are marketed as healthy.<br><br>NESTLE: That means this is 24 percent, a quarter, of the amount of sugar that you`re allowed to have for an entire day.<br><br>ALESCI: Fruit juices.<br><br>NESTLE: Orange juice has as much sugar in it as a soft drink.<br><br>ALESCI: And how about this one? Bread.<br><br>But I look here, wheat, flour, eggs -- sugar is the third ingredient.<br><br>NESTLE: Is the third ingredient.<br><br>So, every one of these has 10 percent of the day`s sugar allotment. I bet they`re delicious.<br><br>ALESCI: Hypothetically, you can have a cup of this, a cup of this, a teaspoon of that, this, a cup of this, and you`re maxed out for the day.<br><br>NESTLE: Oh, absolutely. Absolutely.<br><br>ALESCI: I mean, easily, right?<br><br>NESTLE: With no trouble at all.<br><br>So, that`s why food companies are so opposed to having this daily value on the food label because they know that customers will be shocked when they see how much sugar there is in products where they might have suspected.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From our &quot;Roll Call&quot; request page at CNNStudentNews.com -- Santa Fe Christian School is watching this Thursday. In Solana Beach, California, look up to the Eagles.<br><br>To the U.S. heartland, in Carthage, Missouri, the Tigers are on the prowl. Good to see Carthage High School.<br><br>And for the first time in our &quot;Roll Call&quot;, we`re visiting Romania, in the capital of Bucharest. Hello to the American International School of Bucharest.<br><br>The &quot;Roll Call&quot; is a chance for your school to get recognized on CNN STUDENT NEWS. There`s one place where you look for your request. Each day`s transcript page at CNNStudentNews.com. Just click the words that say &quot;Roll Call&quot;.<br><br>We announced schools from all over the world, but you`ve got to be at least 13 years old to make a request. One comment per day, keeping the spam away, is the way to go to get in our show.<br><br>(BEGIN VIDEOTAPE)<br><br>NARRATOR: The New Horizon spacecraft has traveled for more than nine years, covering over 3 billion miles to give us our closest view yet of Pluto. Launched January 19th, 2006 from Cape Canaveral, the piano-sized spacecraft is the first to visit the icy world discovered more than 80<br><br>years ago.<br><br>When astronomer Clyde Tombaugh first saw Pluto on February 18th, 1930, he only saw a pinpoint of light. Tombaugh was using the best technology he had -- a telescope at Lowell Observatory in Flagstaff, Arizona.<br><br>Flash forward to 1994, the Hubble space telescope floating high above Earth`s atmosphere snapped this image of Pluto and its farthest moon Charon. Then, in 1996, Hubble gave us this.<br><br>A mosaic of images snapped between 2002 and 2003 was assembled in 2010 to give us the most detailed view of Pluto at that time.<br><br>Pluto isn`t the final destination for the New Horizon Spacecraft. The probe will keep flying and deeper into space to explore a region scientists think is filled with hundreds of small icy objects.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Of course, space exploration doesn`t happen cheaply. NASA says the New Horizon`s mission costs about $700 million, which is about a middle of the road price for missions in our solar system. What it sent back -- what appears to be a flyover of the Pluto, formerly known as a planet.<br><br>Scientists say these are mountains that rise about as high over Pluto as the Rocky Mountains do in the western U.S. The New Horizon spacecraft was about 7,700 miles away from Pluto`s surface when it recorded these images. NASA says it will take more than a year to download all the information<br><br>gathered by the spacecraft on this flyby.<br><br>One other thing NASA is assisting in, robots, and not just the kind that explore Mars, the kind that battle on earth. One of the ones you`re seeing here is built by MegaBots. It`s a company that makes gigantic fighting robots with formidable weapons, like a paint ball cannon.<br><br>The company recently challenged a similar one from Japan to a giant robot fight. MegaBots is trying to raise half a million dollars for a bigger, badder, bolder fighting machine.<br><br>So, you can see what they`re all a-robot. Will this shift technology into an entirely new gear, creating a machinations of fans, generating an automaton of interest? It just depends on how many people get in the heavy metal you all (ph).<br><br>I`m Carl Azuz of CNN STUDENT NEWS. Just getting more programming-ready for tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-20 CNN Student News.mp4"}