{"title":"CNNSN-2016-09-08-CNN-Student-News","script":"(CNN Student News) -- September 8, 2016<br><br><br>U.S. Presidential Debate Requirement; How Some Millennials View Blue-Collar Jobs; CNN Hero`s Effort to Bring Medical Care to Kenya<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey. I`m Carl Azuz for CNN STUDENT NEWS. Welcome to our viewers worldwide.<br><br>This show`s date is Thursday, September 8. That puts it exactly two months before the 2016 U.S. presidential election.<br><br>Here are the candidates: businessman and TV personality Donald Trump is running on the Republican ticket. Former U.S. Secretary of State Hillary Clinton is running on the Democratic ticket. Businessman and former New Mexico Governor Gary Johnson represents the Libertarian Party. Retired medical doctor, Jill Stein, represents the Green Party.<br><br>There are three presidential debates scheduled starting later this month. They`ll include Mr. Trump and Mrs. Clinton, but at this point, you`re unlikely to see Mr. Johnson or Dr. Stein included. Why? The Commission on Presidential Debates which sponsors and produces the events requires candidates to poll at 15 percent or higher to participate.<br><br>According to the latest CNN/ORC poll conducted early this month, Donald Trump has the lead with the support of 45 percent of likely voters.<br><br>Hillary Clinton had the support of 43 percent. Gary Johnson had 7 percent, and Jill Stein had 2 percent.<br><br>We`ll have a lot more coverage in the days ahead, and you`ll find additional info about the candidates and the election in the extra credit resources section of CNNStudentNews.com.<br><br>OK, next story. Air pollution, it`s well-documented that it can cause lung problems. But can it hurt the human brain. Researchers at Lancaster University in the United Kingdom say yes. They took a look at brain samples from dozens of people who live in polluted areas and they say they found the same kind of particles in the brain that are found in polluted air. They say these particles are toxic. They believe the particles entered the brain when people breathe in polluted air, and they think these pollution particles could increase people`s risk of developing Alzheimer`s disease.<br><br>But there is room for doubt. For one thing, similar particles are produced naturally in the brain and an expert from University College London says any correlation between pollution particles and Alzheimer`s disease is weak. Scientists agree that more research needs to be done on this.<br><br>Still, experts in several major cities are taking steps to help lower levels of air pollution.<br><br>(BEGIN VIDEOTAPE0<br><br>ANDREW GRIEVE, SENIOR AIR QUALITY ANALYST, KINGS`S COLLEGE LONDON: Although you don`t feel it day to day, it`s a cumulative effect. Everyone is exposed to it, from your first breath to your last breath, you know, little kids, older people, people who respiratory conditions.<br><br>But also, if you reduce it just a little bit, because you`re affecting the whole population, they can have a huge effect, beneficial effect.<br><br>REPORTER: In January of 2016, London took just over one week to reach its own annual limits of nitrogen dioxide. That`s a toxic gas which comes from vehicle exhaust.<br><br>RUTH CALDERWOOD, CITY OF LONDON CORPORATION: We see drivers who are parked with their engines idling as an unnecessary source of local pollution. So, what we do is we go out, speak to drivers, ask them if they can turn their engines off. We have evidence that it does make a difference here locally.<br><br>UNIDENTIFIED MALE: Good morning. Hi. We`re doing some volunteer work this morning on air quality on the city.<br><br>REPORTER: Switching off engines may seem like a small action. But experts have tracked an improvement in pollution levels on the days when air quality wardens are actually active.<br><br>UNIDENTIFIED MALE: So, thank you for turning it off.<br><br>REPORTER: Andrew Grieve suffered from asthma as a child. Now, he`s a scientist who analyzes air quality and one of his jobs has been building city air that`s enough which helps people navigate pollution hot spots.<br><br>GRIEVE: I`ve got kind of like a pollution map overlaid on the top of map, which is updated every hour. So, here, I plotted the route from Liverpool Street Station to Bank Station. There`s a route here through the backstreets, which is 28 percent less polluted than behind it.<br><br>REPORTER: Individual actions are creating localized solutions which benefit everyone.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On average, U.S. college graduates in 2016 left school with more than $37,000 in student loan debt. That`s per person. And it was a record up from just over $35,000 in 2015.<br><br>It`s also a tough job market for young workers. Americans ages 21 to 24 see an unemployment rate that`s almost twice as high as those older than 24. But some of the industries offering opportunities to young workers don`t require a standard four-year college degree. Many millennials generally define as people born after 1980 are turning to blue collar fields, those associated with manual labor as opposed to office work.<br><br>(BEGIN VIDEOTAPE)<br><br>ELLIE BRIENZA, APPRENTICE ELECTRICIAN: It`s just awesome. I love it, and I wouldn`t trade it for the world.<br><br>CLARE SEBASTIAN, CNN CORRESPONDENT: Ellie Brienza says you only become a true electrician when you decorate your hard hat.<br><br>And at 22, she is well on her way, today installing a fire alarm system at a Staten Island library.<br><br>BRIENZA: Fire alarm, it took me a little while to learn because it`s a lot of technical things and it`s a lot of in and out wiring.<br><br>SEBASTIAN: While her friends are all in college, Ellie is starting her fifth year of a fully paid union apprenticeship.<br><br>BRIENZA: I already started my life. I already have a career. They`re four years behind me.<br><br>SEBASTIAN: You were in high school when the Great Recession hit. Has that in any way inform your decision about what to do with your career?<br><br>BRIENZA: Well, I didn`t have a lot of money growing up. So, knowing that I can have a stable job for the rest of my life and good wages, like really good wages, I`m not for $40,000 a year. I`m working for a lot more than that. So, yes, it did affect my decision a lot.<br><br>SEBASTIAN: More and more millennials like Ellie are starting to look at careers in blue collar industries, seeking skills and stability. This was the line round the block for a carpenter`s apprenticeship program in New York last month, many camping out overnight.<br><br>GARY LABARBERA, PRES., BLDG &amp; CONST. TRADES COUNCIL OF NY: We see literally thousands of people, you know, lining the streets, going around buildings to get an application so that they can have a shot at getting into the apprentice program. And, you know, we see with the amount of work that we have to really, really increasing and we`ll be very robust in New York certainly for the next several years.<br><br>SEBASTIAN: It`s a trend that`s happening throughout the U.S.<br><br>In the first few years after the Great Recession here in the U.S., the jobs that came back the quickest were the lowest and the highest paid positions.<br><br>Since 2013, though, that trend has been reversed. And now, the real growth is happening in the middle.<br><br>Despite that shift, Ellie says many are still surprised by her blue collar career choice.<br><br>BRIENZA: Oh, it`s -- it`s like, ahh, really? Why?<br><br>SEBASTIAN: And what do you say?<br><br>BRIENZA: I have a skill. You can`t take that away from me. Nobody will ever take that away from me.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The eastern coast of Kenya on the Indian Ocean was once a tourist attraction. The al-Shabaab terrorist group changed that. Even some of the residents left, as did the aid groups that helped them.<br><br>That was something that Umra Omar couldn`t accept. Kenyan by birth, she attended college in the U.S. and was working in Washington, D.C., when she knew it was time to travel home.<br><br>(BEGIN VIDEOTAPE)<br><br>UMRA OMAR, CNN HERO: It was kind of a sense of responsibility, to come back to where I`m born. Being in the United States, life was getting too comfortable.<br><br>Going to cubicle every day.<br><br>The respiratory inhalers --<br><br>UNIDENTIFIED FEMALE: Yes.<br><br>OMAR: How many did you get?<br><br>I made a call to my mom and I was like, I`m coming back. No I don`t have a job but maybe I need to back home for the job to find me.<br><br>SUBTITLE: Umra Omar works in remote Kenya to bring healthcare to thousands.<br><br>Her team works in areas that are often targeted by terrorist group al- Shabaab.<br><br>OMAR: Kidnappings put a dent not only on the terrorism sector but also on the development projects and aid work in the area.<br><br>We have about six villages that have absolutely zero access to healthcare.<br><br>Being here, being close to home, to be able to fill some of the gaps in access in healthcare, it`s been an I.V. drip for life and purpose. You can see the impact in 0.1 second. I have absolutely zero regrets for taking the leap of faith. I wouldn`t trade it for anything in the world right now.<br><br>(END VIDEOTAPE)<br><br>AZUZ: What does it sound like on the largest planet in our solar system? No one knows, but we can give you an idea.<br><br>NASA`s Juno spacecraft which was launched five years ago recently did a flyby of Jupiter. It recorded radio signals associated with auroras on Jupiter and then it shifted these signals into a range where we can listen to them and speed them up.<br><br>(JUNO WAVES)<br><br>AZUZ: Not quite Vivaldi but there aren`t exactly four seasons on Jupiter, and it`s well-beyond our stratosphere. Could the planet be hiding other sounds, maybe one day we`ll Debussy. More research will get a handle on it and when it comes to even the most egregious theories, data can often Bach it up.<br><br>I`m Carl Azuz orchestrating headlines and puns for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-08 CNN Student News.mp4"}