{"title":"CNNSN-2016-06-02-CNN-Student-News","script":"(CNN Student News) -- June 2, 2016<br><br><br>EgyptAir Flight 804: &quot;Black Box&quot; Signals Detected, French Investigators Say; U.S. Government Warns of Travel to Europe; Ethical Hackers Test An Organization`s Security. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Our penultimate program of the academic year kicks off right now. I`m Carl Azuz. It`s good to see you this Thursday.<br><br>First up, a new clue in the mysterious disappearance of a passenger plane over the Mediterranean Sea. EgyptAir Flight 804 vanished on May 19.<br><br>Several countries have been involved in the search for the plane. But so far, they found only debris. There have been more questions than answers.<br><br>Yesterday, though, investigators said that a French navy ship detected signals from one of the plane`s flight data recorders. With information about the plane`s airspeed, altitude, engine status and wing positions, the so-called &quot;black box&quot; could hold the answers as to what exactly cause the aircraft to crash. And it helps investigators narrow down the area of the Mediterranean where they`re searching.<br><br>But the flight recorders only give out signals for about 30 days after they get wet. So, officials are in the race against time.<br><br>(BEGIN VIDEOTAPE)<br><br>IAN LEE, CNN CORRESPONDENT: This is a huge breakthrough in the investigation of EgyptAir Flight 804, which two weeks ago was traveling from Paris to Cairo when it disappeared from radar. There had been a massive search underway. Pieces of debris had been recovered as well, as body parts.<br><br>It was the French naval ship La Place which located the signal from one of the black boxes. They haven`t been able to locate the other black box yet.<br><br>Another ship will be coming within a week, which has sophisticated means to recover the wreckage from the sea floor, which could be at depths of 3,000 meter. That`s 10,000 feet.<br><br>Once those black boxes are recovered, they will be analyzed. Hopefully, they haven`t been damaged by the crash. And once they are analyzed here in Cairo, investigators hope it will give them some insight into what exactly happened on that plane. They`re also hoping that with the recovery of the black boxes, that they`ll able to recover the fuselage, another clue, another piece of evidence which will help investigators, also for the families, 66 people died in this crash. The families are hoping this news will also help in retrieving their loved ones so they can give them a proper burial.<br><br>Ian Lee, in Cairo.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. State Department, which oversees the country`s foreign affairs, is warning Americans about travelling to Europe. It says the large number of tourists who visit the continent over the summer could possibly be targets for terrorists, especially at large public events.<br><br>We reported earlier this week how terrorists are trying to sneak into Europe among the scores of migrants and refugees going there. And a French intelligence official recently told CNN that police don`t think they`ve arrested everyone involved in recent terrorist attacks in Paris, France, and Brussels, Belgium.<br><br>(BEGIN VIDEOTAPE)<br><br>ERIN MCLAUGHLIN, CNN INTERNATIONAL CORRESPONDENT: Well, the U.S. State Department has made it clear that this latest alert is not response to a new or specific threat, but rather, a more general warning to U.S. citizens traveling in Europe about the potential for a terrorist attack on the continent. It names some big events specifically, including the Tour de France, the Catholic Church`s World Youth Day in Poland, as well as the European soccer championship in France, known as Euro 2016.<br><br>Now, Euro 2016 has been particularly important one for French authorities, considering intelligence officials believe that may have been the original target of the terror cell behind the Brussels attacks. And French authorities really taking no chances when it comes to security preparations for that, deploying some 90,000 security personnel just yesterday.<br><br>At the Stade de France, they held a security exercise, one of dozens of exercises to be held throughout the country, designed not only to get security personnel ready for Euro 2016, but also to assuage the fears of the public. French authorities have expressed confidence in their preparations security-wise for not only the matches to be held in stadiums, but also the fan zones, large outdoor spaces where fans will be able to enjoy the matches as well.<br><br>Worth mentioning that French is still under a state of emergency and that has been extended through Euro 2016. The U.S. travel alert is expected to expire August 31st.<br><br>Erin McLaughlin, CNN, Brussels.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Here we go with the quick check of three of the schools watching this Thursday and making a &quot;Roll Call&quot; requests at CNNStudentNews.com.<br><br>Mendive Middle School leaves things off for us. They`re working a little magic from the City of Sparks, the state of Nevada.<br><br>From Prince George, Virginia, a very royal welcome to the Royals of Prince George High School.<br><br>And it`s great to see our viewers at Gomarus Scholengemeenschap. It`s in the city of Gorinchem, Netherlands.<br><br>Businesses, banks and governments are looking for a few good computer hackers. And by good, they mean certified ethical hackers, people paid to test and protect an organization`s electronic information from the kind of hackers who might be looking to steal it.<br><br>In the U.S., certified ethical hackers can eventually earn as much as $130,000 per year.<br><br>(BEGIN VIDEOTAPE)<br><br>LAURIE SEGALL, SENIOR TECHNOLOGY CORRESPONDENT FOR CNNMONEY (voice-over): What do you think of when I say the word hacker? Some creepy dude in a basement?<br><br>Well, that`s a misconception. What if I told you there`s a class of hackers who don`t just have social skills, they have more social intelligence than anyone you`ll ever meet?<br><br>David Kennedy is one of them. He`s what`s known as a social engineer or a people hacker. His craft is to dupe you into doing things and sharing information you probably shouldn`t.<br><br>DAVID KENNEDY, HACKER: Could I just get your credit card number?<br><br>SEGALL: Some use it for illegal activity. In David`s case, companies pay him to find out if employees are leaving the company vulnerable.<br><br>He and his team show us how it`s done.<br><br>Step one, spoof his number so it looks like he`s calling from inside the company and then call tech support.<br><br>KENNEDY: Hello, are you there? Hello.<br><br>KEN, TECH SUPPORT: Hi, it`s Ken, can I help you?<br><br>KENNEDY: I was wondering if you can take a look at a website I`m trying to get to. It`s` for a big customer thing I`m working on for Monday and I can`t seem to get to the website from my computer.<br><br>KEN: Sure. What website? I`ll see if I can get to it.<br><br>KENNEDY: Thanks, man, I really appreciate the help. I mean, it could be a stupid thing, I barely suck at computers, but -- so it`s www.survey-pro.com.<br><br>KEN: Yes, I got a prompt to open. I just clicked open and I`m at the site now.<br><br>SEGALL: Here`s what the IT guy doesn`t realize. By clicking that link, he`s just given David full access to his computer.<br><br>KENNEDY: Whoa, OK that`s great. I just hit it and it seems like it`s working fine now. Awesome. I don`t know what you did, man, but I really appreciate the help.<br><br>KEN: Hey, no problem. That was easy.<br><br>SEGALL (on camera): That was it?<br><br>KENNEDY: We`re on his computer right now.<br><br>SEGALL: You were able to take over this guy`s computer within I would say like under two minutes.<br><br>KENNEDY: Under two minutes, yes. Under two minutes took over his entire computer and think of it as not just his computer but it`s the entire company.<br><br>SEGALL (voice-over): In this case, the company was paying David to hack them and see if their employees will fall for it. They did.<br><br>To show you this demo we agreed not to use the company`s name. Kennedy hacks to protect. He`s part of a growing number of hackers using this skill for good.<br><br>Josh Corman`s one of them too. He started a group to help bridge the gap between hackers and big companies.<br><br>JOSH CORMAN, HACKER: Hacking is a form of power, not surprisingly as you walked into my house and saw all the Spiderman stuff.<br><br>I`m a big fan of the Stan Lee line of &quot;with great power comes great responsibility&quot;.<br><br>We`re coming to a point where in the outside world there`s a breach a week, a breach a day affecting people`s personal lives and national security.<br><br>We`ve got to grow up a bit and we need to be very deliberate about how we use that power.<br><br>SEGALL: Corman formed the group after his mom passed away.<br><br>CORMAN: She was my science teacher. She kind of taught me that darkness is the absence of light, you know. Cold is the absence of heat. You know, if you see something missing in the world, maybe it`s our job to put it there. I think the world is going to be whatever we want it to be and whatever we make it.<br><br>There are very, very bad people, which means it falls to the good people to try to fight it.<br><br>SEGALL (on camera): You feel like you have a very personal responsibility.<br><br>CORMAN: We have so much potential to shape our culture, our values, our safety. If not us then who?<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s a question may be not everyone`s asked but how many hugs can someone give in a minute? And the answer: 79. You can give 79 hugs in a minute.<br><br>We know that, thanks to this man in India, along with the assistance of a whole bunch of students. They wrapped their arms around the Guinness World Record, defeating the old hug high mark by two people. This is definitely quantity over quality and some squeezes were actually disqualified because a genuine hug is defined as having both arms wrapped around another person.<br><br>But why be upset about that? They can always hug it out. They know they tried to squeeze in everyone they could, in the hopes of clasping the record. And now that they`ve clinched it, they truly deserve a path in the back because now they`ve successfully embraced on challenge, maybe this is just he hug-ginning.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-06-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-06-02 CNN Student News.mp4"}