{"title":"CNNSN-2017-04-03-CNN-Student-News","script":"(CNN Student News) -- April 3, 2017<br><br><br>Mudslide in Colombia; The Impact of Vending Machines in Japan; New Hope for Manatees; A Firefighting Mask that Could Save Lives<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Two weeks into spring, three days into April and about 16 seconds into a new edition of CNN 10. I`m Carl Azuz and it`s good to start off the week with you.<br><br>Today`s show begins in South America, where a deadly natural disaster has hit the nation of Colombia. It started in rain, torrential rain on Friday night. That caused three rivers to overflow around the city of Mocoa.<br><br>It`s located in the southwestern part of Colombia and the flooding washed a stream of mud into Mocoa. Many people were sleeping when the mudslide came. Other witnesses said it was moving so fast, they had to run for their lives.<br><br>Colombia officials say more than 200 people were killed and hundreds more injured. But Colombia`s president expected those numbers to increase as rescuers search for survivors. More than 1,000 soldiers and police officers are involved in that effort.<br><br>They say that 80 percent of the roads around the area have problems. So, it`s hard to get to people who might be trapped. Rescuers are racing against the clock with more than 100 people still missing.<br><br>In 2015, rain in Colombia`s northwest caused a mudslide that killed more than 80 people. Scientists say heavy rain, lots of deforestation, poorly made homes and dense populations can all put residents at risk.<br><br>Spinning the globe for our next story, we`re taking you to the island nation of Japan. With 126.7 million people living there, the country has less than 40 percent of the population size of the U.S., and yet Japan has 5 million vending machines, compared to America`s 7 million. So, significantly more machines per person in Japan.<br><br>We`re touring the country now to show the impacts this has on Japan`s economy and its way of life.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: There`s one on almost every corner. They line side streets, train stations. Vending machines are an essential part of life in Japan. You could almost go an entire day fueled on stuff from them.<br><br>Let`s begin with breakfast.<br><br>They have premium banana. Low sugar banana.<br><br>Definitely need coffee.<br><br>Red means hot. Blue means cold.<br><br>One of my absolute favorite things about Japan. Hot coffee in a can.<br><br>A hot lunch too. Not your ordinary cup of noodle. This machine sells oden, a savory stew.<br><br>Fish balls, or beef tendon, fish balls.<br><br>Hmm, I can see why this is popular in the winter times. The can is so warm and it tastes good.<br><br>Vending machines work around the clock, so they don`t require people at the cash register. And you can buy what you want, when you want. No matter what you drink, there`s a good chance the vending machine was made here, near Nagoya.<br><br>Fuji Electric counts about 20 beverage companies as clients. The machines come in different sizes and colors. But they`re all pretty much the same inside.<br><br>&quot;That gives us efficiency,&quot; says factory manager Mitsuhiro Saka. &quot;We used manufacture machines in large quantities. But it`s become smaller.&quot;<br><br>There are 5 million vending machines in Japan, according to the latest figures from the manufacturers association. That`s one machine for every 25 people, said to be the highest concentration in the world. But those figures have actually declined a bit over the last decade in part from rising competition. It`s still a very big business.<br><br>Vending machines sold more than $42 billion worth of goods in 2015, keeping all that cash safe is a serious concern, even in a low crime nation like Japan. So, we can`t show you the money collection components inside the door. But I did learn how they make my coffee hot.<br><br>&quot;We develop a hybrid system,&quot; explains Saka. &quot;That uses exhaust heat created by the cooling chamber to warm up your drink to 55 degrees Celsius, all the while saving energy.&quot;<br><br>But now, 24-hour convenience stores the Japanese called konbinis compete with vending machines for customers and beverage makers face a struggle securing new locations.<br><br>For operators like Ichiro Yonoi (ph), the challenge is still to refill machines with the bestselling products. He tells us he`s been doing this for 12 years. He handles about 3,500 cans a day.<br><br>Technology could make his job easier. Smart vending machines connected to the Internet are able to collect sales data, even notify the repairman when they break down, another evolution for an every day object that`s evolving, along with modern life in Japan.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The West Indian manatee, the Florida manatee is an example, is no longer considered an endangered species by the U.S. federal government.<br><br>Back in the 1970s, officials in Florida counted just a few hundred of these aquatic mammals. This year, and for the third year in a row, they spotted more than 6,000 manatees and the U.S. Fish and Wildlife Service cited their dramatic turnaround as its reason for removing manatees from the endangered species list.<br><br>Some environmental and animals rights groups disagreed with this decision, saying it was made too soon and that the government didn`t include a plan for assessing the animals recovering the long term. Government officials say reclassifying manatees from &quot;endangered&quot; to &quot;threatened&quot; will not change the federal and state laws that protect them.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>The U.S. Fire Administration is part of which government agency?<br><br>Environmental Protection Agency, National Park Service, Bureau of Alcohol, Tobacco and Firearms, or Federal Emergency Management Agency?<br><br>You find the Fire Administration organized under the FEMA, the Federal Emergency Management Agency, which is part of the Department of the Homeland Security.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The U.S. Fire Administration says between 2005 and 2014, there was an overall decrease in the number of fires and the deaths and injuries they caused in the U.S. But with more than a million firefighters in the country, three quarters of them volunteers, officials are always looking for ways to make them safer. And a British company might have found a way to do that. With a price point of between $1,500 and $1,900, though, funding could become an issue for many fire departments who usually pay around $400 for a basic mask.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: MASK, Denbighshire, Wales.<br><br>Over 29,130 firefighters were injured on the job in 2015 in the U.S.<br><br>Sixty-eight American fighters lost their lives.<br><br>One U.K. company wants to reduce that number by helping firefighters see better.<br><br>The Scott Sight is the first mask for firefighters to have a built-in thermal image camera.<br><br>GRAHAM WILSON, DIRECOR, DESIGN REALTY: One firefighter`s objective is to go into a room and to rescue victims. In a smoke-filled room, you wouldn`t be able to see a thing.<br><br>Conventional thermal imaging system, you`re holding it like this and you`re looking into the screen. And that`s where we work very closely with Scott Safety identifying gaps in the technology market to be able to embed this into our product.<br><br>This bit here is the camera, that there is the in-mask display. This camera is sending information wirelessly, which means that we don`t have to penetrate the mask with a cable.<br><br>What you see in the display inside the respirator is thermo signatures of whatever is there, even if there`s a fire in the background.<br><br>Significantly, that firefighter can still scan the room and find the victim. You can imagine the environment in which the products go in. They don`t really get treated that well, even though they`re technology.<br><br>So, the fact that the firefighter can forget it`s there and go in and it can live up to whatever they`re doing was the real challenge. The benefit for this is the fact that both times, they have a screen they can look at whenever they want. It`s always capturing the thermal scene in front of them. So, they go way more information whenever they wanted.<br><br>It`s a proud day when you see such an impactful product improving people`s lives.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Some firefighters in California recently showed off how they have fun with their training. They took each other on in a friendly game of dodgeball while dressed in full firefighting gear. That adds around 45 pounds. Those knocked out were dragged off the court by their colleagues and it gave even more than exercise and agility training.<br><br>This helps firefighters learned how to better regulate the oxygen in their tanks when they`re taking on an emergency, even if they have to learn that while they dodge, duck, deep dive and dodge. But if dodgeball has been a heated game for generations of grade schoolers, this could get oxygenerations of firefighters all fired up for training that could be described as a breath of fresh air.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-03 CNN Student News.mp4"}