{"title":"CNNSN-2017-05-26-CNN-Student-News","script":"(CNN Student News) -- May 26, 2017<br><br><br>A Complex Agreement Within NATO; A Prediction About the Upcoming Hurricane Season; The Future of Driving<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Fridays are awesome. This is CNN 10, world news explained.<br><br>Our first stop today is in Brussels. It`s the capital of Belgium. It`s also where you`d find the headquarters of NATO, the North Atlantic Treaty Organization. It`s an alliance of 28 countries, mostly from Europe, plus Canada and the U.S. It was formed in 1949 as a way to counterbalance the military might of the Soviet Union.<br><br>The alliance is based on collective defense, an attack on one NATO member is considered an attack on all of them, and that was invoked once in 2001 after the September 11th terrorist attacks on the U.S. Troops from other NATO members served in the resulting war in Afghanistan.<br><br>But there`s a sore spot between the U.S. and NATO. Alliance members agree to spent spend 2 percent of their gross domestic product on their militaries. It`s a guideline they`re not penalized if they don`t.<br><br>But America has consistently met that target while most other NATO countries haven`t. President Donald Trump brought this up yesterday on his visit to Brussels.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Twenty-three of the 28 member nations are still not paying what they should be paying and what they are supposed to be paying for their defense.<br><br>(END VIDEO CLIP)<br><br>AZUZ: NATO`s website says the organization as a whole does over-rely on the U.S. for providing some of NATO`s essential military capabilities and President Trump`s comments likely troubled some NATO leaders partly because he`s questioned NATO`s effectiveness in the past, and partly because he didn`t promise yesterday that the U.S. would stick to its NATO commitments.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Explaining the controversy around NATO funding.<br><br>NICOLE GAOUETTE, CNN NATIONAL SECURITY REPORTER: It`s been a problem for decades, I would say 20, 30 years.<br><br>ELISE LABOTT, CNN GLOBAL AFFAIRS CORRESPONDENT: Many U.S. presidents have talked about NATO members meeting to take on more of the burden.<br><br>JOHN KIRBY, CNN DIPLOMATIC AND MILITARY ANALYST: President Trump wouldn`t be the first president that has tried to do this. President Obama made the case, as did President Bush before him.<br><br>GAOUETTE: There was a breakthrough in 2014 at a summit in Wales. But there are other factors. In 2014, we saw the rise of ISIS and we also saw Russia and Vladimir Putin moving into Ukraine and annexing Crimea. And those things really, really scared people in Europe. It was a huge incentive to spend more so that they can defend themselves.<br><br>KIRBY: It`s a struggle because many European countries are having their own domestic economic woes that are limiting their ability to spend on defense.<br><br>LABOTT: President Trump has really made this a cornerstone of his campaign certainly and now of his foreign policy, and has even threatening to withdraw from the alliance if the U.S. -- if other countries don`t pay more.<br><br>GAOUETTE: I think he has put the fear to some countries, with a lot of his rhetoric during the campaign. He was very equivocal about whether the U.S. needs NATO. And I think that unsettled people.<br><br>KIRBY: His bellicose nature has certainly reignited the flame, but that flame was already burning.<br><br>LABOTT: NATO members are willing to pay more and they are coming up with plans to lay out an outline for how they`re going to pay more. The U.S. wants them to commit to a 10-year plan. A lot of countries aren`t ready to do that.<br><br>KIRBY: It`s going to be a constant balancing act for them and quite frankly for the Trump administration going forward.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these events occurs on June 1st?<br><br>Summer solstice, Vernal equinox, hurricane season begin, or wildfire season begins?<br><br>June 1st is the official beginning and November 30th is the official end of the Atlantic hurricane season.<br><br>(END VIDEO CLIP)<br><br>AZUZ: These storms can form at anytime. That window is just when they`re most likely. And this year, NOAA, the National Oceanic and Atmospheric Administration is predicting an above normal Atlantic hurricane season, with between 11 and 17 named stores, five to nine hurricanes, and two to four major hurricanes.<br><br>Why? NOAA expects sea surface temperatures to be average or above average, and it doesn`t expect a lot of vertical wind shear which can weaken hurricanes. Forecasting these storms is not an exact science. Experts at Colorado State University predicted a season with slightly below average activity.<br><br>The U.S. hasn`t had a major hurricane make landfall since 2005. That`s a record amount of time.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: Tropical systems come in all shapes and sizes. You have tropical depressions, tropical storms.<br><br>And once it is strong enough to become a hurricane, you have five categories, with category five being the strongest.<br><br>SUBTITLE: Hurricanes: What you should know.<br><br>GRAY: The states most frequently hit by a hurricane, Florida, Louisiana and Texas. But as much as we know about hurricanes, forecasting them is still a challenge. Just as we name each storm, each storm has its own personality, like Katrina in 2005, which intensified rapidly overnight, going from a category three to a category five. It became the fourth most intense hurricane on record as of that time.<br><br>And the forecast track can change dramatically, like Erica in 2015, or a system that can be viewed as relatively weak, like a tropical storm could end up like Tropical Storm Allison in 2001. The remnants of the storm stalled over Southeast Texas, dumping 35 inches of rain over Houston in just five days. The storm became the first non-hurricane to have its name retired.<br><br>(END VIDEOTAPE)<br><br>AZUZ: According to EVs.com (ph), which covers news about electric vehicles and tracks their sales, there was a deep in the average number of electric cars sold in the U.S. between March and April. Still, for the first four months of this year, EV sales have been higher across the board than they<br><br>were last year. Is that a sign of things to come?<br><br>(BEGIN VIDEOTAPE)<br><br>PETER VALDES-DAPENA, CNNMONEY SENIOR AUTOMOTIVE REPORTER: For the past 100 years or more, Americans have mostly bought cars, filled them with gasoline, and driven them places.<br><br>Get ready for all that to change.<br><br>SUBTITLE: The future of driving.<br><br>REPORTER: First, electric cars are coming on strong. Batteries are now better and cheaper to make. The Chevrolet Volt and soon the Tesla model 3 both get more than 200 miles of range for under $40,000. They promised to make practical electric cars accessible to the masses.<br><br>At the same time, advances in computers, software and sensors are bringing the dream of self-driving cars to reality. Already, many luxury models can largely drive themselves on highways and in stop and go traffic.<br><br>That`s easy stuff, though. The real challenge is driving on city streets and in suburbs where are there complex intersections and pedestrians.<br><br>Companies from both inside and outside the auto industry are working on those problems. Several automakers have promised to put self-driving cars on the road in just a few years. They`ll probably show up in fleets at first, think self-driving taxis with a driver at the wheel.<br><br>Once cars can drive themselves, car sharing becomes much more attractive. After all, if your car doesn`t need you to drive it, why just let it sit in a parking space all day? For that matter, why buy a car at all when you can cheaply ride in one that`s just driving around on its own anyway.<br><br>With all this going on, it`s no wonder automakers and auto industry investors are nervous about which companies will come out on top when the future finally arrives, and it`s arriving fast.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Electric cars are one thing, but what about an electric police officer? This is a real life Robocop. It`s on duty in Dubai, part of the United Arab Emirates. It has a touch screen that allows people to pay traffic tickets or report crimes. It also has facial recognition software to potentially spot criminals.<br><br>There are concerns about the ethnics and safety of robotic police. But this one is also programmed to give compliments to people passing by, which some might get used to and consider automatic.<br><br>An electric officer could come as a shock to a criminal. Getting caught would be an arresting development. Would the robot be impersonating an officer? Could knocking one over be an assault on battery? No matter what happens, something is getting charged.<br><br>I`m Carl Azuz for CNN 10. That`s all for today. We`ll be off the air next Monday for Memorial Day, when America remembers fallen servicemen and women. We hope to see you back here on Tuesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-26 CNN Student News.mp4"}