{"title":"CNNSN-2017-03-24-CNN-Student-News","script":"(CNN Student News) -- March 24, 2017<br><br><br>Holocaust Survivor Discusses Threats to Jewish Centers; A Company Plans Tours of the Titanic; A Product Aims to Help Improve People`s Posture<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: You`re one day away from the weekend and minutes away from being up to speed on world news events. I`m Carl Azuz for CNN 10.<br><br>For months, bomb threats had been made at Jewish organizations and community centers throughout the U.S., Australia and New Zealand. And for months, international investigators have been trying to figure out who`s been making them. Yesterday, they arrested a suspect.<br><br>Police say he`s a 19-year-old Jewish man who holds citizenship in both Israel and the U.S. He was arrested in Southern Israel. International police say he used camouflaging technology to cover his tracks. And while some leaders of Jewish institutions are calling the arrest a relief, others are saying they`re bothered by the fact that the person suspected of making threats against Jewish centers is himself reportedly Jewish.<br><br>Israel officials are trying to figure out his motive. The suspect`s lawyer says the 19-year-old has a history of behavioral issues and that he was diagnosed with an inoperable brain tumor when he was 14.<br><br>In the U.S. alone, there had been more than a hundred bomb threats this year against Jewish schools and centers in 33 states. Police believed most of the threats were made by one person and that copycats made some others. None of the threats was carried out. There were no actual attacks. But they did cause evacuations at some of the targets and anxiety among many Jewish people.<br><br>(BEGIN VIDEOTAPE)<br><br>FANNY AIZENBERG, HOLOCAUST SURVIVOR: We escaped to death.<br><br>BARBARA STARR, CNN PENTAGON CORRESPONDENT (voice-over): An auditorium of teenagers listening to 100-year-old Fanny Aizenberg, a survivor of the Nazi Holocaust, tell of unimaginable fear more than 70 years ago.<br><br>AIZENBERG: Nine minutes on the clock, 100 people were dead.<br><br>STARR: The students crowd around, wanting to say hello at Washington`s Holocaust Memorial Museum. But now at 100, anti- Semitism is back in Fanny`s life.<br><br>(on camera): You know that happened and now, today, you see things like the JCC?<br><br>AIZENBERG: Yes.<br><br>STARR: What do you think about that? What is --<br><br>AIZENBERG: It scares me.<br><br>STARR (voice-over): More than 80 Jewish Community Centers and schools across the country have received bomb threats in a wave of anti-Semitism.<br><br>AIZENBERG: Next door is a JCC. There were -- they got already two warnings about a bomb. That`s next door to where I live.<br><br>STARR (on camera): Explain to people what you think about all of this.<br><br>AIZENBERG: I`m afraid, too, because I`m too honest.<br><br>STARR: Tell me.<br><br>AIZENBERG: No, it hurts me and I say (ph), of all the places in the world.<br><br>STARR (voice-over): For elderly holocaust survivors, a struggle once again to understand why.<br><br>AIZENBERG: So why do you stop it? If you don`t have the authority today and America is still the biggest power in the world, so why don`t we do anything about it?<br><br>STARR: Diane Saltzman works with survivors at the museum.<br><br>(on camera): The reaction you`re seeing is refusing to give up?<br><br>DIANE SALTZMAN, DIRECTOR OF SURVIVOR AFFAIRS, U.S. HOLOCAUST MEMORIAL MUSEUM: There`s determination and even some defiance that they`re not going to stop. Their message is really important.<br><br>STARR (voice-over): And Fanny Aizenberg`s life is testimony to that. When the Nazis invaded Belgium in 1940, she had to send her daughter, Josiane, into hiding. She wouldn`t see her for years. Even now, Fanny says the decision to separate was unbearably hard.<br><br>AIZENBERG: How do you put a child away? That`s the only thing I had.<br><br>STARR: She joined the resistance, hiding Jews and working as a courier before she was exposed to the Nazis and sent to Auschwitz, surviving Nazi medical torture, the family eventually reunited and coming to America.<br><br>Today, she and other survivors struggle to understand a simple question, why do people hate?<br><br>AIZENBERG: I try to make people understand. You cannot love each other, but you could understand others. You don`t have to hate anybody.<br><br>STARR: Barbara Starr, CNN, Washington.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>The RMS Carpathia was most famous for what?<br><br>First transatlantic voyage, sinking the Bismarck, rescuing Titanic survivors, first steamship?<br><br>On April 15th, 1912, Carpathia sailed into history when she rescued 705 survivors of the Titanic disaster.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The wreckage of the Titanic lies more than two miles below the surface of the Atlantic Ocean. It`s several hundred miles off the coast of Newfoundland. And though it`s been well-documented and photographed since it was discovered in 1985, a British travel company is now allowing people to visit the site in person. Adventurers would sail to the surface over the wreckage and then get into a submersible to explore the Titanic and its massive debris field, for up to three hours at a time.<br><br>The cost: just over $105,000 per person and the company says the first voyage is already booked. It also says that the price is what a first class ticket on the Titanic would have cost in today`s dollars, though a different company offered trips like this in 2012 for just over half as much.<br><br>There are other organizations planning to give Titanic tours, but it`s not known for how long. A study from last year claimed that a certain type of bacteria was eating away at the wreckage and that it may only last another 15 or 20 years.<br><br>The number of health sites can tell you how bad posture can be a real pain in the neck. Oh-uh! But it goes beyond that. Shoulder pain, low back pain, rotator cuff issues, all of it`s been linked to slouching. And staring down at smartphones hasn`t done our posture any favors. The pain and damage that can result from that has been nicknamed text neck.<br><br>There are products that can help us straighten up, things you can use at work, in class, around the house. The one you`re about to see starts at $80, but it`s not perfect.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): It`s a small device that promises big gains for your back health.<br><br>(on camera): Oh, there you go.<br><br>Can you describe to me how this whole system works?<br><br>MONISHA PERKASH, CEO, LUMO BODYTECH: So, Lumo Lift attaches to your shirt magnetically and when you slouch, it will vibrate, to remind you to straighten up.<br><br>Also, it connects an app on your smartphone. And on that app, it will track your posture habits that helps you to be aware of your posture, so that you can self correct and develop the muscle memory to hold yourself in a good form.<br><br>CRANE (voice-over): While posture devices like this one maybe helpful, physical therapist Karena Wu has concerns.<br><br>KARENA WU, CLINICAL DIRECTOR, ACTIVECARE PHYSICAL THERAPY: You have to remember to charge it, put it on and actually use it, and then you have to remember to attend to it because of how easily one can ignore sensory stimuli once you get used to it.<br><br>It`s more about making the conscious effort to say, oh, you know what? Let me sit up with good upright posture, because I know my health will be better in the long run.<br><br>CRANE: After having worn this thing, I realize that I`ve got a long way to go until good posture like this is my new normal.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s time to take a break y`all, and we`re going to the break room, a place where you first put on safety gear and then you get to break stuff and not get kicked out of the house.<br><br>There`s a price to pay for doing all this damage. It ranges from 30 to 90 bucks, depending on how many breakers you`ve got, what kind of stuff you want to break, and how broke you are.<br><br>But the idea is that it helps people relieve stress by taking it out on unsuspecting household items.<br><br>See? We do cover breaking news and that was one of the breakups we`ve seen. People who go there maybe entering and breaking, engaging in disorderly conduct, disturbing the pieces. But the only laws being broken were the laws of physics.<br><br>That pieces together another edition of CNN 10 where Fridays are awesome.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-24 CNN Student News.mp4"}