{"title":"CNNSN-2017-01-12-CNN-Student-News","script":"(CNN Student News) -- January 12, 2017<br><br><br>.S. Makes Large Military Deployment to Europe; President Obama Delivers His Farewell Address; What Moving Day is Like at the White House<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN 10 ANCHOR: Your world explained in 10 minutes. This is CNN 10. Thank you for watching. I`m Carl Azuz.<br><br>First story this Thursday, it`s about one of the largest U.S. military deployments in Europe since the Cold War. It`s not just several thousand U.S. troops who recently arrived in Germany. It`s tanks, armored trucks, artillery, twenty-four hundred pieces of military equipment. And it will be spread out across Eastern Europe.<br><br>This is part of an American effort to show it`s committed to NATO, the North Atlantic Treaty Organization. That was formed in 1949 by European countries and the U.S., as a sort of guard against the Soviet Union.<br><br>Today, NATO members are concerned about Russia. The country has supported the pro-Russian forces who are fighting Ukrainian government troops in eastern Ukraine, and Russia controversially took over Crimea, a region of Ukraine, in early 2014.<br><br>At that time, the vast majority of people in Crimea voted to make their region part of Russia, instead of Ukraine. But Russia`s takeover was something that Ukraine and several other countries, including the U.S., did not accept, and it troubled leaders throughout NATO, including those in Latvia.<br><br>That`s where some U.S. troops are currently engaged in training exercises.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): War games in the snowy fields of Eastern European, as U.S. soldiers trained in Latvia.<br><br>Twenty-five years ago, this was part of the Soviet Union. Today, Latvia is part of the European Union, and also a U.S. military ally in NATO.<br><br>(on camera): These are live fire exercises, that`s why I`ve got to wear all these extra protective armor. Military commanders say they`re trying to show that they`re a force of deterrence and their number one potential threat, Latvia`s much bigger neighbor to the east.<br><br>COLONEL GREGORY ANDERSON, U.S. ARMY: The origins were really a response to Russian activity in 2014, when the strategic situation changed.<br><br>WATSON (voice-over): He`s talking about Russia`s annexation of the Crimean Peninsula, after Russian forces drove Ukrainian troops out of this corner of Ukraine in 2014.<br><br>Russia`s land grab frightens people and former Soviet republics like Latvia, where there are still bitter memories after a half century of Soviet occupation.<br><br>But there are two sides to this tension. We travelled from Latvia, across Lithuania to Kaliningrad, a Russian enclave in Russia that`s cut off from mainland Russia. In soviet names, this was heavily militarized place, closed off from the outside world.<br><br>Kaliningrad was recently thrust back into the spotlight after Russia deployed nuclear-capable missiles here. Russia`s top diplomat defended the move, arguing it`s the U.S. that`s threatening Russia.<br><br>Kaliningrad is still the headquarters of the Russian navy`s Baltic fleet and Moscow has been flexing its own muscles, performing military drills in the region.<br><br>Rival militaries maneuvering along opposite sides of increasingly tense borders, in a land that still bears scars from the last time armies fought here.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Unlike the U.S. president`s State of the Union report, there`s no requirement in the Constitution for an American leader to give a farewell address. In fact, the words &quot;farewell&quot; and &quot;address&quot; don`t appear at all in the document. But the tradition goes back to the nation`s first president who famously used part of his address to warn Americans about the influence of political parties.<br><br>The farewell tradition continued this week with outgoing President Barack Obama addressing more than 20,000 of his supporters on Tuesday night.<br><br>(BEGIN VIDEOTAPE)<br><br>MICHELLE KOSINSKI, CNN WHITE HOUSE CORRESPONDENT (voice-over): President Obama took the stage to say farewell.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: It`s good to be home.<br><br>KOSINSKI: The applause so deafening, it was hard to begin. But he soon tore into the forces within America that he says threaten the very democracy that too many take for granted.<br><br>OBAMA: Only if all of us, regardless of party affiliation or particular interest help restore the sense of common purpose that we so badly need right now.<br><br>KOSINSKI: He called out economic inequality, discrimination and, in some surprising words, stressed that everyone needs to show empathy.<br><br>OBAMA: For blacks and other minority groups, that means tying our own very real struggles for justice to the challenges that a lot of people in this country face. Not only the refugee or the immigrant or the rural poor or the transgender American but also the middle-aged white guy who, from the outside, may seem like he`s got advantages but has seen his world upended by economic and cultural and technological change.<br><br>KOSINSKI: Calling out naked partisanship, corrosive politics, fake news.<br><br>OBAMA: And increasingly, we`ve become so secure in our bubbles that we start accepting only information, whether it`s true or not, that fits our opinions, instead of basing our opinions on the evidence that is out there.<br><br>KOSINSKI: The president thanking those around him -- most emotionally his family.<br><br>OBAMA: Michelle LaVaughn Robinson, girl of the South Side. For the past - - for the past 25 years, you have not only been my wife and mother of my children, you have been my best friend.<br><br>KOSINSKI: And thanking Americans who work hard for change, asking them one more thing -- to believe in the power within themselves.<br><br>OBAMA: Yes, we can. Yes, we can.<br><br>(APPLAUSE)<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Who is the first U.S. president to live in the White House? John Quincy Adams, Thomas Jefferson, John Adams or George Washington?<br><br>Though Washington picked the site of the White House, it wasn`t until 1800 when his successor John Adams moved in.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And even then, it still wasn`t finished. First Lady Abigail Adams used the empty East Room to hang their laundry to dry. Of course, now, the president`s residence at 1600 Pennsylvania Avenue has many more modern conveniences, like washer dryers. But a lot needs to get done on January 20th, when the former president moves out and the new president moves in.<br><br>(BEGIN VIDEOTAPE)<br><br>JAKE TAPPER, CNN CHIEF WASHINGTON CORRESPONDENT (voice-over): At 10:30 on the morning of Inauguration Day, President Obama will say goodbye to 1600<br><br>Pennsylvania Avenue.<br><br>OBAMA: They literally move all your stuff out in one day. You are living there and then, suddenly -- it`s not all out in the South Lawn. I mean,<br><br>they pack it up.<br><br>TAPPER: He and President-elect Donald Trump will meet again before heading to the inaugural ceremony. As soon as they walk out the door, the White House chief usher and almost 100 staffers will swing into action.<br><br>STEPHEN ROCHON, WHITE HOUSE CHIEF USHER, 2007-2011: It`s more like organized chaos. We have one truck on the South Lawn that belongs to the outgoing president and first family, facing south. And the incoming truck facing north toward the White House on the east side of the south grounds.<br><br>TAPPER: Rear Admiral Stephen Rochon was the first African-American White House chief usher, and he was in charge of the White House from President George W. Bush to Barack Obama. He remembers asking incoming First Lady Michelle Obama how she wanted the house decorated.<br><br>ROCHON: In the case of the Obamas, they have two precious girls that wanted a girly type room. Anything can be changed on the second and third floor, which are the private floors for the first family.<br><br>TAPPER: &quot;Extreme Makeover&quot; White House edition requires all hands on deck since it`s a race against the clock. They have only six hours to transform the 132-room mansion into the new first family`s home. Movers carry furniture in and out of the White House. Personal items are carefully organized from the moving trucks. The dining rooms are decorated and set up and the kitchen staff cooks up an inaugural snack, something to help the first family get through all those late night bowls.<br><br>And, of course, the Oval Office gets a little sprucing up as well. New paintings on the wall. The carpet and desks are cleaned and new technologies installed. No detail is every too small.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Ever wonder what it`s like to be a polar bear roaming and playing and killing prey in the Arctic? Well, me neither. But this still gives us a great idea of what that`s like.<br><br>The U.S. Geological Survey recently attached a camera to a female polar bear`s neck. The goal? Study the animal`s behavior and responses to changes in her environment. The view? Fantastic.<br><br>This was shot in the southern Beaufort Sea, which is north of Alaska. What you didn`t see was the other bear asking her out on a date. He started with what`s er sign? A better glance was arctic. I don`t know how she could bear it. Lines like that are un-bear-livable. In other words, simply, roar-ful.<br><br>CNN 10 has more news and horrible puns, short (INAUDIBLE) glace and frosty looks tomorrow. Come on back then.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-12 CNN Student News.mp4"}