{"title":"CNNSN-2015-09-08-CNN-Student-News","script":"(CNN Student News) -- September 8, 2014<br><br>Labor Day Campaigning; Europe`s Migrant Crisis; A Warning about Powdered Caffeine<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS. I`m Carl Azuz. Welcome to all of our viewers worldwide. And if your school year is just getting started, we hope it`s going well for you so far.<br><br>We`re back from the Labor Day holiday. It`s often viewed as an unofficial start to the presidential campaign season and the candidates were out in force over the weekend.<br><br>Many are holding meetings, attending events, hosting fundraisers and they`re concentrating on Iowa and New Hampshire. Those are the two states where the first caucuses and primaries will be held early next year. They`ll help determine who each party`s nominee will be in next November`s presidential election.<br><br>Five people are officially seeking the Democratic Party`s nomination. Seventeen people are officially seeking the Republican Party`s nomination.<br><br>Across the Atlantic, Europe is dealing with its most severe migration crisis since World War II. Hundreds of thousands are crossing borders.<br><br>Most of them are from Afghanistan, Syria, and Iraq. Some are migrants looking for a better life in Europe. Many are refugees fleeing war-torn countries or the ISIS terrorist group.<br><br>And some European officials are concerned that terrorists themselves might cross into the Europe with the asylum seekers.<br><br>Austria and Germany say they can`t keep up with the influx of people. They want other countries to help more. France and Britain say they will.<br><br>They`re planning to accept tens of thousands. Hungary has built a fence to prevent people from entering from neighboring Syria.<br><br>Their journey is treacherous. It involves crossing nations on foot, walking dozens of miles. It involves crossing the Mediterranean on overloaded unstable votes.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Under the spotlight of a Turkish coast guard cutter --<br><br>UNIDENTIFIED MALE: You see -- you see the refugees?<br><br>WATSON: The silhouettes of more than 20 people stranded in a rubber boat.<br><br>They are desperate, frightened, but tonight luckily saved by volunteers from the Bodrum Sea Rescue Association, who work alongside the Turkish coast guard.<br><br>UNIDENTIFIED MALE: Not all together. Wait. Wait.<br><br>WATSON: Among the passengers rescued, five little children. Just four days after the world was shocked by photographs of a Syrian refugee toddler who drown at sea. These people have embarked on the exact same perilous journey.<br><br>They set off from the Turkish resort peninsula of Bodrum in hope of reaching the Greek island of Kos. Instead of drifting at sea with a failed engine, these people will be brought back safely to Turkey.<br><br>The beaches below Bodrum`s villas and posh resorts, an unlikely launching point for tens of thousands of refugees and migrants willing to risk everything to reach Europe.<br><br>Under the light of the crescent moon, we witness another attempt at a crossing.<br><br>WATSON (on camera): It`s after 2:00 a.m. and we`ve encountered another little rubber dinghy loaded with people. They`re actually paddling in the direction of Greece. It`s incredibly overloaded, this little boat. It`s an accident waiting to happen.<br><br>WATSON (voice-over): To make matters worse, some wear heavy backpacks over their life jackets.<br><br>UNIDENTIFIED MALE: The coast guard is coming.<br><br>WATSON: Before possible disaster strikes, the coast guard comes to the rescue. Tonight, they fail to reach Greece but they will live another day.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: See if you can ID me.<br><br>I`m an organic compound that`s found in several of the foods we ate. I`m naturally better in flavor and well known for stimulating the central nervous system.<br><br>I`m caffeine, a substance with several benefits and drawbacks.<br><br>(END VIDEO CLIP)<br><br>AZUZ: A couple of things you might not know about caffeine. One, people can get physically dependent on it. It`s not considered as addictive as say illegal street drugs or alcohol, but people who are used to caffeine and suddenly stop drinking it can get headaches. They can become anxious or depress. They can have a hard time concentrating.<br><br>Another thing about caffeine is that the U.S. Food and Drug Administration has a new warning out about it. The alert focuses on pure powdered caffeine, something so potent that small amounts can cause an accidental overdose. The FDA says it`s aware of at least two people who have died from taking it.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ (voice-over): Caffeine is everywhere -- in coffee, iced tea, sodas, even in some medications. It`s an stimulant that can make you feel more alert and give you that boost of energy.<br><br>DR. HENRY SPILLER, NATIONWIDE CHILDREN`S HOSPITAL: It increases blood flow to the muscles, opens up your lungs. It gives increased performance.<br><br>AZUZ: But when you consume too much of it, caffeine can cause major health problems. On average, most people can handle about 300 to 400 milligrams of caffeine per day. That`s about what`s in three to four six ounce cups of coffee.<br><br>What`s concerning these days is more and more products contain larger amounts of caffeine. Energy drinks, supplements, even powdered caffeine contains way more of the substance than any cup of coffee. For example, the FDA warns one teaspoon of powdered caffeine is equivalent to 25 cups of coffee.<br><br>SPILLER: When they take what they think is a dose, it`s 10, 15, 20 times what they`re expected.<br><br>AZUZ: Consuming more than 1,000 milligrams of caffeine can lead to some serious side effects like an irregular heartbeat, nausea, tremors, insomnia, and in some rare situations, death.<br><br>So, beware of what you`re drinking. Best way to avoid caffeine overdose is to check the ingredients just to see how much caffeine you`re taking in.<br><br>(END VIDEOTAPE)<br><br>AZUZ: &quot;Roll Call&quot; requests are coming in from all over the world at CNNStudentNews.com. Keep them coming.<br><br>L`Anse Creuse Middle School Central made today`s roll. It`s in Harrison Township, Michigan, the home of the Lancers.<br><br>In North Carolina, we`ve got the Raiders watching today. Hello to our friends at Southern Vance High School.<br><br>And in Hsinchu, Taiwan, thank you for watching at the Pacific American School. It`s great to see you.<br><br>(MUSIC)<br><br>AZUZ: Dr. David Sabgir is today`s study in character. While some physicians might keep extended hours or email their patients or even make house calls, Dr. Sabgir joins his for a walk. It helps them prevent heart disease, the number one killer in America.<br><br>And his nonprofit Walk with the Doc now has more than 160 chapters around the U.S., with doctors and patients getting fit.<br><br>(BEGIN VIDEOTAPE)<br><br>AMAR KUMAR: I knew something had to change on my end to stay healthy. I would go anywhere between nine to 12 hours, all sitting at a desk. You may be working a lot, but you`re at the desk sitting.<br><br>DR. DAVID SABGIR, CNN HERO: How far do you think you could walk before you had to stop?<br><br>The number one problem I see in my patients faces as cardiologist is a sedentary lifestyle. I was frustrated at my ineffectiveness to create change in my patients.<br><br>UNIDENTIFIED FEMALE: Hello.<br><br>SABGIR: How are you?<br><br>UNIDENTIFIED FEMALE: I`m fine.<br><br>SABGIR: So, I said how about if my family goes to the park, would you be interested in joining us.<br><br>So see you tomorrow at the walk?<br><br>UNIDENTIFIED FEMALE: Yes.<br><br>SABGIR: The response was phenomenal.<br><br>I wanted to talk about how easy taking care of ourselves can be.<br><br>There`s no better way that you can show a patient that you care about them than by going the extra mile with them. There`s no wait in the office.<br><br>There`s no fear of bad news. It`s just the patient and the physician talking about whatever the patient wants to talk about.<br><br>KUMAR: In the beginning I used to walk a mile or two. By the end of the year, I`ve completed a full marathon.<br><br>I`m thinking of signing up for my second marathon.<br><br>Dr. Sabgir taught me you can achieve things that are really big, but it all starts with small steps.<br><br>SABGIR: How many miles do you have in already?<br><br>UNIDENTIFIED FEMALE: Two-point-seven.<br><br>SABGIR: Eighty percent of cardiac disease is preventable if we just go for a walk. If people just take that first step, they will never look back.<br><br>UNIDENTIFIED FEMALE: High-five.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, two words: sky pool. Well, actually, it`s one word and it describes one awesome swimming hall or suspended pool between two apartment buildings in London.<br><br>When it`s complete in three years, it will be 10 stories above the ground, 90 feet long, made out of see-through acrylic that`s eight inches thick, but it`s only four feet deep, so there won`t be any sky diving. Get it?<br><br>Of course, other apartments could build something like this, they just have to pool their resources. Given critics might wonder water, they`re thinking building this way above ground pool, but it shows that when it comes to aquatic construction, the sky is not the limit.<br><br>If you`re already on Instagram, you might like the &quot;Roll Call&quot; tip we posted last night. Instagram.com/CNNStudentNews.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-08 CNN Student News.mp4"}