{"title":"CNNSN-2016-09-27-CNN-Student-News","script":"(CNN Student News) -- September 27, 2016<br><br><br>The First Trump-Clinton Presidential Debate<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Recapping last night`s U.S. presidential debate. This is CNN STUDENT NEWS. I`m Carl Azuz.<br><br>Suspense has been building for weeks. The size of the TV, online and social media audience was expected to be historic. It was the first head to head match up between Democratic nominee Hillary Clinton and Republican nominee Donald Trump.<br><br>There are other candidates. Why just those two on the debate stage? Because you take part in the U.S. presidential debate, the Commission on Presidential Debates requires candidates to have the support of at least 15 percent of voters in national polls. Only Mrs. Clinton and Mr. Trump had that.<br><br>And in those polls, they are neck and neck. In CNN`s average of five of the most of the recent national polls, Clinton had the support of 44 percent of likely voters. Trump had the support of 42 percent.<br><br>But in a number of battleground states, states where either a Republican or a Democrat could win the electoral vote, the two main candidates were so close, they were within the margin of error, meaning neither had a commanding lead.<br><br>Now, for the debate. It was scheduled to last 90 minutes with no breaks and no commercials. Donald Trump stood to the left of the moderator, Hillary Clinton to the right. That was decided by a coin toss.<br><br>Hillary Clinton was to receive the first question of the debate, also decided by a coin toss.<br><br>And NBC News anchor named Lester Holt moderated. His plan was to spend 30 minutes on each of three main general topics.<br><br>The first was on achieving prosperity. It was the chance for the candidates to discuss the status of the U.S. economy and their plans for where to take it.<br><br>(BEGIN VIDEO CLIP)<br><br>HILLARY CLINTON (D), PRESIDENTIAL NOMINEE: There are different views about what`s good for our country, our economy, and our leadership in the world.<br><br>And I think it`s important to look at what we need to do to get the economy going again. That`s why I said new jobs with rising incomes, investments, not in more tax cuts that would add $5 trillion to the debt.<br><br>DONALD TRUMP (R), PRESIDENTIAL NOMINEE: But you have no plan.<br><br>CLINTON: But in -- oh, but I do.<br><br>TRUMP: Secretary, you have no plan.<br><br>CLINTON: In fact, I have written a book about it. It`s called &quot;Stronger Together.&quot; You can pick it up tomorrow at a bookstore --<br><br>TRUMP: That`s about all you`ve --<br><br>(CROSSTALK)<br><br>LESTER HOLT, DEBATE MODERATOR: Folks, we`re going to --<br><br>CLINTON: -- or at an airport near you.<br><br>HOLT: We`re going to move to --<br><br>CLINTON: But it`s because I see this -- we need to have strong growth, fair growth, sustained growth. We also have to look at how we help families balance the responsibilities at home and the responsibilities at business.<br><br>So we have a very robust set of plans. And people have looked at both of our plans, have concluded that mine would create 10 million jobs and yours would lose us 3.5 million jobs, and explode the debt which would have a recession.<br><br>TRUMP: You are going to approve one of the biggest tax cuts in history. You are going to approve one of the biggest tax increases in history. You are going to drive business out. Your regulations are a disaster, and you`re going to increase regulations all over the place.<br><br>And, by the way, my tax cut is the biggest since Ronald Reagan. I`m very proud of it. It will create tremendous numbers of new jobs. But regulations, you are going to regulate these businesses out of existence.<br><br>When I go around -- Lester, I tell you this, I`ve been all over. And when I go around, despite the tax cut, the thing -- the things that business as in people like the most is the fact that I`m cutting regulation. You have regulations on top of regulations, and new companies cannot form and old companies are going out of business. And you want to increase the regulations and make them even worse.<br><br>I`m going to cut regulations. I`m going to cut taxes big league, and you`re going to raise taxes big league, end of story.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So, strong views, strong disagreements. That continued in the second segment of the debate. The focus here: America`s direction -- where is the country headed, how would the candidates address the challenges of American communities and how will the candidates lead?<br><br>(BEGIN VIDEO CLIP)<br><br>TRUMP: And we have to be very strong. And we have to be very vigilant.<br><br>We have to be -- we have to know what we`re doing. Right now, our police, in many cases, are afraid to do anything. We have to protect our inner cities, because African-American communities are being decimated by crime.<br><br>(BEGIN VIDEO CLIP)<br><br>TRUMP: And we have to be very strong. And we have to be very vigilant.<br><br>We have to be -- we have to know what we`re doing. Right now, our police, in many cases, are afraid to do anything. We have to protect our inner cities, because African-American communities are being decimated by crime, decimated.<br><br>You need better relationships. I agree with Secretary Clinton on this. You need better relationships between the communities and the police, because in some cases, it`s not good.<br><br>But you look at Dallas, where the relationships were really studied, the relationships were really a beautiful thing, and then five police officers were killed one night very violently. So, there`s some bad things going on. Some really bad things.<br><br>HOLT: Secretary Clinton --<br><br>TRUMP: But we need -- Lester, we need law and order. And we need law and order in the inner cities, because the people that are most affected by what`s happening are African-American and Hispanic people. And it`s very unfair to them what our politicians are allowing to happen.<br><br>CLINTON: Lester, I think implicit bias is a problem for everyone, not just police. I think, unfortunately, too many of us in our great country jump to conclusions about each other.<br><br>When it comes to policing, since it can have literally fatal consequences, I have said, in my first budget, we would put money into that budget to help us deal with implicit bias by retraining a lot of our police officers.<br><br>I`ve met with a group of very distinguished, experienced police chiefs a few weeks ago. They admit it`s an issue. They`ve got a lot of concerns.<br><br>Mental health is one of the biggest concerns, because now police are having to handle a lot of really difficult mental health problems on the street.<br><br>They want support, they want more training, they want more assistance. And I think the federal government could be in a position where we would offer and provide that.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And that brings us to third planned section of the showdown. Securing America was the theme here. How do Hillary Clinton and Donald Trump plan to keep the country safe and what are their visions for the future of U.S. foreign policy, how it works with other nations of the world?<br><br>(BEGIN VIDEO CLIP)<br><br>CLINTON: How do we protect our people?<br><br>And I think we`ve got to have an intelligence surge, where we are looking for every scrap of information. I was so proud of law enforcement in New York, in Minnesota, in New Jersey. You know, they responded so quickly, so professionally to the attacks that occurred by Rahami. And they brought him down. And we may find out more information because he is still alive, which may prove to be an intelligence benefit.<br><br>So we`ve got to do everything we can to vacuum up intelligence from Europe, from the Middle East. That means we`ve got to work more closely with our allies, and that`s something that Donald has been very dismissive of.<br><br>We`re working with NATO, the longest military alliance in the history of the world, to really turn our attention to terrorism. We`re working with our friends in the Middle East, many of which, as you know, are Muslim majority nations. Donald has consistently insulted Muslims abroad, Muslims at home, when we need to be cooperating with Muslim nations and with the American Muslim community.<br><br>They`re on the front lines. They can provide information to us that we might not get anywhere else. They need to have close working cooperation with law enforcement in these communities, not be alienated and pushed away as some of Donald`s rhetoric, unfortunately, has led to.<br><br>TRUMP: The secretary said very strongly about working with -- we`ve been working with them for many years, and we have the greatest mess anyone`s ever seen. You look at the Middle East, it`s a total mess. Under your direction, to a large extent.<br><br>But you look at the Middle East, you started the Iran deal, that`s another beauty where you have a country that was ready to fall, I mean, they were doing so badly. They were choking on the sanctions. And now they`re going to be actually probably a major power at some point pretty soon, the way they`re going.<br><br>But when you look at NATO, I was asked on a major show, what do you think of NATO? And you have to understand, I`m a businessperson. I did really well. But I have common sense.<br><br>And I said, well, I`ll tell you. I haven`t given lots of thought to NATO. But two things.<br><br>Number one, the 28 countries of NATO, many of them aren`t paying their fair share. Number two -- and that bothers me, because we should be asking -- we`re defending them, and they should at least be paying us what they`re supposed to be paying by treaty and contract.<br><br>And, number two, I said, and very strongly, NATO could be obsolete, because -- and I was very strong on this, and it was actually covered very accurately in &quot;The New York Times&quot;, which is unusual for &quot;The New York Times&quot;, to be honest -- but I said, they do not focus on terror.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Two very different candidates with two very different views on the future of the U.S. presidency, there`s no debate about it.<br><br>There are two more presidential debates scheduled and one vice presidential debate, all of them are set for next month, and CNN STUDENT NEWS will continue to follow the people, the polls and the process moving forward in this U.S. presidential election cycle.<br><br>I`m Carl Azuz. We hope to see you again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-27 CNN Student News.mp4"}