{"title":"CNNSN-2015-12-15-CNN-Student-News","script":"(CNN Student News) -- December 15, 2015<br><br>Bowe Bergdahl Faces Court-Martial; 2015 Year in Review; Presidential Debate Preparations<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Delivering you Tuesday edition of CNN STUDENT NEWS. I`m Carl Azuz.<br><br>We`re starting with an update involving U.S. Army Bowe Bergdahl. Yesterday, the Army announced that the 29-year-old serviceman would face a general court martial, a military trial on two charges, desertion and misbehavior before the enemy.<br><br>In the summer of 2009, Sergeant Bergdahl disappeared from his American base in Afghanistan. He was later captured by the Taliban, the former rulers of that country, whom the U.S. was fighting.<br><br>Almost five years later, the Obama administration controversially exchanged five Taliban prisoners who were in U.S. custody for Sergeant Bergdahl.<br><br>Before that, a U.S. commission had recommended not releasing these particular Taliban prisoners.<br><br>Also, the administration did not give Congress the required 30-day notice of the prisoner exchange. House and Senate committees have said the White House broke the law. The administration said it feared for Bergdahl`s life and that the U.S. leaves no man or woman in uniform behind.<br><br>Bergdahl`s trial date has not been announced yet. If he`s convicted, he could face a life sentence.<br><br>With the year winding down, this is our last week on air until January 4th, we`re starting a new series today that we`re planning to run the rest of the week. It takes a look back at some of the stories that made headlines over the past calendar year. So, without further ado, in today`s &quot;Year in Review&quot;, Mary Maloney focuses on U.S. news from 2015.<br><br>(BEGIN VIDEOTAPE)<br><br>MARY MOLONEY, CNN REPORTER (voice-over): This was a tragically reoccurring scene during 2015, crowds fleeing another mass shooting, from a military center in Chattanooga, to a college campus in Roseburg, Oregon. Then, a mass shooting at a health center in San Bernardino that authorities say may have been inspired by ISIS.<br><br>President Obama called it an act of terrorism.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: The threat from terrorism is real, but we will overcome it.<br><br>MOLONEY: And in Charleston, a shooting a black church reignited the long simmering national debate over the Confederate flag. The Palmetto State voted to remove the flag from the state capital for the first time in 54 years.<br><br>Racial tensions were not confined to Charleston, with Black Lives Matter rallies happening in cities across the country. Protesters were outraged by the police killings of unarmed black men like Freddie Gray, Jamar Clark and Walter Scott.<br><br>June saw two historic decisions from the Supreme Court of the United States, in 6-3 split, the court saved the Affordable Care Act. A divided court also ruled that same sex couples can marry nationwide. While many cheered the 5-4 ruling, some sharply disagreed.<br><br>In a small Kentucky town, a clerk of the court sat behind bars for preventing her office from issuing marriage licenses. Kim Davis made headlines again when she publicly announced she`d had a private meeting with Pope Francis during his visit to the United States. The Holy Father made stops in Philadelphia, New York and Washington, D.C., making history as the first pope to address Congress.<br><br>POPE FRANCIS, CATHOLIC CHURCH: God bless America.<br><br>MOLONEY: A report from Congress accused Japanese auto parts manufacturer Takata of putting profits ahead of safety. Takata disputed the report`s conclusion, saying it had a number of inaccuracies. But the company`s faulty airbags resulted in a huge recall, affecting 34 million cars.<br><br>And New England rocked the sports world in January, when the Patriots were accused of using under-inflated balls to win a playoff game.<br><br>TOM BRADY, NEW ENGLAND PATRIOTS: I feel like I`ve always played within the rules.<br><br>MOLONEY: Meanwhile, former Patriot Aaron Hernandez, Boston marathon bomber Dzhokhar Tsarnaev, and Aurora theater shooter James Holmes were convicted in highly publicized trials. As they face justice, two inmates fled from it in Upstate New York. The prison escape led to a week`s long manhunt that ended with one inmate dead and another back behind bars.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Tomorrow, we`re planning a retrospective recap of politics.<br><br>Another major story of the year, being the U.S. presidential race, the 58th quadrennial presidential election. So, the next one isn`t until November 8th of next year.<br><br>But campaign season is in full swing. There`s a Democratic debate scheduled for Saturday night, the next Republican debates are set for tonight on CNN.<br><br>What are the moderators doing to prepare for it?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: How does CNN prepare for a debate?<br><br>WOLF BLITZER, CNN ANCHOR: It takes a long time to prepare, because you`ve got to go through all the candidates, know where they stand on the various issues, so it takes enormous amount of research.<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: What does it take to prepare is a lot of homework.<br><br>DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: By the time you get to debates, it means that the campaign has been kind of up and running for a while. So, there are a lot of issues and statements and the records to go through.<br><br>ANDERSON COOPER, CNN ANCHOR: There`s a whole team at CNN working on this.<br><br>BASH: We have an unbelievable research team here at CNN. I give them applause.<br><br>COOPER: I tried to know as much as I can and be armed with as many facts and as much information as possible.<br><br>KING: So, you`re ready with smart questions. You`re ready to fact-check on your feet if necessary, but then also don`t overdo it.<br><br>BLITZER: You want to go into the debate as the moderator, basically knowing where all of these candidates stand on the most important national security issues, the most important domestic issues.<br><br>Speaking of Social Security, you`ve said in the past, it`s a Ponzi scheme.<br><br>I, you know, like to take a look at some of the best moments in previous debates learned from my colleagues, see how they went, see how they handled it, and I think that`s just a useful experience.<br><br>COOPER: And a lot of that stuff gets changed at the last second or even during the debate, you know? The ebb and flow of it, you can never really quite predict. And that`s what makes it, yes, exciting.<br><br>BLITZER: Your goal is to help make the voter out there a little bit smarter in where these candidates stand.<br><br>KING: Your preparation should include almost memorization of big moments.<br><br>Senator, you have said there are good earmarks and bad earmarks.<br><br>So, prepare but don`t become hostage to your preparations.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The southwestern Netherlands is where we start today`s call of the roll.<br><br>At CNNStudentNews.com, we received the request from Rotterdam International Secondary School. It`s in the city of Rotterdam.<br><br>In the Northwestern U.S., we`re making a stop in Idaho today. Post Falls Middle School is in Post Falls, home of the Spartans.<br><br>And in Upstate New York, look up to the Falcons. Sanborn, New York, is where you`ll find Niagara Wheatfield High School.<br><br>The nation of Turkey is often seen as a geographical bridge between Europe and Asia. It`s made a lot of international headlines lately, partly for its role in the Syrian refugee crisis, partly for the tensions triggered with Russia, when Turkey shot down a Russian warplane on November 24th.<br><br>There`s another challenge on the streets of Istanbul, the nation`s largest city, and a dog lover doing all she can to address it.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA SIDNER, CNN CORRESPONDENT (voice-over): It`s playtime. All these dogs are here because of Yasemin Baban. All these dogs were once abandoned and unwanted on the streets of Istanbul. After seeing the conditions of the shelters 12 years ago in Turkey, she dedicated her life to saving domesticated animals.<br><br>YASEMIN BABAN, DOG RESCUER: I left the shelter crying, and then I went again, then I cried. And then I said, crying is not enough, someone has to do something. Then I started to volunteer in shelters.<br><br>SIDNER: She was soon warned of a disturbing trend.<br><br>(on camera): The reason you see so many Golden Retrievers here being rescued is because people in Turkey love the puppies. They`re really popular. But once they get grown up, they end putting them out, either on the streets or in the forest. And that`s also why they`re also good natured because these were people`s pets at one time.<br><br>(voice-over): But their sweetness hurts their chances of survival on the streets of Istanbul where tens of thousands of hard core stray street dogs lived. That`s where the story turns into a very long journey for these Goldens, from Istanbul, Turkey, to Atlanta, Georgia, USA.<br><br>It turns out Americans love their Golden Retrievers, and Baban found just the place, Adopt the Golden Atlanta.<br><br>BABAN: Americans raised Golden rescues have lists of people waiting to adopt dogs. And here, we don`t find anyone.<br><br>SIDNER: So far, Adopt a Golden Atlanta has taken 123 Golden Retrievers from Istanbul. They call them Turkey dogs.<br><br>With all the animosity building between East and West, this is one connection that has no bark or a bite.<br><br>Sara Sidner, CNN, Istanbul.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Polar bears are the biggest carnivores on land. They`ll eat whales, musk ox, walrus, reindeer, birds. They even dream about it.<br><br>Well, this one is only five months old and four pounds. So, it`s hard to picture her subconsciously devouring a beluga. She`s just taken a nap.<br><br>She`s a resident of the Columbus zoo and as she coos and cuddles with her stuffed toy, zookeepers say she`s making contented sounds like that of a cat purring.<br><br>Even though those animals are polar opposites, whatever the bear was subconscious of, it seemed to have no bearing on her sleep. The un-bear-ably cute ovements, the incom-bear-able aberrance of comfort, all are signs of dreamy slum-bear.<br><br>CNN STUDENT NEWS returns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-15 CNN Student News.mp4"}