{"title":"CNNSN-2016-01-27-CNN-Student-News","script":"(CNN Student News) -- January 27, 2015<br><br>Denmark Adopts Controversial Law; The Effects of Arab Spring<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: First up this Wednesday, a controversial new law in Denmark that`s drawing new attention, the Europe`s<br><br>refugee and migrant crisis. Because of war, poverty and instability in other regions, more asylum seekers are entering Europe than in anytime since World War II.<br><br>Yesterday, a significant majority of Danish lawmakers approved legislation that allows officials to confiscate the valuables of migrants and refugees -- cash, watches, phones, computers, jewelry -- things worth more than $1,400 may now be seized by Danish officials. But sentimental items like wedding rings or portraits will not be taken.<br><br>A Danish lawmaker says everyone in this country receives free health care, elderly care, education through college, language training and that this ensures that migrants who are able will contribute financially to Denmark society.<br><br>But the United Nations says the law violates the migrants` dignity. A human rights group Amnesty International says it reflects a dismal race to the bottom by European countries responding to the refugee crisis.<br><br>With so many refugees combined with some high profile crimes blamed on them in Europe, supporters and critics of Denmark`s law say it`s more about discouraging them from entering Denmark. Similar laws exist in Switzerland and Germany.<br><br>One factor driving millions of refugees into Europe is violence in their homeland. And for some of them, especially those from Syria, is connected to what`s known as the Arab Spring.<br><br>Next today, we`re telling you how that started five years ago in the North African nation of Tunisia.<br><br>(BEGIN VIDEOTAPE)<br><br>IAN LEE, CNN CORRESPONDENT: The Arab Spring is an uprising that transformed the Middle East.<br><br>It began in the late 2010 when a fruit seller in Tunisia set himself on fire after struggling to make ends meet and growing frustrated with police corruption in his town. His story resonated with fellow Tunisians who began protesting for democracy.<br><br>While Tunisia`s uprising was largely a success story, other countries in the region have struggled with violence, political instability and even civil war. Egypt`s president stepped down just weeks after a protest broke out on January 25th. More than 800 people were killed during the revolution. The country held its first democratic election the next year. And Mohamed Morsy was elected president, but a year later, he was ousted by the military.<br><br>Protests in neighboring Libya led to a civil war between opposition forces and regime loyalists.<br><br>SARA SIDNER, CNN REPORTER: We are walking into Gadhafi`s compound.<br><br>LEE: Even though its leader Moammar Gadhafi was ousted, the country remains in chaos. The state of lawlessness has given ISIS a foothold in Libya. The country is also struggling to track down on human trafficking.<br><br>Yemen`s President Ali Abdullah Saleh became the fourth Arab leader forced from power in 2011. In 2015, a civil war intensified between Sunni forces loyal to the government and Shia-led Houthi rebels. The deadly conflict was further complicated by regional players turning the conflict into a proxy war.<br><br>While many other Arab countries also experienced uprisings, Syria was hit the harshest. Protests in the country led to a five-year-old civil war with no end in sight. The conflict has displaced millions and killed more than 250,000 people, according to the United Nations.<br><br>What started as an Arab Spring, hope for a new wave of democratic reforms, has unfolded into something entirely different, the effects of which will be felt for generation.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Really excited to see a school in Ireland was picked for today`s &quot;Roll Call&quot;. First time that`s happened.<br><br>We`re visiting County Laois. A very warm welcome to our viewers at the Heath National School. Thank you for making us part of your day.<br><br>Next to Burlington, Kentucky, just a stone`s throw from the Ohio and Indiana borders. The Trailblazers are blazing away at Camp Ernst Middle School.<br><br>And from the city of Fort Yukon in eastern Alaska, the Eagles are soaring with CNN STUDENT NEWS. Fort Yukon School rounds out our roll.<br><br>Now, to the second half of our two-part series of transportation. We`ve covered maglev trains before. Maglev, short for magnetic levitation. The trains use powerful magnets to give a past smooth ride, floating on air, no friction. A couple of challenges with them, though, their cost and their power consumption.<br><br>A scientist in Germany may have a way to address the second issue.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK GLASS, CNN CORRESPONDENT (voice-over): Ludwig Schultz (ph) is German physicist. At 68, he`s semi-retired, but still very much it seems a kid at heart. And his toys move about like few others.<br><br>There are already magnetically levitated trains operating in China and Japan. But the technology is fundamentally different and it`s very expensive to run.<br><br>Schultz`s approach uses unique materials called superconductors, once super cooled can simply lock in place on a magnetize track without any need for power.<br><br>LUDWIG SCHULTZ, GERMAN PHYSICIST: We are talking about superconducting magnetic levitation forces. We need a superconductor. And the superconductor is only superconducting at low temperature. But we can cool with liquid nitrogen.<br><br>We pour in here, and this cools the superconductor to minus 196 degrees centigrade.<br><br>Now, it is superconducting and we can take away these blocks and now it`s levitating.<br><br>GLASS (on camera): It is.<br><br>SCHULTZ: And you can test it. You can press it down, you can jump up, you cannot get it down. But it also sticks with its force. So, you can try to lift it up, but you`re not able to do it, unless you are really strong. I want to see.<br><br>GLASS: With the pair of superconductors embedded inside, it was time for a ride a two-seater roundabout or rather float about, the SupraTrans.<br><br>SCHULTZ: So, now, we are still lifted up by lumberjacks (ph). So, we can remove the lumberjacks (ph). Now, we are levitating and we can take off.<br><br>And let`s speed up a little bit.<br><br>GLASS: That`s very smooth.<br><br>(voice-over): Round and round we went on that 18-meter track, silently.<br><br>Although we are someway off from being able to glide down the streets on a hoverboard like Marty McFly, Schultz is working with a German company Fester (ph) to develop the technology further.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Scientists say sleep plays a role in how well we learn and remember. It`s not just about getting enough sleep to process new information. It`s also that during sleep, our mind somehow take a new info that we already learned during the day and put it in a memory bank. Now, if you throw a compliment into the mix, a study found that learning kicks into a whole new gear.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: You know, giving compliments isn`t just a good way to get someone`s attention. It`s an easy way to make someone feel good. You can make yourself feel good.<br><br>But in your brain, it`s actually a lot more complicated than that. In fact, I want to tell you about this fascinating study that came out of Japan. People were asked to learn and perform a task and then were separated into three groups. The first group included an evaluator who would compliment participants individually. The second group consists of individuals who`d watch another participant receive a compliment. A third group was then asked to evaluate their own performance.<br><br>And when the people were asked to repeat the exercise the next day, the group that received direct compliments from evaluator performed significantly better than the people in the other two groups. What the authors concluded was that to the brain, receiving a compliment did as much as social reward as being rewarded money. In fact, the same area of the brain, the striatum, is activated when a person is rewarded with the compliment or cash.<br><br>Now, strange as it sounds, researchers saying compliments serve as a catalyst for better skill consolidation during sleep. Praise they say provides a memory boost for the brain to more efficiently learn while sleeping. It`s like my wife always tells me, flattery will get you everywhere.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Make sense that a race is easier when you have four legs. This is Ludivine. She`s a hound dog. She lives in Alabama. A couple of weeks ago, her owners let her out one more and Ludivine took off. She met up with some people at the start of a half marathon decided to join them and here`s the awesome part. Even though Ludivine stopped to sniff some other animals and play in the water, she finished the whole race in 7th place out of 165 runners.<br><br>Now, maybe some jealous runners would have called that mush. The runaway ran away with the top story of the day and folks are probably dog-tired of hearing about it, though they maybe they`re relieved she didn`t bark any records.<br><br>Luvidine`s owners don`t even run, though. So, in hound-sight, they don`t seem to mind being hounded about their hound`s marathon achievement.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-27 CNN Student News.mp4"}