{"title":"CNNSN-2016-09-13-CNN-Student-News","script":"(CNN Student News) -- September 13, 2016<br><br><br>David Cameron Resigns from U.K. Parliament; North Korea Nuclear Test; NASA Launches Spacecraft to Intercept Asteroid<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Here to deliver your Tuesday edition of CNN STUDENT NEWS. I`m Carl Azuz. Good to see you today.<br><br>We`re starting our international events coverage with news from the United Kingdom. David Cameron, who was Britain`s leader three months ago, has resigned altogether from the British government. It`s another step in a series of dramatic events that the country has seen over the summer.<br><br>Cameron became leader of his nation`s Conservative Party in 2005, and he became British prime minister, the head of the government in 2010. Before his party`s second consecutive election win last year, Cameron made a promise that he`d allow Britons to vote on whether they like to remain part of the European Union.<br><br>(BEGIN VIDEOTAPE)<br><br>MAX FOSTER, CNN CORRESPONDENT (voice-over): What is the E.U.?<br><br>The European Union is a group of countries that work together to create a single market, to allow goods, capital, services and people to move between the member states, as long as they follow the rules and they pay the entry fee.<br><br>But we`re getting ahead of ourselves. To start this story, we need to go right back to the end of World War II. After six years of fighting, Europe was decimated. Economies were collapsing and mistrust was rife as old enemies face the prospect of recreating trade ties.<br><br>France and previous occupiers Germany faced the difficult task of creating a unity for profit. So, they started talking, mainly about steel and coal.<br><br>In 1951, a total of six countries, France, Belgium, West Germany, Italy, Luxembourg and the Netherlands reached their first accord by uniting the steel and coal industries, creating the European Coal and Steel Community, or the ECSC. They later introduce the European Economic Community, the EEC, in 1958. These two organizations are seen as the origin of the modern European Union, that wouldn`t adopt its new name until 1993.<br><br>More than six decades later, the European Union now represents more than half a billion people across 28 countries and with a common currency, the euro, which generates an estimated 14 trillion euros in GDP per year. The premise: countries who are economically linked are less likely to have conflicts.<br><br>(END VIDEOTAPE)<br><br>AZUZ: But that wasn`t always the case. Some E.U. countries didn`t agree with all the rules they had to follow to remain part of the union, and Britain became the strongest example. On June 23rd, Britons voted almost 52 percent to 48 percent to leave the European Union. It was known as the Brexit. The British exit from the E.U. and it was characterized as the single most momentous day in British politics since World War II.<br><br>Two major issues included immigration and the British economy. Those who wanted to remain part of the E.U. said most migrants who came to Briton were there to work and that they paid their way in taxes. Those who wanted to leave the E.U. said the union didn`t give Britain enough control over the migrants coming in, and that those who moved to Britain were putting pressure on housing, welfare and wages.<br><br>On the economy, those who wanted to remain said leaving would be an economic disaster because 45 percent of Britain`s exports go to the European Union. Those who wanted to leave said Britain could do better business without European Union rules, and that Britain`s trade deals could be renegotiated with the E.U.<br><br>When Britain`s voted to leave, David Cameron immediately stepped down from this position as prime minister. International stock markets initially took a dive but they recovered in the weeks that followed. And the conservative party`s Theresa May eventually became the new British prime minister.<br><br>The country has not officially left the European Union yet. It`s currently working on the complicated negotiations that all take.<br><br>Events concerning North Korea are next Tuesday. The communist nation is located between China who`s considered its only ally and South Korea, a rival since fighting ended in the Korean War in 1953. That country, South Korea, it`s getting ready for a worse case scenario concerning North Korea.<br><br>The North claimed last week it had tested a nuclear warhead. If that`s true, experts say it`s probably North Korea`s most powerful weapons test ever, and as far as the international community is concerned, these tests are illegal. The United Nations recently put additional sanctions, penalties in place that ban anyone from selling airplane fuel, rocket fuel and small weapons to North Korea. But that hasn`t stopped the country from developing its nuclear program.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: CNN`s Will Ripley is one of the few journalists to have made repeat visits inside North Korea.<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: The vast majority of these people didn`t participate in the political process. Only the ruling elite were standing underneath the supreme leader.<br><br>SUBTITLE: We ask him questions about North Korea`s recent nuclear test, which is potentially the most powerful to date.<br><br>Did North Korea`s nuclear test catch you by surprise?<br><br>RIPLEY: North Korea`s latest nuclear test really didn`t take me by surprise because we`ve known for quite some time based on satellite imagery and North Korea`s own propaganda that they were ready to conduct another nuclear tests when they got the order. The only question was, when? This is test number five and we believe and many analysts believe that North Korea may actually already be ready for test number six and possibly number seven as well.<br><br>SUBTITLE: Why did North Korea conduct its fifth nuclear test?<br><br>RIPLEY: There are several reasons why North Korea will conduct this nuclear test. For one, Kim Jong-un, the leader, wants to project power both to his own audience at home but also internationally. They want to advertise their weapons capabilities because North Korea has been known to sell its weapons technology once it`s perfected and he wants leverage internationally. He wants to be recognized by the United States, the United Nations and others as a nuclear state, something that the U.S. President Obama says won`t happen.<br><br>SUBTITLE: How will American allies in the region respond to North Korea`s nuclear test?<br><br>RIPLEY: Here in Tokyo, where I`ve lived for the last three and a half years, the threat from North Korea is very real. We know that North Korean missiles in theory have the capability of striking anywhere here. They can strike anywhere in the Korean peninsula. They can strike U.S. military assets in Guam, and they are even potentially missiles that could strike the mainland United States, although their accuracy is in question.<br><br>And so, people here worry about North Korea and the danger especially in light of this increased nuclear and missile development.<br><br>SUBTITLE: How will the international community respond to North Korea?<br><br>RIPLEY: We`ve seen time and time again how the international community responds to these provocative acts by North Korea. They strongly condemn.<br><br>They call for newer and stronger sanctions. And yet, none of these have really had any effect on slowing Kim Jong-un and his regime from developing these weapons at a really rapid pace, faster than many analysts had predicted.<br><br>(END VIDEOTAPE)<br><br>AZUZ: NASA, the National Aeronautics and Space Administration, is on a new mission.<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Three, two, one -- and lift off OSIRIS REx.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Simply put, it will try to fly into an asteroid, pick up some dusts and fly back home. The mission costs nearly $1 billion. It`s not the first of its kind. A Japanese spacecraft brought back some asteroid dusts in 2010. But it is the first for NASA, and Rachel Crane explains exactly how they hope to accomplish it.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: They`re sending a robotic spacecraft to catch up with a speeding asteroid and then bring pieces of that asteroid back to earth.<br><br>SUBTITLE: NASA is chasing an asteroid.<br><br>Origins Spectra Interpretation, Resource Identification and Security Regolith Explorer.<br><br>CRANE: The name of the missions is a mouthful. So, that`s why NASA is going with OSIRIS Rex.<br><br>The probe`s target is an asteroid named Bennu, which is on NASA`s watchlist of potentially hazardous asteroids, meaning that there`s a chance of it colliding with earth. NASA says that the odds of that happening are about 1 in 2,500. And it wouldn`t happen for more than 150 years. It will take two years for the OSIRIS REx to catch up with Bennu. When it does, the probe won`t land on the asteroid but instead it will study and observe Bennu from above for several months, taking pictures, mapping it and maundering its movement.<br><br>In 2020 is when the real magic happens. That`s when OSIRIS REx will reach out its 11-foot long robotic arm and make contact with the asteroid. NASA is hoping to collect about two ounces of these asteroid samples by studying the return samples, NASA hopes to gain insight into the role asteroids played in bringing the building blocks of life to Earth.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The 2016 Summer Olympics taught us that the highest high-jumping height a human hopped to was 7 feet and 9 3/4 inches. But it`s the Guinness Records that taught us about the height by the highest jumping llama -- three feet, eight and a half inches. The ruminant that rose above the bar is from the United Kingdom. His name is Kaspa and his owner says the lionhearted llama learned to leap by watching dogs do it.<br><br>Leaping llamas. It seems soaring is no burden for that beast of burden. His competition will have to all pack up their bags since Kaspa claimed his own super-llamative, leaving no ruminant for doubt in setting a high bar.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-13 CNN Student News.mp4"}