{"title":"CNNSN-2017-06-01-CNN-Student-News","script":"(CNN Student News) -- June 1, 2017<br><br><br>Terrorists Target the Capital of Afghanistan; U.S. Tests Out a Missile Defense System; NASA Plans a Mission to Sun<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Welcome to CNN 10. I`m Carl Azuz with our second to the last show of the season. Today, we`re explaining news from southern Asia to space.<br><br>And that begins with the terrorist attack yesterday in the nation of Afghanistan. Officials say a suicide bomber detonated a massive explosive.<br><br>It was hidden inside a water delivery truck.<br><br>The attack was made during the morning rush hour in the Afghan capital of Kabul. It was in an area packed with commuters, people shopping, children going to school. International embassies nearby were damaged in the explosion and at least 90 people were killed and around 400 were wounded.<br><br>This was one of the deadliest attacks Kabul seen in recent years, and it happened a few days into the Muslim holy month of Ramadan. When we produced this show, no one had claimed responsibility for the blast. In fact, the Taliban, a violent group that used to rule Afghanistan, said it was not responsible.<br><br>U.S. troops have been serving in the country for almost 16 years. They are about 8,400 American military personnel there right now. The Trump administration is considering sending more to help fight terrorists in the country.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR: Afghanistan continues to be blighted by violence. The capital Kabul has witnessed the worst of it. Several large vehicle bombs and attacks in recent months, perpetrated by both the Taliban and ISIS.<br><br>SUBTITLE: What is going on in Afghanistan?<br><br>ROBERTSON: The Taliban defined their fight as a nationalist struggle, to have their conservative values dominate.<br><br>ISIS, who had been responsible for most of the attacks in Kabul recently, have a transnational agenda to form a worldwide global Islamic caliphate, built on their nihilistic, ultraconservative beliefs.<br><br>Last year, Afghan forces lost more than 6,500 troops in combat with Taliban and ISIS. ISIS, a relatively newcomers in Afghanistan, and are mostly in the east, close to Pakistan. They want to exploit the weak Afghan government to grown their own territory. The Taliban also have roots and sanctuaries in Pakistan but are a far bigger force than ISIS. Recruitment and retention, a major problems for the Afghan army, both ISIS and the Taliban pay fighters more than the Afghan army.<br><br>After surging its forces to over 100,000 troops in 2009, 2010, the U.S. was expected to draw down completely several years ago. But due to continuing stability, keep the force presence, and along with NATO allies is gradually being increased, although not in sufficient numbers to turn the tide of the war.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. director of national intelligence says because of its growing missile and nuclear capabilities, the Asian country of North Korea is increasingly becoming a grave national security threat to the U.S.<br><br>America has a few ways it could respond. It could launch a preemptive strike on North Korea, which carries a lot of risks. It can work with other countries to try to pressure North Korea to stop, which the U.S. is doing now. It can also refine and test its own defense technology, like a $40 billion missile defense system.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN TODD, CNN CORRESPONDENT (voice-over): U.S. officials say it`s like trying to hit a bullet with another bullet. The U.S. military attempted an exceptionally difficult missile interception, its first ever to shoot down a model of a long range intercontinental ballistic missile.<br><br>In a test taking place over the Pacific Ocean, a mock enemy ICBM fired from the Marshall Islands was targeted by an interceptor fired from an underground silo at Vandenberg Air Force Base north of Santa Barbara. U.S. officials say the interceptor hit its target, the stakes couldn`t be higher.<br><br>(on camera): How much pressure are they under to make this work?<br><br>KINGSTON REIF, ARMS CONTROL ASSOCIATION: So, this is a very crucial test for the Pentagon and for the Missile Defense Agency. North Korea is working on development of intercontinental ballistic missile that would be designed to target and hit the United States.<br><br>TODD (voice-over): Adding to the pressure, the U.S. military`s spotty track record in these tests. In a little over a decade, only about half the interceptors have hit their targets and three of the previous four tests failed.<br><br>Critics say the interceptors, based in California and Alaska were rushed into deployment and have had several mechanical problems.<br><br>REIF: Sometimes, the kill vehicle did not separate from the rest of the interceptor and at times, there have also been problems with the kill vehicle itself.<br><br>TODD: The interceptor test comes as Kim Jong-un crows about a missile his regime test-fired this week, which it claims has new in-flight guidance systems to make it more accurate.<br><br>VICTOR CHA, CENTER FOR STRATEGIC &amp; INTL. STUDIES: North Korea is on the missile testing warpath right now.<br><br>TODD: A barrage of about a dozen missiles test-fired by Kim just this year and now, his regime in an announcement brags that Kim is preparing to senda, quote, bigger gift package to the Yankees.<br><br>Senator John McCain tells an Australian broadcaster he`s not confident in America`s missile defense systems to counter the North Korean threat.<br><br>SEN. JOHN MCCAIN (R), ARIZONA: I don`t think that it`s acceptable for the United States of America to have an intercontinental ballistic missile or a missile aimed at Australia with a nuclear weapon on it and depend on our ability to counter it with an anti-missile capability.<br><br>TODD: A key question now: what are the alternatives to this flawed missile interceptors?<br><br>CHA: In addition to missile defense, you have so-called left-of-launch cyber capabilities that are designed to hack North Korea`s rocket systems.<br><br>You also have preemption, the possibility of a preemptive attack on North Korean missile launch pads or on their missiles themselves.<br><br>TODD (on camera): Analysts say that is the most risky option, that it could provoke Kim Jong-un to turn his guns on Seoul, or on the roughly 28,000 American troops in South Korea. Experts say the U.S. might launch a preemptive military strike on North Korea only if it became convinced that Kim Jong-un was about to fire a missile as an act of war and not just test one.<br><br>Brian Todd, CNN, Washington.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these places is believed to have the highest temperature?<br><br>Is it the sun`s surface, the sun`s corona or atmosphere, Earth`s core, or Mercury`s surface?<br><br>The sun`s atmosphere or corona is thought to be about 300 times hotter than its surface and no one knows why.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But scientists are hoping to get some more information about the sun`s mysterious corona and the rest of the star. NASA is planning to send a spacecraft there on the first mission to fly into the sun`s atmosphere. The outermost part of it anyway.<br><br>The sun is 93 million miles away from the Earth, and the Parker solar probe is scheduled to orbit the start from a distance of more than 3 million miles. It`s not nearly as hot there as in the sun`s 3 million degree corona. But the spacecraft will still have to endure temperatures of 2,500 degrees, and to do that, it will have a coat of carbon solar shields measuring almost five inches thick.<br><br>The mission costs $1.5 billion. It`s scheduled to launch in the summer of 2018. Scientists hope it will help them better understand solar wind, improve space weather forecasting and learn more about stars in general.<br><br>Humans cannot go on the deep space mission. It`s scheduled to last seven years. The spacecraft probably won`t come back to Earth. An expert say it would cost a lot more to send a person into deep space and keep him or her alive in the process than it does to send a spacecraft or even a robot.<br><br>People have spent months orbiting the Earth, though. And one question that often comes up is, how do they sleep?<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Do you think getting a good night sleep is tough? Try doing it in outer space.<br><br>SUNITA WILLIAMS, NASA ASTRONAUT: A lot of kids asked like, how do you sleep? Because we go around Earth 16 times a day. And so --<br><br>GUPTA (on camera): Right.<br><br>WILLIAMS: You know, what do you wake up?<br><br>GUPTA: That`s 16 sunsets.<br><br>WILLIAMS: Or get up or get down 16 times? I said, no, no.<br><br>ERIN FLYNN-EVANS, NASA RESEARCH PSYCHOLOGIST: So, the astronauts go around the earth every 90 minutes, far too fast for the body clock to adopt to, and so, they essentially experience a perpetual jet lag.<br><br>GUPTA (voice-over): But you don`t have to be an astronaut to throw your biological clock out of sync.<br><br>FLYNN-EVANS: Virtually every shift work on Earth experiences the same sleep issues.<br><br>GUPTA: Just like astronauts, you can take simple steps to improve your sleep. Keep a regular sleep schedule. Block out any light. And avoid screen time before bed. Otherwise, your lack of sleep could catch up to you.<br><br>FLYNN-EVANS: When you`re in space, the stakes are much higher. So, a missed keystroke can be the difference between, you know, life and death really.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Once upon a time, the three bears turned the tables on Goldilocks. This happened just this week in a Southern California neighborhood. The little girl was nowhere to be seen, but the bears appeared to be looking for porridge in the neighbor`s garbage.<br><br>Check it. Somebody has been rummaging at my thrash can. Somebody has been climbing in my tree.<br><br>Just like in the children`s story, the visitors left a bit of a mess, but no one was hurt in the end.<br><br>Good thing Goldilocks are doors. It`s one thing if uninvited visitors leave the neighborhood kind of trashy, but any indoor or signs of tampering could claws a bearglary victim to head for the hills of the carnoforest, which maybe why Goldilocks went there in the first place.<br><br>I`m Carl Azuz for CNN 10. One more show for the season and it`s tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-06-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-06-01 CNN Student News.mp4"}