{"title":"CNNSN-2015-11-24-CNN-Student-News","script":"(CNN Student News) -- November 24, 2015<br><br>Health Experts: WHO Ebola Response Was Too Slow; The Global Fight Against ISIS<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz, delivering your Tuesday, November 24th edition of CNN STUDENT NEWS.<br><br>Our first story concerns last year`s outbreak of a deadly Ebola virus in West Africa. It was the largest epidemic in history. The worst hit countries were Guinea, Liberia and Sierra Leone, though it spread across the world after some people who traveled to the region returned home with the virus.<br><br>Since last year, Ebola has more killed more than 11,300 people and it`s not completely contained. Liberian health officials just confirmed three new cases.<br><br>A new report by international health experts suggests the outbreak wouldn`t have been as bad if the World Health Organization had sounded the alarm sooner.<br><br>The group was part of the United Nations. It aims to monitor and protect people`s health worldwide. It was accused of waiting until last August to declare the outbreak a public health emergency when it allegedly knew Ebola was out of control in the spring.<br><br>The director of the Harvard Global Health Institute which contributed to the report says the cost of the U.N. organization`s delay was enormous.<br><br>The World Health Organization responded by saying it welcomed the report, that some of the report`s recommendations were already being put in place and that the tide has been turned against the outbreak.<br><br>French investigators are facing together clues of what led up to the November 13 terrorist attacks in Paris. They haven`t yet identified all seven of the ISIS terrorists who were killed. But officials believe that three of them entered France as refugees. As many as 10,000 police officers and 6,500 soldiers have been deployed across the French capital.<br><br>Brussels, Belgium, remains under that nation`s highest terror threat level. At least one suspect there has been charged in connection with the Paris attacks. Others are being detained for further questioning.<br><br>Meantime, international airstrikes against ISIS targets in Iraq and Syria continue. Are they having an impact?<br><br>(BEGIN VIDEOTAPE)<br><br>DEBORAH FEYERICK, CNN CORRESPONDENT: It has been more than a year since the coalition airstrikes began in Iraq and Syria. So, now, where do we stand in the fight against ISIS?<br><br>SUBTITLE: The fight against ISIS.<br><br>FEYERICK: The first airstrike against ISIS began August 8, 2014. The U.S. Defense Department says since then, more than 8,000 airstrikes had hit Iraq and Syria. Almost two-thirds of those had been launched by the United States at a cost of nearly $5 billion.<br><br>Targets include oil refineries, pipelines, buildings, armored vehicles, tanks and fighting positions. The targets are strategic, designed to weaken ISIS both militarily and financially, by destroying the oil infrastructure that enables ISIS to sell oil on the black market.<br><br>There are now 65 coalition partners, but not all of them are engaged in combat. Only nine, including the United States, are actually involved in airstrikes against ISIS.<br><br>At the start of the bombing campaign, the CIA said there were as many as 30,000 ISIS fighters. The CIA has yet to update those numbers.<br><br>ISIS considers itself a state and is setting up governments in captured cities like Raqqa in Syria, and Ramadi and Mosul in Iraq. ISIS has also made significant gains in Libya and Egypt.<br><br>And then there`s the question of loyalties. In Syria, there`s President Bashar al Assad on one side, and ISIS on the other, with a number of rebel factions in between, whose loyalties can be very difficult to figure out. The U.S. has spent hundreds of millions of dollars training moderate Syrian rebels with little to no success.<br><br>Drone strikes have killed several high value ISIS leaders in the region, including Hafiz Saeed, the ISIS leader in Afghanistan and Pakistan, and Mohammed Emwazi, also known as Jihadi John, who was killed in November.<br><br>But now, ISIS is entering a dangerous new phase in response to coalition advances, launching external operations in which European nationals train and fight alongside ISIS fighters to carry out attacks like the one in Paris. And now, they are threatening more.<br><br>ISIS has also claimed responsibility for taking down a Russian passenger plane in Egypt in October, an attack it says was in retaliation for Russian airstrikes in Syria. Those airstrikes are not being launched in coordination with the United States because the two nations disagree on whether Bashar al Assad should stay in power -- yet another sign of just how complicated this fight is amidst the chaos.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, it`s time to take roll. Let`s see who`s watching and requesting a mention on our transcript page at CNNStudentNews.com.<br><br>In southeast Minnesota, you`ll find the city of Eagan. You`ll also find the Wildcats on the prowl at Dakota Hills Middle School.<br><br>Moving southeast to Grand Island, Nebraska, the Islanders are there. Hello to Grand Island Senior High School.<br><br>And in the northern German city of Hamburg, it`s great to have the International School of Hamburg watching CNN STUDENT NEWS.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: I think it`s just surprising that the first, the first accumulating snowfall we`ve had has been so bad. Usually, you know, the first one doesn`t even stick.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But this one did. The first significant snowfall of the season has hit the northern U.S. And while seeing snow in the north is like seeing sand at the beach, what`s different this time around is that some spots saw several inches relatively early in the season.<br><br>These are scenes from southern Wisconsin. A different kind of weather event just brought snow to folks in northwestern Michigan, northeastern Ohio, and northwestern New York. One thing they all have in common besides northern latitudes, they`re near one of the Great Lakes, so they`re no stranger to lake-effect snow.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: Let`s talk about lake-effect snow. As a boy growing up in Buffalo, New York, I knew it as a day off of school. My dad knew it as a day he may not get home from work as it was just snowing too hard.<br><br>SUBTITLE: Lake-effect snow.<br><br>MYERS: But how does it work? Well, first of all, you need a lake, because it`s called lake-effect snow. And the lake needs to be unfrozen, 35, 40, 45 degrees is great. And then the air that blows across it from the north or from the west can be 10 degrees.<br><br>All of a sudden, the moisture from the lake mixes in with the cold air from the north, and you get big clouds and you can get big snow. When it goes on land and goes up hill, all of a sudden, you get significant lake-effect snow. It can be two to three inches per hour.<br><br>And depending on where you are, if you`re just south of it or north of this lake-effect, it can look like a wall of snow was coming down. And so, that`s why you can be anywhere from a two to three-inch snow fall in one county, and just a few miles south, you can get 30 inches in one day.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, this will be our last show of the week. We`ll be off until next Monday for the Thanksgiving holiday. It`s an American event that`s believed to commemorate a harvest feast held in 1621, between Wampanoag Indians and the newly arrived Pilgrims from England.<br><br>Today, many families get together, give thanks, enjoy a day off work and gobble up some turkey.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ (voice-over): Every year at Thanksgiving, the president pardons one special turkey that gets to live out the rest of its life in peace. This ain`t it. It`s a crucial part of tradition, one that says Thanksgiving isn`t Thanksgiving without turkey! And maybe a nap.<br><br>Tryptophan, an essential amino acid in turkey that functions as a precursor to serotonin, a substance that helps regulate sleep.<br><br>And if your feasting leads to sleeping, you might dream of smoked turkey, stuffed turkey, roasted turkey, fried turkey, turkey sandwiches, turkey dogs, turkey legs, turkey bacon, turkey jerky. It doesn`t matter as long as it`s on the table and you`re not a vegetarian.<br><br>But get this: there`s actually no proof that turkeys were part of the first Thanksgiving harvest feast back in 1621.<br><br>What was on the table? Probably venison or goose; they were more readily available.<br><br>That wouldn`t have mattered much to folks like Ben Franklin. The Founding Father was a huge fan of turkeys. He once went so far as to call the bald eagle, our national symbol, &quot;a bird of bad moral character,&quot; adding that the turkey was &quot;more respectable.&quot;<br><br>We couldn`t reach any eagles for comment, and the turkeys we had were cooked.<br><br>But there`s no denying a connection between turkeys and freedom. Take for example this brash birdbrain, who exercised his freedom to stop traffic without giving up his freedom to run away. These audacious adventurers were seeking freedom on the railways, hoping to catch the first train out of Jersey before Thanksgiving. And this costumed creature is free to roam about a house as a pet without having to worry about the oven.<br><br>UNIDENTIFIED FEMALE: He`s like a little dog with wings.<br><br>AZUZ: Not to mention strong, birdlike features.<br><br>But besides the oven, what`s a turkey`s biggest fear?<br><br>Behold: The turkey eating competition, where gorgers guiltlessly gobble all the turkey they can. It`s definitely not for the birds. They`ll all tell you it`s a fowl idea.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, as if singing in front of a crowd isn`t hard enough.<br><br>(VIDEO CLIP PLAYS)<br><br>AZUZ: That`s not the only time during the Australian national anthem that happened. But seven-year-old Ethan Hall said he had a job to do and he battled through it.<br><br>Some of the players couldn`t help but chuckle. Ethan never gave up. He went until the song was finished, saying if he hadn`t, the game wouldn`t have gone on.<br><br>So, maybe you can`t say it went off without a hiccup. You can say he took a breather, though it was an uninterrupted one. Still, giving the glottis of good publicity that followed Ethan preserving performance, hic-cup runneth over.<br><br>CNN STUDENT NEWS is thankful to have you on our audience. We hope you have a wonderful Thanksgiving and we`ll see you next Monday, November 30th.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-24 CNN Student News.mp4"}