{"title":"CNNSN-2017-01-31-CNN-Student-News","script":"(CNN Student News) -- January 31, 2017<br><br><br>The Significance of NATO; An Attack on a Canadian Mosque; Relief for California`s Drought; New Tech That`s Changing Boxing<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: This is CNN 10, where we`re explaining news from around the globe in 10 minutes. I`m your host, Carl Azuz.<br><br>In western Poland, U.S. troops and tanks are participating in military drills. They`re part of a force of 4,000 American servicemen and women who were deployed to Eastern Europe earlier this month. It`s the biggest U.S. military buildup in the region since the Cold War and Russia has spoken out against it. It sees the exercises as a threat to its borders.<br><br>It`s not U.S. troops who are involved. It`s other members of NATO. And though the American forces were initially sent by former President Barack Obama, it appears their work there has the support of President Donald Trump. That`s significant because he`s repeatedly questioned the U.S. role in NATO.<br><br>According to the U.S. Army`s lead commander in Europe, though, President Trump has reassured several other NATO members that the U.S. remains committed to the organization.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN SENIOR DIPLOMATIC EDITOR: What is NATO? Why is it important? And what`s its future?<br><br>The North Atlantic Treaty Organization is a political and military alliance established in 1949 that seeks to promote stability in the North Atlantic area.<br><br>UNIDENTIFIED MALE: It is a will of the people of the world for our freedom and for our peace.<br><br>ROBINSON: Led by Secretary General Jens Stoltenberg, there are 28 member countries and its HQ is in Brussels.<br><br>NATO doesn`t have his own troops but relies on contributions of forces from its member countries. At NATO`s core is Article 5 which states an attack on one member is an attack on all NATO allies.<br><br>The collective defense principle was to protect Western European nations against the Soviet Union. But when the Soviet Union collapsed, NATO`s new tasks range from being a bulwark against al-Qaeda in Afghanistan to fighting human trafficking and intercepting refugees in the Mediterranean.<br><br>Donald Trump has called it obsolete, says it has problems.<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: NATO is obsolete.<br><br>ROBERTSON: He thinks NATO`s original purpose of protecting against the Soviet Union makes it irrelevant, that it`s ill-equipped to tackle terrorism and that other members don`t pay their share towards it.<br><br>NATO is still extremely active with some 4,000 U.S. troops in Poland and the Baltic States, and tens of thousands on 48-hour standby -- bolstering NATO`s allies and sending a clear message to Russia.<br><br>But the organization`s future and its principle of collective defense could be jeopardized if Trump pulls the U.S. out. Some of his cabinet picks back NATO, though, like General James &quot;Mad Dog&quot; Mattis, chosen to head the Pentagon, have categorically declared NATO necessary to the USA.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Police in Quebec, a province of Eastern Canada, are investigating a shooting that happened at a mosque on Sunday night. Six people were killed and five wounded victims were in the hospital last night. Police say there were 39 other people in the mosque who were not hurt.<br><br>Witnesses said they saw at least two gunmen opened fire at the Quebec Islamic Cultural Center and police have arrested one suspect.<br><br>But there are still a lot of questions about the attack. Investigators say they`re not sure yet what the motive might have been, though Canadian Prime Minister Justin Trudeau called the shooting a terrorist attack on Muslims. Vigils were planned for last night, in Quebec City and nearby Montreal.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Of these states, which was the lat to achieve statehood? Rhode Island, Wisconsin, Iowa or California?<br><br>California was admitted to the Union in 1850. That was after all these other locations became states.<br><br>(END VIDEO CLIP)<br><br>AZUZ: It`s also the most populated U.S. state, with almost 39 million people. And according to the U.S. Geological Survey, more than 24 million of those folks were affected in some way by California`s historic drought. Its governor declared a drought state of emergency back in January of 2014.<br><br>By the end of last year, things hadn`t gotten better.<br><br>But there`s been a major change in a short amount of time, and CNN meteorologist Chad Myers is here to explain it.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, CNN METEOROLOGIST: Carl, everyone has heard about the California drought and how some farmers couldn`t even plant crops because there was no water to irrigate them. Well, things have been a lot better.<br><br>Let`s go take you back here to 2016 where we had almost the entre state in some type of extreme or exceptional drought. Well, it has rained in January and it has rained a lot in January and snowed to the mountains.<br><br>But the drought has gone down and now, this week, very little drought left. Look where we were compared to now just a little bit of drought. That`s the good news.<br><br>We are seeing the drought go away because the rain has come in. A river of moisture has come in. We call it sometimes the &quot;pineapple express&quot;. Well, it came into California storm after storm after storm. You can`t get rid of a drought with just one rainstorm, whether it`s heavy or not.<br><br>But some spots here over the past 30 days had picked up almost 20 inches of rainfall. A lot of that snow, a lot of that will melt off and make good running rivers for power and for drinking for the summer -- Carl.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All right. Next, accelerometers, gyroscopes, GPS -- sensors are being used to measure everything from how hard a hit is, to how quickly an athlete accelerates, to the direction a player favors when taking off. Technology is changing the way athletes and trainers approach sports, and though many consider boxing an old school sport, with old school approaches to training, a type of punch tracker, which runs a little under $200 could serve as a sort of Fitbit for boxing, when it works.<br><br>(BEGIN VIDEOTAPE)<br><br>VANESSA YURKEVICH, CNNMONEY CORRESPONDENT: When you`re a swimmer, you`re measured by a timer. When you`re a gymnast, you know if you stick it. But boxing is different. It`s traditionally a low tech sport. Data is virtually non-existent.<br><br>(on camera): In the sport do you guys talk about numbers? Like hey, I can punch this fast, I can punch with this much velocity?<br><br>RICHARDSON HITCHENS, OLYMPIC BOXER, HAITI: No. But we do try and compare like who`s fastest and stuff, but we never really had nothing to show us, oh, I punch faster than you or I can prove it.<br><br>YURKEVICH (voice-over): Hykso wants to make that kind of data available to boxers. They`ve created a system that uses sensors to record a boxer`s average speed, how many punches and the type of punch they throw most.<br><br>(on camera): These are the sensors that are going to go on your hands, like in your wraps, then it`s going to be transmitted to a phone which we`ll be able to review everything.<br><br>(voice-over): We had Richardson put it to the test.<br><br>(on camera): Let`s the games begin Go!<br><br>(voice-over): Wayne State University measured the punching speed of seven Olympic boxers. The average, 20.4 miles per hour.<br><br>(LAUGHTER)<br><br>(on camera): And time.<br><br>OK. So, your average speed was 16.3. You threw about 25 punches. Knowing that you`re 16.3 on this past round, in your mind, you`d want to pick it up?<br><br>HITCHENS: Yeah.<br><br>YURKEVICH: Why?<br><br>HITCHENS: So, I`ll be faster.<br><br>It`s always been a hard work. There`s hunger to learn and get better every day, different little adjustments we`re making, little things to work on so when I get out there, I can win that gold medal.<br><br>YURKEVICH: During our trials however, the device didn`t always pick up every punch.<br><br>(on camera): Still no. Throw two jobs and then right hand.<br><br>So, that`s interesting. It only registered two punches and your average speed said 9.8 miles per hour.<br><br>You favor your right hand. You throw more punches on your right hand. Your right hand is faster. So, it went up like 19. Your left is averaging more like 17 -- 15, 17. And it actually recording all of your punches right now.<br><br>HITCHENS: OK.<br><br>YURKEVICH: So, is that new information to you.<br><br>HITCHENS: Yes.<br><br>YURKEVICH: Like knowing that you use your right hand more.<br><br>HITCHENS: Yes.<br><br>YURKEVICH: Will this change your strategy at all knowing this information?<br><br>HITCHENS: Yes, because I know (INAUDIBLE) punches, to get more punches and come more faster.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The planet Saturn is famous for its rings but it`s getting a lot of press for one of its dozens of moons. This is Tethys. NASA released a photo last week. Because of that big old crater on the left side, some &quot;Star Wars&quot; fans are comparing it to the Death Star. Of course, the space station is fiction, Tethys is real.<br><br>But scientists say its crater is a result of a star war. They believe something hit Tethys hard enough to make it.<br><br>Guess it knocked its Tethys. But did it planet? Did this happen a long time ago in a galaxy far, far away? Was the moon rocked by an asteroid or was it something crater, some ultimate weapon?<br><br>Scientists will have to take a closer Wookiee. Maybe they`ll find out sooner or Vader. Either way, it`s where we Lando this Tuesday.<br><br>I`m Carl Azuz. We`ll see you in February.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-31 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-31 CNN Student News.mp4"}