{"title":"CNNSN-2017-05-17-CNN-Student-News","script":"(CNN Student News) -- May 17, 2017<br><br><br>A Debate Concerning President Trump, Sensitive Intelligence and Russia; Iran`s Upcoming Election<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz. This is CNN 10, 10 minutes of world news explained.<br><br>A lot of discussion is going on right now with Washington, D.C., about whether U.S. President Donald Trump revealed highly classified information to officials from Russia. He met with that country`s foreign minister and ambassador last week at the White House. And on Monday night, &quot;The Washington Post&quot; reported that President Trump shared top secret information about an ISIS terrorist plot.<br><br>Why would this concern some U.S. intelligence officials? Well, if the president shared sensitive information with Russia, it could reveal to that country or others some methods or sources that America uses to gather intelligence and that`s something the U.S. doesn`t want to be known.<br><br>CNN has not independently verified &quot;The Washington Post&quot; report and a Trump administration says it`s wrong.<br><br>(BEGIN VIDEO CLIP)<br><br>H.R. MCMASTER, NATIONAL SECURITY ADVISER: The story that came out tonight as reported is false. The president and the foreign minister reviewed a range of common threats to our two countries, including threats to civil aviation.<br><br>At no time, at no time, where intelligent sources or methods discussed. And the president did not disclose any military operations that were not already publicly known.<br><br>And I was in the room. It didn`t happen.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Still, Democratic and some Republican lawmakers are demanding more information from the White House about the president`s meeting with Russian officials. As far as disclosing classified information goes, the president has the authority to do that, so he`s not being accused of breaking the law. And as far as the intelligence itself go, the ISIS plot, it reportedly involves plans to use laptop computers as bombs on planes.<br><br>(BEGIN VIDEOTAPE)<br><br>RENE MARSH, CNN CORRESPONDENT: As the U.S. moves towards expanding its ban on all electronics larger than a cell phone from the main cabin of U.S.-bound aircraft, airlines are in preparation mode. The Department of Homeland Security is preparing to announce it will expand its electronics ban to Europe.<br><br>Right now, the ban is in place for flights from 10 airports in eight Muslim majority countries. An expanded ban, though, could impact more than 350 flights a day. The Europe-to-U.S. track is the world`s busiest international corridor. Delta, United, American Airlines are all of the U.S. carriers that would be impacted the most. They have the most flights on this route.<br><br>Right now, airlines are trying to figure out new protocols and policy for how to check passengers for compliance. They are working with international airports to reconfigure the setup to isolate passengers and flights bound for the U.S.<br><br>DHS says that this ban was put into place because intelligence suggests that terrorists have perfected their ability to hide explosives in the battery components of these electronics.<br><br>Now, Europeans, though, the officials there -- they are voicing safety concerns that there will be a large number of electronic devices with lithium-ion batteries in the cargo hold.<br><br>But, the FAA says, the dangers associated with these batteries are reduced because they are spread out in various bags and luggage, and they are not stored together and on top of each other.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s just days before an election in the Middle Eastern nation of Iran. People there will go to the polls on Friday, and the country`s current vice president, who was a candidate for office announced yesterday he dropped out of the race. He`s the second person to do that with the election looming and he endorsed the country`s current leader, President Hassan Rouhani for another term.<br><br>Iran is a theocratic republic. Its citizens democratically elect the president and lawmakers, but there`s a catch -- not everyone gets to run for office. Iran`s highest authority, the supreme leader, has the final say on all of Iran`s policies. The ultra conservative Muslim cleric appoints a panel that decides who gets to run for the presidency in the first place. So, the choices are limited and the stakes are high.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Election buzz Iranian-style. Supporters for incumbent President Hassan Rouhani drumming up enthusiasm for what they feel will be a close vote.<br><br>UNIDENTIFIED MALE: Because he made my country so much better in his first four years.<br><br>PLEITGEN: Rouhani has a balanced approach to foreign relations, this woman says. I think he will continue this policy. So, I`ll vote for him.<br><br>Rouhani is a moderate. He wants to build on his biggest achievement, the nuclear agreement reached two years ago between Iran and several world powers that curbs Iran`s nuclear ambitions in return for sanctions relief.<br><br>But these folks are in a tough political fight against Rouhani. Iran`s conservatives have unified behind this man, the ideological hardliner, Ebrahim Raisi. The conservatives want Iran to get tougher on America. They say the nuclear agreement hasn`t brought the economic benefits Rouhani promised.<br><br>Our youth are ready to work and get married, Raisi said. But the framework is not right for them to get jobs. Does the situation really need to continue? And should we continue to look to foreign powers to solve our problems?<br><br>Campaigning has become vicious by Iranian standards. Almost all candidates accused each other of being corrupt in a recent TV debate. Rouhani even saying conservatives try to undermine his efforts to negotiate the nuclear agreement.<br><br>(on camera): Many analysts and pollsters here in Iran say the race is simply too close to call, just days before the election. That`s also because around 15 percent of voters remain undecided.<br><br>(voice-over): And so, both sides continue to mobilize their supporters, hoping to gain an edge in an election they believe will be key in determining their country`s economic and political future.<br><br>Fred Pleitgen, CNN, Tehran.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Levi Hutchins has a place in American history for devising what timely invention in 1787?<br><br>Railroad timetable, punch clock, stock sticker, or alarm clock?<br><br>Mr. Hutchins liked to be awake promptly at 4:00 a.m. Ouch. So, he invented the first mechanical alarm clock in the U.S.<br><br>(END VIDEO CLIP)<br><br>AZUZ: He apparently didn`t patent it, though, and he made it just for himself. So, Levi Hutchins doesn`t get the credit for inventing the mass produced alarm clock as we know it.<br><br>But that`s not necessarily a bad thing. Hutchins` invention didn`t allow him to change his wakeup time. It was 4:00 a.m. or nothing. And there wasn`t a snooze button either, so there was no way for him to grab an extra CNN 10 minutes of sleep.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Steam engines, factories and spinning jennies get most of the attention. But there was actually something much more mundane that helped shape the world`s economy from agrarian towards industrial. And if you`re like 68 percent of Americans, it`s probably the first thing you interact with in the morning.<br><br>I`m talking about the alarm clock. For thousands of years, people took their temporal cues from the sun. Sure, it might have made scheduling a meeting a little bit difficult, but then again, there weren`t many meetings back then. People tended to fend for themselves and their immediate community.<br><br>But then, the industrial revolution changed everything. Workers had to be punctual. Time became money, so to speak. So, we became slaves of the ticking clock. None of this sunrise/sunset scheduling that worked for the predictable rhythms of farm life. Plus, there weren`t any roosters to wake you.<br><br>So, how did the workforce adjust to the new world order? At first, factories installed whistles or bells that sounded throughout the area to alert its employees that the workday was set to begin. Some companies even hired knocker uppers to bang on windows and rouse their employees at their homes.<br><br>Then, in 1876, an American company received the first patent for a mechanical alarm. Even though the concept and the crude models dated back to Plato, these were the first mass-produced alarm clocks and they paved the way for a huge improvement in personal and business efficiency. And then, also, why I`m so groggy all the time?<br><br>(END VIDEOTAPE)<br><br>AZUZ: A unique set of circumstances came together for this. First, a large Ponderosa pine tree. Then, the man who owns it just happens to be a relative of Hollywood set designers, and most noticeably, a serious love for pirates.<br><br>This tree house ship has sails, cannons, chains, rudders, it`s got a captain`s quarters and a crow`s nest that`s reportedly the highest structure in this small town in Arizona. There are no plans to charge admission. The owner just wants kids to enjoy it. He does plan to add a zip line connected to a pool nearby, which sounds like a lot more fun than a walk down a plank, except in winter when it can put a shiver in me timbers.<br><br>Even though there`s no ocean in sight, the landlocked man-of-war is perfect for land lovers. They could make for a lot of jolly rogers. In a word, it`s piratical.<br><br>Singing ahoy for CNN 10, I`m Carrrl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-17 CNN Student News.mp4"}