{"title":"CNNSN-2015-11-04-CNN-Student-News","script":"(CNN Student News) -- November 4, 2015<br><br>Flooding In Yemen After a Cyclone; What It Takes to Report from Syria; Ride-Along in A Driverless Car<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Here to deliver your mid-week edition of CNN STUDENT NEWS, I`m Carl Azuz. It`s good to see you.<br><br>The two most dangerous parts of a cyclone or hurricane are the storm surge, the wall of water it washes ashore and the flooding its rains bring. Some cities in Yemen are in bad spots for both threats. Tropical Cyclone Chapala thundered in yesterday morning. It`s the first tropical cyclone ever recorded in the Middle Eastern country.<br><br>Yemen is already struggling with the civil conflict that started earlier this year involving government forces and a rebel group. It`s also a poor nation, with more than half of its population living below the poverty line.<br><br>Now, with the arrival of Chapala, we`re bringing in Jennifer Gray to explain how Yemen has a natural disaster to cope with as well.<br><br>JENNIFER GRAY, CNN METEOROLOGIST: Carl, in the past 30 years of keeping records, this part of the world has never seen anything like this. In fact, at one point, this cyclone was equivalent to a category four hurricane. It did make landfall as what we would call a category one. So, it weakened considerably.<br><br>But a lot of rain is falling in this region. This storm is fizzling out over Yemen, but the flooding is going to be a huge concern.<br><br>This region only sees about three to four inches of rainfall per year. A lot of areas in the United States sees more than that in a month. Two to three years worth of rain is what is expected to fall over the course of just a couple of days.<br><br>And what`s also interesting about Yemen, a lot of these coastal cities are right up against mountains. And so, when you get this much rainfall, we`re going to see the possibility of mudslides and even rockslides.<br><br>I want to show you the terrain on the map and you can see right along the coast, we have these cities in a very mountainous region. You can see the mountain sticking up and so, when you get a lot of rainfall, that rain has to go somewhere. And so, it flows down the side of these mountains and floods the small cities that are right there along the coast.<br><br>So, you have all of this storm surge that`s working its way in, and you have all the rain that`s falling in the mountains. It`s washing into these cities. And so, that`s why we`ve seen these incredible pictures like you`re seeing now, of streets completely flooded and roads washing away.<br><br>And -- so, we`re going to see a lot of damage out of this area as this storm continues to push inland -- Carl.<br><br>AZUZ: Thanks, Jennifer.<br><br>Next to Syria, a nation that`s torn apart. Over the four-plus year of its civil war, more than 250,000 people have been killed. More than 10 million have been displaced or forced to flee to other countries. There are several different groups, including ISIS terrorists, fighting for control in Syria. And outside nations like Russia and the U.S. are involved.<br><br>We get a lot of information from reporters on the ground. CNN`s Clarissa Ward has travelled into Syria and met up with Kurdish fighters. The Kurds are an ethnic group and the Peshmerga and the YPG are two Kurdish forces that are fighting ISIS in the Middle East.<br><br>(BEGIN VIDEOTAPE)<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Our journey into Syria began on the banks of the Tigris River that separates the Iraqi Kurds from the Syrian Kurds.<br><br>(on camera): So, we`re here in Iraq, and Syria is just over there, across the water. But this entire area is controlled by Kurdish forces. Now, we need to get all of our gear unto one of these boats to get over to Syria.<br><br>(voice-over): Families way down with belongings crossed in both directions. It was a very short ride. And then with the bump, we were in Syria.<br><br>(on camera): So, we`ve now arrived in Syria or Rojava as the Kurdish people who live in this area call this region. And we`re now making our way along the Turkish border, driving through the countryside on some pretty bumpy roads to meet up with our guides from the YPG.<br><br>(voice-over): These rickety mini-buses are how much Syrian Kurds get around, listening to patriotic songs, cheering on the Kurdish YPG fighters.<br><br>We were accompanied by a female fighter who was just 18 years old.<br><br>The Kurdish parts of Syria have a very different feel to the rest of the country. Many women here are uncovered, and the security situation is relatively calm in towns along the Turkish border.<br><br>But the famous Syrian hospitality is very much in evidence here. Even when we visited fighters on the frontlines, we were invited to share their lunch. On this day, goat and bread was on the menu, you simply can`t refuse.<br><br>(on camera): It`s fine.<br><br>(voice-over): The highlight though was an impromptu dance performance by our hosts as we prepared to leave. Months of heavy fighting has not quashed their spirit.<br><br>The days are long, hot and very dusty. And you`re never quite sure where you`re going to end up.<br><br>(on camera): Since we`ve been in Syria, we`ve been sleeping in a different place every night, but this is our accommodation for the night. You can see the team here. Everyone is getting ready for bed, and it`s certainly not luxurious, but you don`t have hotels really in this area.<br><br>We`ve been relying on the kindness of strangers and every night, people have been opening up their homes to us. So, we`re very grateful. And honestly, when you`re in Syria, anywhere where a roof over your head, and a nice mattress, it`s perfectly comfortable for us.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Special administrative region of China leads off today`s call of the roll. We`re taking you to Macao, specifically, the island of Taipa.<br><br>Thanks for watching and for your request from the International School of Macao.<br><br>Next, we`re trucking on over to the city of Clintonville, Wisconsin. Hello Clintonville Middle School, home of the Truckers.<br><br>The Silver Wolves are another unusual and awesome mascot. Fremont High School in Ogden, Utah, is wrapping up our roll.<br><br>Roughly 90 percent of vehicle crashes in the U.S. are at least partly because of human error. A solution could involve driverless cars, but there are a number of concerns about them. What if they`re complicated computer systems get hacked? What if heavy rain or snow disrupts the car`s sensors? What if people become too reliant on the technology and lose the skills to take over and drive themselves?<br><br>Plus, there`s the cost. Current models of driverless cars run more than $100,000. Still, if people adopt them and if everything works well, let`s see.<br><br>(BEGIN VIDEOTAPE)<br><br>VOICE: Automated controls engaging.<br><br>UNIDENTIFIED MALE: Feet off, hands off, eyes off.<br><br>RENE MARSH, CNN GOVERNMENT REGULATION CORRESPONDENT (voice-over): That`s how we drove, 65 miles per hour down a stretch of Virginia highway. It`s the state`s first try at testing driverless vehicles on real roads.<br><br>CNN in one test car and the head of the National Highway Safety Administration in another. Virginia Tech researchers in the driver`s seat just in case.<br><br>LUKE NEURAUTER, VIRGINIA TECH RESEARCHER: Right here, I`m going to transition over to automated mode.<br><br>MARSH: Researchers are studying how people in driverless cars react to anything, from another car suddenly stopping, to a construction worker in the road, all to help design the safest vehicle possible.<br><br>NEURAUTER: The vehicle`s controlling our speed and our lane position and monitoring the environment ahead.<br><br>MARSH: The test car receives wireless signals from other vehicles in the test, when the motorcycle brakes --<br><br>(on camera): Your foot is not on the pedal.<br><br>NEURAUTER: I`m not on the pedal. So, he has a braking event.<br><br>VOICE: To avoid collision.<br><br>NEURAUTER: And here we have a construction worker that was hidden behind the truck but he`s wearing a vest that has the same technology and he`s communicating his position to us as well. And so, when the vehicle detected a possible collision path, our vehicle automatically braked to a stop.<br><br>MARSH (voice-over): This is the future of driving. Virginia joins California, Nevada, Florida, Michigan, and Washington, D.C., in okaying self-driving car testing on public roads.<br><br>(on camera): You`re saying it`s cool because we`re on a real road. I mean, how crucial that is in moving forward to this next step?<br><br>MARK ROSEKIND, NHTSA ADMINISTRATOR: We saw a trooper coming up behind us. We saw a workman come out from behind the truck -- all responded beautifully by the automation and connected elements that were there.<br><br>At some point, though, it`s going to get more complicated out there. It`s a critical element of seeing all of this move forward.<br><br>MARSH (voice-over): Forward to the day where no hands, no feet, no eyes, is the mantra for all drivers on the road.<br><br>(END VIDEOTAPE)<br><br>AZU: You probably think the tallest dog in the world is a Great Dane and you`d probably be right. This is Bentley, and he`s almost as big as one.<br><br>Thirty-eight inches tall from paw to shoulder, 228 pounds, and the five- year-old beast eats more than half its weight in food every month, about 120 pounds of that.<br><br>But it`s not just a big food bill, his owners are trying to get him certified with a big record, the Guinness World Record for tallest living dog.<br><br>And if they don`t get it, it`d be a doggone shame. Given it`s a sizable challenge, a great feat to ob-dane, and though they`ll have to Bent-leave the dog-cision in the paws of the judges, he`s certainly not an underdog.<br><br>I`m Carl Azuz and we`ll be bark tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-04 CNN Student News.mp4"}