{"title":"CNNSN-2017-05-10-CNN-Student-News","script":"(CNN Student News) -- May 10, 2017<br><br><br>President Trump Fires FBI Chief; South Korea Elects New Leader; Liberated Civilians Describe Life Under ISIS<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: An unexpected announcement yesterday afternoon from Washington, D.C. U.S. President Donald Trump fired James Comey, the director of the Federal Bureau of Investigation.<br><br>It`s very unusual for a president to fire the head of the FBI, though it has happened before.<br><br>In a letter to the FBI chief, President Trump wrote: While I greatly appreciate you informing me on three separate occasions that I am not under investigation, I nevertheless concur with the judgment of the Department of Justice that you were not able to lead the bureau.<br><br>One thing that is under investigation, formerly lead by Director Comey, was whether members of the Trump campaign coordinated with alleged Russian efforts to interfere with the 2016 U.S. presidential election. President Trump has called that story phony, but critics say it was inappropriate for the president to fire Comey while that investigation is going on.<br><br>Another reason why Comey was a controversial figure in the government, Democrats and Republicans have criticized how he handled controversies related to Hillary Clinton`s email use from when she was secretary of state. Critics say those controversies influenced last year`s election when she was the Democratic presidential nominee.<br><br>This story was developing last night. We`ll be following up on it as more news comes out.<br><br>Next up, a new world leader has been chosen in South Korea, and changes could be ahead for how it deals with rival country North Korea.<br><br>Moon Jae-in is a former special forces soldier and human rights lawyer. He`s also the soon of North Korean refugees, and early results from Tuesday`s election indicated that he`d be the next leader of South Korea.<br><br>(BEGIN VIDEO CLIP)<br><br>MOON JAE-IN, PRESIDENT-ELECT OF SOUTH KOREA (through translator): As expected, this was a landslide victory, of course, because this was based on the result of the exit poll and we would need to patiently watch for the vote counts.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The nation`s former president, Park Geun-hye was impeached in March. She`s in jail, accused of corruption after political scandals ended her presidency. One major policy difference between her and the newly elected leader is their views on North Korea. Former President Park, a conservative, supported economic penalties and a tough stance against North Korea.<br><br>Likely President Moon, a liberal, has called for more dialogue and cooperation with the North, in addition to military and security measures.<br><br>His first test concerning the North could be coming soon. Experts have been saying for weeks that another North Korean nuclear test is on the horizon. Though, South Korea`s relationship with the North factored into the election, the biggest issues on the minds of voters were the nation`s economy and corruption in the government.<br><br>Five thousand people every day, that`s how many are leaving the Iraqi city of Mosul, according to the Iraqi officers who are keeping track. The battle to retake the city from the ISIS terrorist group has been going on for almost seven months.<br><br>ISIS has been in control of Mosul since 2014, and the Iraqi civilians who have escaped say life inside is hopeless, that ISIS has destroyed education, culture and ways to make a living. They`re dug in enough with traps and explosives to make the fight a hard one for the Iraqi, American and international forces trying to push them out.<br><br>ISIS frequently uses car bombs to attack, and until this year, U.S. and coalition forces had to hold back, to get senior military approval before calling in airstrikes. That process has been sped up, and while a coalition victory appears to be in sight, the cost is hard to count.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Barely able to see through the blinding dust, west Mosul residents trudged to safety. Thousands have fled in the past days.<br><br>&quot;We`ve escaped from death,&quot; says this man.<br><br>This three-month-old was carried out by her uncle. Miserable is how he describes life in the city under siege now for months.<br><br>&quot;God save us from that rotten gang,&quot; Abu Hussein (ph) tells me, referring to ISIS.<br><br>With little food or medicine left, hundreds of thousands remain trapped in the city.<br><br>(EXPLOSION)<br><br>WEDEMAN: Iraqi forces have established what they call safe passages for fleeing civilians.<br><br>(GUNFIRE)<br><br>WEDEMAN: Safe, however, may not be the best way to describe them.<br><br>(GUNFIRE)<br><br>WEDEMAN: On the hill above, soldiers fire rockets over the civilians` heads into the city.<br><br>(GUNFIRE)<br><br>WEDEMAN: And this is what has become of Mosul.<br><br>(EXPLOSION)<br><br>WEDEMAN: An ISIS car bomb goes up in flames at the edge of the Musherfa (ph) neighborhood.<br><br>(GUNFIRE)<br><br>WEDEMAN: Iraqi forces launched this latest operation last Thursday morning from the north and the northwest.<br><br>(GUNFIRE)<br><br>WEDEMAN: &quot;Be careful,&quot; Major Mustafa al-Sawi (ph) warns his troops. &quot;Watch out for booby traps.&quot;<br><br>The lone black banner of the extremists flutters in the hot wind.<br><br>(GUNFIRE)<br><br>WEDEMAN: The bombardment is unrelenting.<br><br>(on camera): This is a final push in the battle for Mosul, a battle that began in the middle of October last year. At the time, Iraqi officials said it would be over by the end of 2016. Now, it`s well into its seventh month.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>New York City`s E.V. Haughwout Building was made famous by what?<br><br>Custom-tailored clothing, passenger elevator, indoor aquarium or electricity?<br><br>In 1857, the Haughwout Building became the first to feature a passenger elevator that was considered safe.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And that safety was thanks to a man named Elijah Graves Otis. You might have seen that name in elevators. He invented a clamping mechanism, when the ropes used to hold up an elevator went slacked, his clamps would grip the elevator`s guide rails, keeping it from crashing down.<br><br>The machine was invented in 1853. It was installed in the Haughwout Building a few years later. But in those years that followed, it revolutionized cities around the world.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Drop a working stiff from the 19th century and modern day New York, what`s the first thing he might notice?<br><br>Height. It`s in the last century, cities across the world have gotten taller -- much, much taller.<br><br>At the start of the 20th century, you`d be hard-pressed to find a building that was more than six stories high. Who wants to hop up a flight of stairs longer than that?<br><br>But then, the modern elevator arrived. And builders raced towards the heavens, constructing massive office skyscrapers containing millions of square feet.<br><br>Sure, the basic idea was nothing new. Primitive elevators have been around since 236 B.C., but they relied on manpower -- lots of it.<br><br>By the mid-19th century, elevators were deriving their power from water and steam. But the ropes that they relied on weren`t so reliable. And that`s where Otis comes in. He developed a safety brake that kept the elevator from freefalling if the rope broke.<br><br>It was an innovation that transformed business. Not only could people be shuttled up and down, but so could heavy freight. Now, companies could consolidate all of their operations and office furniture in a single building, and that improve accountability, communication and efficiency.<br><br>Employees could shuttle from one department to another with a push of a button and a short vertical ride.<br><br>Industries likewise didn`t have to compete for geographically important locations. In the 1860s, New York City`s financial district was so overcrowded, they considered moving it uptown. But then the elevator came along and allowed Wall Street to grow up. Today, there are an estimated 900,000 elevators in America alone, making 18 billion trips a year, and occasionally giving me vertigo.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Eugene Romanovsky is a man who knows what he wants and he wants to sell his 1996 Suzuki Grand Vitara. They can go for less than 5,000 bucks at a used car dealership, but have they gone where this one has.<br><br>This home made YouTube video could make Eugene the best used car salesman ever. He`s taken it off road, way off road. The beaten path, nowhere around. All over the world, too close by.<br><br>Eugene says his car only needed your love and maybe some paint.<br><br>But even if the price goes so sky high or down to the bargain basement, this Suzuki has gone further. It`s more than a vehicle. It`s a Suzu-keepsake, an incardible example of the Vitart of the deal.<br><br>I`m Carl Azuz. Baby, we`re on board. Honk if you love CNN.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-10 CNN Student News.mp4"}