{"title":"CNNSN-2015-04-07-CNN-Student-News","script":"(CNN Student News) -- April 7, 2015<br><br>Saudi Arabia`s Military Strength; Tornadoes: 101; How Do Babies Learn? Aired 4-4:10a ET<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, HOST: It`s great to see you.<br><br>Thanks for taking 10 minutes for current events sans commercials.<br><br>I`m Carl Azuz in Atlanta.<br><br>In Sana`a, the capital of Yemen, international workers, civilians, women and children pack the airport, exhausted from conflict and relieved to be going home. Thousands are being evacuated from the shelling, the bombing and the gunshots. But their flights have to be coordinated with the military of neighboring Saudi Arabia because it`s leading the airstrikes against the Houthi rebels that have taken over Yemen`s government.<br><br>Hundreds have been killed in the fighting. The Houthis are allied with Iran. Saudi Arabia and other countries in the region want to kick out the rebels and reinstate Yemen`s deposed president.<br><br>The Saudis` firepower is immense.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN CORRESPONDENT (voice-over): Saudi Arabia is the best funded armed force in the Gulf region, with training and operational ties to the U.S., U.K. and France, according to The Institute of Strategic Studies, in 2014, the country`s defense expenditure was $80.8 billion.<br><br>That`s 10 percent of the country`s GDP and the third largest defense border in the world.<br><br>Its military force is made up of 227,000 active members. The army has 75,000 troops, but its biggest ground force is the 100,000 strong national guard, made up largely of tribal-based militia.<br><br>The primary mission of this force is to protect the royal family from internal conflicts. But their involvement in the liberation of Kuwait in the 1990s showed that it can also be deployed as an external force when the security of the country is threatened.<br><br>(on camera): Saudi Arabia also boasts a 13,500 person navy and an air force of 20,000 people. The fleet comprises U.S.-produced F-15 fighter planes, European-developed Tornadoes and Eurofighter Typhoons.<br><br>The Saudi forces are also equipped with American-made AH-64 Apache helicopters, 315 M1A2 Abrams tanks and it has recently invested heavily in anti-tank missiles.<br><br>The Royal Saudi Strategic Missile Force has also seen heavy investment in recent years, equipped with Chinese-made DF-21s and DF-3 delivery systems, built to launch long distance, high explosive warheads.<br><br>Of all the main players in the Gulf region, the Saudi military is considered to be the best armed, benefiting greatly from funds gained through the country`s vast oil wealth.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: On yesterday`s transcript page at cnnstudentnews.com, we heard from The Beaver State and The Green Mountain State. Ashland is a city in Oregon and it`s the home of The Cubs of the Ashland Middle School. Good to see you.<br><br>Colchester is a town in Vermont. It`s where The Lakers dive in at Colchester High School.<br><br>And from South Korea`s second largest city, that`s Busan, we welcome the students of Jangjeon Middle School.<br><br>Is the U.S. economy stalling?<br><br>It gained momentum in 2014 and had been growing by more than 200,000 jobs every month for a solid year. But the latest jobs report that came out for the month of March was a disappointment. It said the U.S. added 126,000 jobs when more then 240,000 were expected.<br><br>The unemployment rate stayed the same at 5.5 percent.<br><br>The Federal Reserve Bank of Atlanta forecasts that in the first quarter of 2015, the U.S. economy grew 0 percent. Analysts are waiting to see if the March jobs report is just a hiccup or a sign that the economy could be on the slide.<br><br>Tornadoes are the most violent storms on Earth. Unlike the North Atlantic hurricane season, there are no dates that define tornado season in the US.<br><br>Twisters can form at any time of the year and forecasters aren`t able to predict them as far in advance as hurricanes, though they can report when conditions are ripe for tornadoes. That usually happens in the spring and summer.<br><br>Accuweather.com is forecasting a round of severe storms this week in an area stretching from Northeast Texas to Illinois.<br><br>What causes them to spin off tornadoes?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, ATS METEOROLOGIST: Tornadoes are so powerful, they can flatten homes to their foundation. They can pull asphalt right off of a highway and they can toss around 18 wheelers like they were small toys.<br><br>(ON SCREEN)<br><br>Tornadoes: 101<br><br>GRAY: Tornadoes can be the most deadly and destructive weather phenomenon on Earth. In fact, about 1,000 tornadoes occur every year in the US.<br><br>That`s more than anywhere else on the planet.<br><br>(voice-over): Some of the strongest tornadoes can pack winds of 300 miles per hour or more. It can be as small as a couple of hundred yards wide, all the way to two and a half miles wide and their path of destruction can be a couple of hundred yards or extend out 50 miles or more.<br><br>(on camera): When conditions are just right, you`ll get warm, moist air coming in from the Gulf of Mexico. That will collide with dry, cooler air from the north. When these air masses collide, it creates lift in the atmosphere. And when you get those winds rotating and increasing speed with height, that will create a horizontal column of air that`s spinning. Then you get a downdraft from a thunderstorm and that will pull that column of air all the way down to the ground and then you have a tornado.<br><br>(END VIDEO TAPE)<br><br>AZUZ: It was the shortest lunar eclipse of the century, according to NASA. So unless you were looking for it during the five minute period it was visible, you probably missed Saturday morning`s celestial event.<br><br>The sun, the Earth and the moon were lined up just right, with the Earth in between, so that our planet`s shadow covered the moon. It appeared to take on a burnt orange color, giving it the nickname blood moon. Scientists say the Earth`s atmosphere filters out most of the blue light causing the moon to appear red.<br><br>The next blood moon is the fourth in a series of them. It`s expected on September 28th.<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED FEMALE: Time for the Shoutout.<br><br>What part of the human brain is the largest?<br><br>If you think you know it, shout it out.<br><br>Is it the cerebrum, cerebellum, medulla, or brain stem.<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED FEMALE: If you are the cerebral type, you may already know that the cerebrum is the biggest part of the human brain.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: How we interpret touch, how we reason, how we learn, it`s all believed to be determined by our cerebrum and doctors say that what our brains encounter in the first five years we`re alive can have this tremendous impact on how we learn later on.<br><br>Research looking into babies` brain development shows one thing that can help is the element of surprise.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CORRESPONDENT: Scientists believe babies are born with an innate knowledge about the world, with a set of expectations about how the world works.<br><br>What they don`t fully understand yet is how babies will learn more.<br><br>(ON SCREEN)<br><br>How Do Babies Learn?<br><br>GUPTA: Well, there`s some new research out there that was published in the journal &quot;Science&quot; that suggests babies learn best when they are surprised.<br><br>For instance, when an object doesn`t behave in a way the baby expects, then they`re going to focus on that object and ultimately learn more about it.<br><br>So in this series of experiments, researchers at Johns Hopkins University, they showed 11 month old babies something surprising and also something predictable.<br><br>One group of babies, for example, saw a ball like this roll down a ramp and get stopped by a wall. That was predictable.<br><br>Another group saw that same ball roll down the ramp and then pass through the wall, as if by magic. That was unexpected. That was surprising.<br><br>Or how about a toy train?<br><br>A toy train is expected to roll on a table like this.<br><br>But what if when it got to the end of the table, it just kept going?<br><br>That would be surprising to the baby. And scientists believe that babies` play is linked to learning.<br><br>UNIDENTIFIED FEMALE: Ready? GUPTA: To test that theory, researchers at Johns Hopkins then gave the<br><br>babies the objects to play with. The babies who saw the ball pass through the wall, they were more interested in playing with that ball afterwards than the babies who saw it roll to a stop.<br><br>The babies were also more inclined to bang the ball against their hands and then bang the ball against the table to see if the ball was, in fact, solid.<br><br>Look, whether it`s a magical ball or perhaps a flying train, provide the unexpected and kids are going to be more likely to learn.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: We wouldn`t say this last video will make your skin crawl, but thanks to a series of photos taken by a professor at Yale University, we can see how a dragonfly sheds its own.<br><br>First, it cracks its old skin and wiggles out, head first, upside down. It waits a while for its legs to dry, flips over and pumps up its wings with air. Its abdomen stretches out and then the insect spreads its wings and takes off, leaving the old skin behind.<br><br>It takes about 10 hours. But thanks to that video, the time seems to dragon fly by, even if it looks like the insect is just winging it. Don`t let our puns bug you we try to change them out to keep them fresh and we will have more for you tomorrow.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-07 CNN Student News.mp4"}