{"title":"CNNSN-2016-05-19-CNN-Student-News","script":"(CNN Student News) -- May 19, 2016<br><br><br>A Kidnapped Nigerian Schoolgirl Finds Freedom; Debate Surrounding a Possible British Exit from E.U.<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: News about a kidnapped girl in Nigeria starts off our show this Thursday. I`m Carl Azuz.<br><br>In 2014, a terrorist group called Boko Haram kidnapped as many as 276 girls from a boarding school in Chibok, Nigeria. At least 57 girls were able to escape soon afterward, more than 200 are still missing.<br><br>Well, another of the kidnapped girls is now free and safe. But there are different accounts about how this happened.<br><br>A witness who is on patrol with a vigilant group that fights Boko Haram says the girl just wondered out of the Sambisa Forest and asked for help.<br><br>She was with a baby and a man who identified himself as her husband and said he`d been kidnapped by Boko Haram on a separate occasion.<br><br>The witness says the girl has been reunited with her mother. But Nigerian officials say government troops who were working with the vigilantes rescued the girl and that a man she was with is a suspected Boko Haram terrorist. The military says they`re all getting medical attention and screening.<br><br>Next today, there`s a vote coming up in Britain that could change the make up of the European Union. On June 23rd, Britons will go to the polls to decide whether to stay part of the 28-nation alliance or to exit from the E.U. and try to negotiate a new trade deal with the association.<br><br>Before we get into the debate over this, here`s an overview of the E.U.<br><br>(BEGIN VIDEOTAPE)<br><br>MAX FOSTER, CNN INTERNATIONAL CORRESPONDENT (voice-over): What is the E.U.?<br><br>The European Union is a group of countries that work together to create a single market, to allow goods, capital, services and people to move between the member states, as long as they follow the rules and they pay the entry fee.<br><br>But we`re getting ahead of ourselves. To start this story, we need to go right back to the end of World War II. After six years of fighting, Europe was disseminated. Economies were collapsing and mistrust was rife as old enemies face the prospect of recreating trade ties.<br><br>France and previous occupiers Germany faced the difficult task of creating a unity for profit. So, they started talking, mainly about steel and coal.<br><br>In 1951, a total of six countries, France, Belgium, West Germany, Italy, Luxembourg and the Netherlands reached their first accord by uniting the steel and coal industries, creating the European Coal and Steel Community, or the ECSC. They later introduce the European Economic Community, EEC, in 1958. These two organizations are seen as the origin of the modern European Union, that wouldn`t adopt its new name until 1993.<br><br>More than six decades later, the European Union now represents more than half a billion people across 28 countries and with a common currency, the euro, which generates an estimated 14 trillion euros in GDP per year. The premise: countries who are economically linked are less likely to have conflicts.<br><br>But it isn`t a totally happy marriage for many countries. As some are affected differently by world events, there had been arguments over financial regulations, bailouts and different approaches to migration. This has given rise to anti-E.U. parties across Europe, with many calling for their countries to withdraw from arguably the world`s most powerful union.<br><br>(END VIDEOTAPE)<br><br>AZUZ: British Prime Minister David Cameron does not want that to happen. He has said in the past that he believes the United Kingdom could thrive outside the E.U., but he`s now warning there could be consequences to leaving -- that prices could go up in the U.K., that jobs could be threatened, and that the stability of Europe would be at risk.<br><br>Prime Minister Cameron named a rival leader and a terrorist leader as people who might support a British exit.<br><br>(BEGIN VIDEO CLIP)<br><br>DAVID CAMERON, BRITISH PRIME MINISTER: Who would be happy if we left? Putin might be happy. Al-Baghdadi might be happy. But our friends around the world are giving us a very clear message by saying it`s all up to you. It is your sovereign choice.<br><br>But our friends in Australia and New Zealand and America and all around the world, and all around Europe, they`re saying, it`s all up to you, it`s all your choice, but you like to stay. We think it`s good for us and it`s good for you.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So, what does the opposition say about a possible British exit from the E.U.?<br><br>Well, more than 300 businesses recently signed a letter in support of leaving. It said that Britain could be more competitive and that more jobs could be created if the country were to leave. Those who want to exit also say that Britain will have more control over its immigration policy, security and independence. All of these points are debated by supporters and opposers of a British exit.<br><br>(BEGIN VIDEO CLIPS)<br><br>DAVID CHALIAN, CNN POLITICAL DIRECTOR: She is likely to be the Democratic nominee, barring something none of us can see right now.<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: Then-Senator Clinton beat then-Senator Obama by more than 30 points, 35 points there in Kentucky back in 2008.<br><br>WOLF BLITZER, CNN ANCHOR: Bernie Sanders has a lead of 625 votes.<br><br>ANDERSON COOPER, CNN ANCHOR: This has been switching back and forth over the last hour and Hillary Clinton now ahead.<br><br>BLITZER: Are you ready to declare a winner with 99 percent of the votes in?<br><br>ALLISON LUNDERGAN GRIMES, KENTUCKY SECRETARY OF STATE: Based on the unofficial vote totals that we are seeing, Hillary Clinton will be the unofficial nominee on behalf of the Democratic Party.<br><br>DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: A win is a win, you`re right, Wolf. But it`s still -- it`s going to continue to fuel the Bernie Sanders energy that he is still going to get a fair number of delegates.<br><br>BERNIE SANDERS (I-VT), DEMOCRATIC PRESIDENTIAL CANDIDATE: It appears tonight that we`re going to end up with about half of the delegates from Kentucky.<br><br>(END VIDEO CLIPS)<br><br>AZUZ: OK. That was a quick look of how things look for U.S. Democratic presidential candidates during this week`s nominating contests in the state of Kentucky. It was very narrow win for the Democrats` frontrunner, former Secretary of State Hillary Clinton. But because her party rival, Vermont Senator Bernie Sanders, came in such a close second place, losing by only half a percentage point, he picked up almost as many delegates and Senator Sanders` campaign is considering asking for a recount in Kentucky.<br><br>Oregon also held nominating contests on Tuesday. Sanders won in that state with 56 percent of the vote to Secretary Clinton`s 44 percent.<br><br>Here`s how the delegate count currently looks for the Democrats. Clinton has 1,774 pledged delegates and 521 superdelegates. Sanders has 1,482 pledged delegates and 41 superdelegates. A Democrat needs 2,383 total delegates to clinch the party nomination.<br><br>On the Republican side, businessman Donald Trump is running unopposed. He is the presumptive nominee and his win in Oregon on Tuesday puts him 62 total delegates away from officially clinching the Republican nomination.<br><br>(MUSIC)<br><br>AZUZ: Our producers use each day`s transcript page at CNNStudentNews.com to find &quot;Roll Call&quot; schools.<br><br>On Wednesday`s transcript, we found Marian Middle School. They`re watching from the nation of India in the city of Bangalore.<br><br>Next to the U.S. East Coast, where the Redcoats are watching from Berlin High School. It`s in Berlin, the center of Connecticut.<br><br>And in southern Georgia, we make a stop in the city of Hahira where the Vikings are watching at Hahira Middle School.<br><br>If dogs could speak, well, some would have bigger vocabularies than others. There`s a project at Georgia Tech University that fits dogs with a special vest. The vest has a number of sensors on it. And the dogs are trained to bite or pull or touch one of the sensors with their noses and then that particular sensor triggers a voice that speaks what`s going on.<br><br>There could be applications for guide dogs, hearing dogs, search and rescue dogs that could use a signal to point out a specific problem. But what is the training process looks like.<br><br>(BGIN VIDEOTAPE)<br><br>SUBTITLE: Teaching dogs to speak.<br><br>MELODY MOORE JACKSON, ASSOCIATE PROFESSOR, GEORGIA TECH: We`re developing a technology that allows dogs to create message.<br><br>This research is really about allowing dogs to talk.<br><br>One of my very best researchers is my border collie Sky.<br><br>Hey, buddy.<br><br>He can say anything we give him the capability to say, so he can tell me the difference between what toys I`m holding. What`s this?<br><br>VOICE: That is a ball.<br><br>JACKSON: He can tell the difference between what sound he just heard.<br><br>VOICE: I hear the doorbell.<br><br>JACKSON: He can summon help with a medical alert vest.<br><br>We put the vest on him. I showed it to him once and in 27 seconds later, he knew how to activate the sensor.<br><br>The longest that any of our dogs to understand the technology was 28 minutes.<br><br>Any dog that`s trainable would be able to do this kind of activation because they are based on things that dogs naturally do.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, pandas versus zookeeper.<br><br>The worker at this panda breeding facility in China was just trying to clean up. But like two unruly toddlers, the pandas teamed up to keep the mess messy, and the basket of leaves had no chance. Fortunately for the zookeeper, these are just panda cubs and she`s able to just scoop them up at one point and relocate them.<br><br>But forget about this, when they grow up and weigh 200 pounds each, then they`ll truly be beast of bear-den, leaving caretakers or beartakers bamboozled with their pandamonious pantics and pandazzling shanpandigans that may obstrepandarous but are anything but pandantic.<br><br>I`m Carl Azuz and I`m glad I got through that.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-19 CNN Student News.mp4"}