{"title":"CNNSN-2016-02-23-CNN-Student-News","script":"(CNN Student News) -- February 23, 2016<br><br><br>Deadline Approaches in A Case Between U.S. Government and Apple; French Law Targets Food Waste<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hope your Tuesday is going well and we`re glad you`re spending 10 minutes of it with CNN STUDENT NEWS. I`m Carl Azuz.<br><br>There`s a legal case playing out between the U.S. government and the technology company and it`s lit up a nationwide debate about national security versus information privacy.<br><br>Syed Farook was one of the two of the terrorists who carried out an attack in California that killed 14 people in December. The federal bureau of investigation recovered his iPhone and a U.S. court has ordered the Apple company to help agents hacked it, to get more information about the terrorists and his plans.<br><br>But Apple has refused, saying civil liberties are at stake and that helping the government would make its products more vulnerable to cyber crime. The company has until Friday to formally respond to the ruling in court.<br><br>CNN`s Laurie Segall is exploring both sides of this controversy.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The FBI vs. Apple.<br><br>LAURIE SEGALL, CNN CORRESPONDENT: So, a California court ruled that Apple needs to help the FBI break into the phone of one of the San Bernardino shooters. Now, as Tim Cook puts it, essentially, hack our own users` iPhone.<br><br>OK. Well, here`s how the FBI puts it. They`re asking for access to the phone of a known terrorist, to give valuable information.<br><br>Yes, but here`s the thing. It`s not like Apple knows his password and iPhones erase after the wrong password is entered 10 times. What the court wants Apple to do is to actually create new software that would allow the FBI to guess the password in unlimited number of times.<br><br>Look, investigators in a terror attack already made the case that they need access to the phone and it was granted. Apple is just not letting them.<br><br>The government essentially wants Apple to create a backdoor.<br><br>OK, wait a sec, the FBI is not calling it a backdoor. They`re saying one time access to the phone of a known terrorist. The court ruling wasn`t for Apple to break into every iPhone, just this one iPhone.<br><br>Well, let me explain the tech side. Apple says once you`ve made the new software, it`s essentially Pandora`s Box. It exists. It can be used to help the good guys. But here`s the scary part, it could also be used to help the bad guys break into any iPhone.<br><br>But Apple has helped law enforcements dozens of times in the past.<br><br>Yes, but that was an older operating system. Apple was simply able to extract the data. But the newest software is actually more secure.<br><br>Without cracking the password, they can`t access anything.<br><br>That`s not true. Technically, it`s possible. Apple could build custom firmware for that.<br><br>Right. But think about the question that that raises. Does this ruling give the government the ability to force Apple engineers to actually write new code? That sets a major, major precedent.<br><br>Look, investigators have already gotten key location data from this phone using cell tower. And the shooters had ties to ISIS, contacts, messages, all of that information is locked away in this thing.<br><br>That`s because it`s encrypted, which is important for customers safety.<br><br>The suspect is dead, so that gets around the privacy provisions. He didn`t buy the phone. It was actually his work phone supplied to him by the local government. There`s a lot at stake and a lot of sympathy for these victims.<br><br>For Apple and the FBI, this case is a battle in the making for years. The outcome will set major precedent.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Hunger is a problem that exists in every country of the world. And yet, it`s estimated that one third of all of the food produced for people to eat is lost or wasted, thirty-three percent.<br><br>Food loss usually happens early in the chain. It`s when food gets spoiled, spills or wilts before it gets to consumers.<br><br>Food waste happens later, when something safe to eat but it gets thrown out anyway. Consumers take a lot of the blame here, especially in wealthier countries, people buy more than they eat and then just toss it out. The restaurants and grocery stores also worsen the problem. They may throw food that people didn`t purchase by the sell-by date or they may be concerned about being sued if they do give food away and someone who eats it get sick.<br><br>The U.S. has a law in the books passed in 1996 that aims to encourage companies to donate food and groceries to charities and it protects the donors from law suits if someone does get sick. Some new legislation in France aims to do the same thing. The question is, will it catch on and limit food waste?<br><br>(BEGIN VIDEOTAPE)<br><br>JIM BITTERMANN, CNN SENIOR EUROPEAN CORRESPONDENT (voice-over): This is probably not what you envision when you think of dining out in France: the free food line at a homeless shelter in Paris. Yet, food charities estimate that more than 2.5 million in France depend on food handouts in one form or another.<br><br>At the same time, restaurants, food stores and French families dumped tons of still edible food products into the trash each year, something that has produced what some say now is a sad and far too common sight, scavengers going through other people`s discards looking for something to eat.<br><br>Some markets and stores had tried to discourage the scavenger. But now, in part, that is about to change. A new law here requires larger supermarkets to strike deals with local food banks to donate unsold food to help feed those in need.<br><br>(on camera): It`s estimated that the French waste 7 million tons of food products each year, 700,000 tons of that is from supermarkets, which typically throw out food products when they reach their best-before date. But best-before does not mean spoiled. That food is still safe to eat.<br><br>(voice-over): One large supermarket chain which has fought against food waste for years applauds the new law, especially since it will clear up legal liability issues that could arise from donating unsold food.<br><br>BERTRAND SWIDERSKI, SUSTAINABILITY DIRECTOR, CARREFOUR: In fact, when you are for example 20 days to sell a product and if you did not sell the product after 15 days, what you can do, you can in terms of price and make an offer for your costumers before two days before expiring date, you just<br><br>have to donate it. It`s safe. It`s the same product. But we are not allowed to sell the product after expiring date or after best-before date.<br><br>BITTERMANN: Food banks are expecting a 15 percent increase in donations because of the new law. Others here would like to see the French law duplicated across the European Union, but he says that the biggest food wasters are still individuals and families which account for nearly 70 percent of damaged or out of date but still edible food that is thrown away.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Sean Dever is a student on a lacrosse scholar in North Georgia. He said that one of the best days of his life is when he signed on to play with the private college there. He`s got some other highlights, ones that helped him overcome much more than the challenges of the game. It`s why he`s today`s CNN STUDENT NEWS &quot;Character Study&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Sports have always been a huge part of Sean Dever`s life.<br><br>SEAN DEVER, CANCER SURVIVOR: I started playing soccer before kindergarten and started playing lacrosse in fourth grade, basketball in third grade.<br><br>GUPTA: In 2007, when he was 11 years old, a fall at lacrosse camp changed his life.<br><br>DEVER: My mom was very concerned that I was not walking along the way. So, she took me to the doctor and they suggested an MRI.<br><br>GUPTA (on camera): The tests revealed that Sean had a type of bone cancer known as osteosarcoma. That means the tumor that was located in his lower femur, the distal part of his thigh bone right there.<br><br>DEVER: I had to grow up very fast.<br><br>GUPTA (voice-over): After three months of chemotherapy, surgeons removed the cancerous part of his leg, including the knee, an approach that gave him the best chance of getting back in the game.<br><br>DEVER: That summer was just me learning to walk again. All the physical therapy, all the pain and everything I went through was to get back on a lacrosse field.<br><br>GUPTA: And he did.<br><br>JOHN WELLFORD, BLESSED TRINITY H.S. LACROSSE COACH: Every day was a gift, and he played like it and he was one of the best players I`ve ever had.<br><br>GUPTA: Today, Sean is captain of the lacrosse team at Young Harris College. He`s been cancer-free for eight years and volunteers with the Childhood Cancer Charity to show others what is possible.<br><br>DEVER: It`s worth pushing through things, the pain that you go through is temporary and the happiness will last a lot longer.<br><br>GUPTA: Dr. Sanjay Gupta, CNN, reporting.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For the first time in our &quot;Roll Call&quot;, Greece is the word y`all.<br><br>We are paying a visit to the nation`s capital of Athens, where we`re happy to see the American Community Schools of Athens. Thank you for watching.<br><br>Next, there`s always hope in North Dakota. The city of Hope is the home of Hope High School and the Spartans.<br><br>And in northwester Louisiana, we come to the town of Haughton. Hello to the Buccaneers of Haughton Middle School.<br><br>(MUSIC)<br><br>AZUZ: OK. So, it`s cold outside. We`ve got cabin fever, some softball equipment and snowmobiles.<br><br>Hey, I know. Snowmobile softball. Take a swing, fire up your vehicle and ride to first base.<br><br>Is it safe? Probably less safe than softball. Is there strategy? One rider says no. But it is a way for folks near Greenville, Wisconsin, to get outside and the proceeds -- yes, this event raises money -- they go toward equipment and maintaining snowmobile trails.<br><br>Got to be the place where you`d want to drop your mobile. Are there slides? There are skids. Are there baselines? There are tracks.<br><br>Catchers probably run away from place to plate, but the field is always machine-groomed.<br><br>I`m Carl Azuz and we`re out.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-23 CNN Student News.mp4"}