{"title":"CNNSN-2016-03-01-CNN-Student-News","script":"(CNN Student News) -- March 1, 2016<br><br><br>The Role of Animal Feed in the U.S. Food Industry. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey. Welcome to March. I`m Carl Azuz and this Tuesday is super.<br><br>This is the day when Americans in 13 states all go to the polls at once. And we`re going in-depth on Super Tuesday in tomorrow`s show.<br><br>In the meantime, while voters are helping determine who will appear on the presidential ballot this November, we`ve cooked up something special for you on CNN STUDENT NEWS. You know that expression &quot;you are what you eat&quot;?<br><br>Well, CNN has a raw ingredients series. It looks at how the U.S. food industry has changed, how engineering and importing have replaced old fashion growing and how consumer demand still factors in to how the industry produces our food.<br><br>Cristina Alesci has gone inside some of America`s biggest food companies, seeing most people haven`t seen before and today, we`re zooming in on animal feed and how what they eat ultimately makes its way to us.<br><br>(BEGIN VIDEOTAPE)<br><br>CRISTINA ALESCI, CNNMONEY CORRESPONDENT (voice-over): I know I`m not supposed to do it, but every once in a while, it`s necessary -- burying my face in the best barbecue I can find.<br><br>Americans eat a lot of meat. On average, up to 126 pounds of poultry, beef and poor every year. For some, it`s more than their own body weight. But depending on the animal, producing one pound of meat can take two, three, or even six pounds of feed. And what some of our livestock is eating are things you`ve never put in your mouth.<br><br>UNIDENTIFIED MALE: We`re going this way.<br><br>ALESCI: This is a hog finishing farm in Iowa. It`s where pigs get fat. Over the course of five to six months, pigs go from 13 pounds to 270 pounds in this room.<br><br>(on camera): Why did they get all quiet of a sudden?<br><br>DAVID CALDERWOOD, PORK PRODUCER: They want to hear what I have to say.<br><br>ALESCI: Wow, that`s amazing.<br><br>(LAUGHTER)<br><br>ALESCI (voice-over): The smell was awful, but, for me, the most unsavory part of this process is the one you rarely get to examine closely. In fact, it`s one of the most opaque corners of the meat industry. It`s the animal feed itself.<br><br>Most animals grazed in this country eat a secret formula. Some elements of the mix are even unknown to the farmer. But it`s safe to say that includes proteins, fats and in many cases, drugs. But the base for much of it is lots and lots of corn.<br><br>(on camera): Do you feel like this is what you were born to do?<br><br>ROGER ZYLSTRA, CORN FARMER: I feel this is what God put on the earth for.<br><br>ALESCI (voice-over): Roger Zylstra has been farming corn for more than 30 years.<br><br>(on camera): This corn is not corn wheaties.<br><br>ZYLSTRA: No.<br><br>ALESCI: It`s not corn I put on my grill.<br><br>ZYLSTRA: No, it is not. We grow it as a commodity. It really ultimately comes down to economics.<br><br>ALESCI (voice-over): And if it wasn`t for the meat industry, Roger might have a time staying in business, that`s because America`s livestock are essentially just corn conversion machines. First, the corn travels to a storage facility like this one. This is one million bushels, or 56 million pounds of corn. And that`s just the overflow from the massive storage containers.<br><br>JIM MAGNUSON, GENERAL MANAGER, KEN COOPERATIVE: We need to hold a whole year`s worth of production at one time and then it`s metered out throughout the remainder of the year.<br><br>ALESCI: Nearly 40 percent of all the corn grown in the U.S. goes to animal feed.<br><br>Rick Weigel makes hog feed.<br><br>(on camera): How many ingredients are looking at the end of the day?<br><br>RICK WEIGEL, HOG FEED PRODUCER, KEN COOPERATIVE: Probably ten to twelve different ingredients in.<br><br>ALESCI (voice-over): That includes pig fat. So, yes, the pigs are eating pig fat.<br><br>One of the biggest feed-makers is 250 miles north, Cargill, in Minnesota.<br><br>SARENA LIN, PRESIDENT, CARGILL ANIMAL AND NUTRITION: We believe our purpose here is to be able to feed the world. And to feed the world, we`ve got to find the most efficient way to grow healthy animals. We spend a lot of time doing the research to tackle exactly that question.<br><br>ALESCI: Cargill says it can get animals just as fat on half the feed compared to 40 years ago.<br><br>But for many in the industry, it`s not just about less feed. It`s about bigger animals.<br><br>How do you get livestock to explode in size in a few months? The industry has a term for it -- renderings. Animal byproducts like meat and bone meal, leftover grease from restaurants, and even meal made from poultry feathers.<br><br>KEEVE NACHMAN, PHD, CENTER FOR A LIKABLE FUTURE, JOHNS HOPKINS: To get a chicken to market weight, it takes between 42 and 48 days. I mean, that`s amazingly fast.<br><br>ALESCI: Dr. Keeve Nachman investigates the impact of industrial food production on public health at Johns Hopkins. One of his studies found arsenic in chicken meat. It came from a growth promotion drug in feed that has since been suspended by the FDA.<br><br>In another study, Nachman`s team found that some chicken feather meal contain small amounts of the active drugs in Tylenol, Benadryl and Prozac.<br><br>An industry group rejected the findings, but Nachman stands by it.<br><br>NACHMAN: No matter how they got there, these feathers are destined for use in animals. That was surprising and a little troubling to us.<br><br>ALESCI: Some producers even use waste feeding cows and pigs what`s known as poultry litter, or simply put, chicken poop, which believe it or not is considered a high protein, lower cost feed.<br><br>The FDA proposed banning the practice in 2004 to prevent mad cow disease. The FDA decided against the regulation. It said the science simply didn`t justify the ban. The FDA estimates that 1 percent of all chicken poop goes into feed.<br><br>But none of the farmers I interviewed said they used it.<br><br>And there`s one more ingredient that`s essential to getting growth out of animals.<br><br>(on camera): Where are the drugs?<br><br>WEIGEL: They are in the drug room. We hand-weigh them out and they`re dumped in each batch of feed.<br><br>ALESCI (voice-over): Weigel says the majority of his customers request antibiotics in their feed. This is where it comes from.<br><br>We asked Keeve Nachman about the drugs we saw in this room.<br><br>NACHMAN: I did see one drug that has an active ingredient carbadox, that has been shown to be carcinogenic and cause birth defects, at least in animals. And that drug has been banned in Canada, in the E.U., and in Australia.<br><br>It`s still approved for use here.<br><br>ALESCI: But with some restrictions, which Weigel says he follows closely.<br><br>And get this: More than 70 percent of all antibiotics sold in the U.S. are for food production animals.<br><br>JEFF DUNN, PRESIDENT, CAMPBELL`S FRESH: When I tell people 75 percent of the antibiotics in this country go into the animal supply chain, it blows their mind. It`s not possible. How can that be? Antibiotics are for humans. It`s just not possible. That blows their mind.<br><br>ALESCI: Jeff Dunn is trying to reform the food industry from the inside, at Campbell`s.<br><br>(on camera): Why is that important? Why should people care about that process?<br><br>DUNN: Because the process --<br><br>ALESCI: For those who don`t care. Because clearly there`s a subsection of society that does care, but there`s tons of other people that don`t care?<br><br>DUNN: All of this costs money. None of this stuff comes free, and there`s a reason that amount of antibiotic was used by the meat industry, because it was effective for them, it was efficient for them.<br><br>Ultimately, if the low cost food requires us to do these things to animals in our food system that aren`t long-term healthy, how about we really simply just externalize that costs than the long term health issues.<br><br>ALESCI (voice-over): Here`s why using so many antibiotics is a problem:<br><br>Antibiotics are vital that can help us to defend from bacteria that make us sick, or even kill us.<br><br>But bacteria can evolve. Every time we use antibiotics, some bacteria survive and those drug resistant bacteria can multiply and spread. This can result in what many call a super bug.<br><br>As we use more and more antibiotics, this problem magnifies, generating more kinds of super bugs and making the ones that already exist even more powerful.<br><br>There are already some strains of drug-resistant bacteria out there and public health officials warn it will only get worse if we don`t cool it on the antibiotics.<br><br>The FDA says it`s changing antibiotic guidelines for animal feed by December 2016. Veterinarians will have to make sure the drugs are used judicially and, quote, &quot;when needed for specific animal health purposes.&quot;<br><br>The feed-makers I spoke to said they follow FDA regulations. But Nachman isn`t satisfied with the FDA or the industry.<br><br>But is there an alternative? Maybe going organic.<br><br>JAMES PETERSON, FARMS ORGANIC CORN AND SOYBEANS: We are farming the same way that my great grandparents would have farmed.<br><br>ALESCI: Without drugs, the same pound of meat will cost you more.<br><br>PETERSON: The consumers are willing to pay. I think there will be -- continue to be more demand.<br><br>ALESCI: And there`s the heart of it, demand for cheap meat. We produce it as efficiently as possible and the conditions the animals lived in means drugs are often used, not only to keep them alive, but to make them fat.<br><br>Food executives say industrial methods are the only way we`re going to feed 9 billion people in the next three decades. Maybe.<br><br>But when you buy an unprocessed raw ingredient, do you know what`s really in it? Where it`s been before it gets to your plate? And whether it was produced as safely as possible?<br><br>Right now, those questions are still too hard to answer.<br><br>(END VIDEOTAPE)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-01 CNN Student News.mp4"}