{"title":"CNNSN-2015-01-12-CNN-Student-News","script":"(CNN Student News) -- January 12, 2014<br><br>March of Unity after Week of Terror in Paris; Difficulties for SpaceX; Growing Student Loan Debts; Hidden Sugar Compromises Your Diet<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: CNN STUDENT NEWS is your cost-free commercial free source for current events. I`m your host Carl Azuz. This January 12 we are reporting on a march in France that brought out millions of people nationwide.<br><br>It followed a week of terrorism in the European country. On Friday, in separate standoffs, police killed the two men suspected of murdering 12 people at a satire magazine last week. Also, French police killed another terrorism suspect at a kosher market. He`d murdered four hostages before his death. A fourth suspect, a 26-year old woman is on the run. Officials believe she intended to go to war-torn Syria.<br><br>Over the weekend, French police were told to get off social media and carry their weapons with them at all times.<br><br>Officials say terrorist sleeper sales, terrorists living in secret in France had been activated.<br><br>Still, hundreds of thousands gathered in Paris yesterday. People representing different religions, and leaders from all over the world joining in unity against terrorism.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: Three, two, one, zero. And lift-off of the SpaceX Falcon 9 rocket with Dragon.<br><br>(EV)<br><br>AZUZ: Falcon 9 is the rocket. It launched from Cape Canaveral, Florida on Saturday. Dragon is its capsule. It`s carrying about 5,000 pounds of stuff to the International Space Station. Things appear to be going well for Dragon. They didn`t for its Falcon 9 rocket. SpaceX, a private company wants to reuse its rockets. That would save millions of dollars rather than having them dropped in the ocean as garbage.<br><br>Unfortunately for Falcon 9, its intended return to a floating landing pad ended in a crash. No one was on it, though.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: Well, we expect everybody to get a fair shot, and in exchange we do our fair share. That`s the basic bargain at the heart of this country. If you work hard, you can get ahead. It shouldn`t matter what your last name is or what we look like or what family we are born into, or how we worship, what matters is effort and merit. That` the promise of America. And the way we deliver on that is making sure that our education system works on behalf of every person who lives here.<br><br>(END VIDEO CLIP)<br><br>AZUZ: President Obama promoting his new plan to make two years of community college free for students. They`d have to go at least part-time, and they`d have to keep a GPA of 2.5 or higher.<br><br>The White House estimates this would help 9 million students prepare them for better future jobs and save them $3800 a year in tuition if they go full time.<br><br>But if students don`t have to pay for it, who does? Taxpayers. The White House estimates this would cost $60 billion over the next ten years, and the president would need Congress`s approval to make this happen.<br><br>Political analysts say a Republican-controlled Congress isn`t likely to approve the Democratic president`s plan, still one thing everyone can agree on, college isn`t cheap.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: This is Steven. Hi, Steven. This is Steven`s family. Nice doggy. Life`s good. Steven doesn`t worry about much. He has big dreams and like many people he`s decided that a college degree would help them come true. They`ll get them, Steven, but before he gets that diploma, Steven has to come up with some big bucks.<br><br>And if Steven`s family hasn`t put money away, he`ll be in for a tough road. If Steven`s like millions of other college-bound students, and Steven is, that means he needs to get a loan.<br><br>Over ten years, the number of federal student loan borrowers was up 69 percent. Between 2012 and 2013, $238.5 billion in student aid was doled out. That`s nearly the gross domestic product of Greece.<br><br>Steven and his mates were borrowing avid of $26,500. After four years and a fancy degree our friend is wiser and more educated, filled with potential and loaded with debt.<br><br>Now, Steven has to pay that debt, it will take him ten years with a monthly payment of $277. And by the end of it, he will have paid $6700 in interest. And that`s not a problem for Steven as long as Steven doesn`t lose his job, starts a family, buy a car, have credit cards.<br><br>UNIDENTIFIED MALE: Wow.<br><br>UNIDENTIFIED MALE: It`s no problem as long as life doesn`t get in a way. But life does get in a way. It`s not always going to be easy, Steven, and while it won`t help you pay off your loans, just know, you are not alone. Good luck.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Carl Azuz, present. Let`s see who else is answering our CNN STUDENT NEWS &quot;Roll Call?&quot; Hoover Middle School is? The hawks are in flight over Albuquerque, the most populated city in New Mexico.<br><br>We are going to bundle up for a stop in Kaukauna, Wisconsin. The high there today is 16, but if anyone can handle it, it`s the galloping ghosts of Kaukauna High School.<br><br>And on East Coast, you`ll find the city of Akin in South Carolina. It`s where the Rams of Schofield Middle School are watching.<br><br>The U.S government`s jobs report comes out early each months. It looks at numbers from the previous months, and analysts say December was a good one.<br><br>The nation`s unemployment rate dropped two tenths of a percent. It`s now at 5.6 percent. And the U.S. added 252,000 jobs in December. Where are they? All over. Business services, construction, food services, health care. Altogether, 2014 was the best year for hiring since 1999. A good sign for the U.S. economy. Many who`d lost their jobs in the great recession, are getting them back. But there`s a problem: they don`t pay as much.<br><br>Average wages actually dropped two tenths of a percent in December. They win up 1.7 percent in all of last year, that barely keeps pace with inflation and that`s why many American workers don`t feel an improvement.<br><br>If you were asked on &quot;Family Feud&quot; to identify the most common New Year`s resolutions and you said lose weight, survey says, ding, it`s often number one. Always high in Americans` lists.<br><br>One thing that makes it difficult to keep that resolution is sugar. It`s not just that people love it, it`s that many of us don`t realize how many foods it`s in, and how concentrated it is.<br><br>(BEGIN VIDEOTAPE)<br><br>DHANI JONES, CNN CORRESPONDENT: What should I eat today? A cheeseburger or a granola bar? Gummy worms or dried fruit? A slice of pizza or some yoghurt? Even though some of this sound like healthier choices, they all have something in common: sugar.<br><br>(on camera): Why are diets so difficult?<br><br>NICOLE AVENA, PH.D., RESEARCH NEUROSCIENTIST, MOUNT SINAI HEALTH SYSTEM: So, one of the reasons why I think diets are so hard to (INAUDIBLE), was because in many ways our food environment is being created in a way that we are almost dependent on a lot of these types of foods that are out there, and research are showing that we actually can become addicted to some of them.<br><br>When we give our laboratory rats these different delicious types of foods to eat, they show changes in the brain that are similar to what you`d see if they were addicted to a drug like nicotine or cocaine or morphine.<br><br>JONES: What are people exactly addicted to?<br><br>AVENA: We found that mostly it seems to be foods that are rich in sugars. When our laboratory animals overconsumed sugar, they`ll show alterations in the pleasure systems. We evolved as the species based off of reinforcement. We wouldn`t be here if we didn`t find things enjoyable.<br><br>It`s a way to make us repeat behaviors.<br><br>JONES: So what would you suggest I do in order to get better at this?<br><br>AVENA: I want to show you some different food products that we have and sort of test your knowledge about how much sugars in them?<br><br>JONES: Hidden sugars?<br><br>AVENA: Hidden.<br><br>So, what I want you to do is line them up according to the ones that you think have the most sugar to the ones that have the least amount of sugar.<br><br>JONES: Can I get a little hand as to what they are?<br><br>AVENA: Those are craisins, cacao powder.<br><br>JONES: So, I feel like the most sugar here - feel like I`m at &quot;Wheel of Fortune.&quot; OK. I don`t know what I`m going to try - or whatever. But taste buds just got jacked.<br><br>Builder power bar, that`s got a lot of sugar in it. Sweet cream, and we have mega (ph) ice tea. What say you, Doc?<br><br>AVENA: Well, let`s talk about what you lost on. So, this one. The craisins.<br><br>JONES: It`s craisins.<br><br>AVENA: When you take cranberries, and you dehydrate it, you also concentrate the naturally occurring sugar into a very small piece of food now. Let`s reevaluate your decision about the vitamin water.<br><br>JONES: Like - to the fountain except for it has a little bit of orange flavor to it.<br><br>AVENA: No, it`s not the case. There`s a lot of added sugar in vitamin water. And actually, 100 percent of the calories come from sugar.<br><br>JONES: I feel like I ultimately failed at this test.<br><br>AVENA: You didn`t fail, because think about how much you learned.<br><br>JONES: Thanks for teaching me and thanks for educating me. This has been awesome.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, science reporters try all sorts of things to show how cold it is outside. Tossing boiling water in the air, freezing a pizza. This sums it up simply: in a bubble. Watch it freeze before your very eyes. A CNN I-Reporter mixed corn syrup and dish soap to keep it from pupping. The rest, nature took care of. This was shot in Alberta, Canada, where recent temperatures have been between 8 and negative 25 degrees Fahrenheit. It was an ice way to illustrate the cold, to bring things full of circle, to show you the sphere of the chill. You know, our puns sometimes get a frosty reception. A lot of icy stairs in a brisk brush-up from everyone who`s just too cool for them. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-12 CNN Student News.mp4"}