{"title":"CNNSN-2015-09-30-CNN-Student-News","script":"(CNN Student News) -- September 30, 2014<br><br>Typhoon Dujuan Makes Landfall in Asia; Young Survivors of a Terrorist Siege in Iraq; A Supersonic Car Project Set to Steal Land Speed Record. Aired 4-4:10a ET<br><br>Aired September 30, 2015 - 04:00:00   ET<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Midway through the week, we`re glad you`re taking 10 minutes for CNN STUDENT NEWS. I`m Carl Azuz.<br><br>First up, surveying the damage in Taiwan. A major storm made landfall in the island`s east coast Monday. Typhoon Dujuan brought wind gusts as high as 153 miles per hour and prompted the evacuation of 5,000 people from some northeastern mountain areas. They got 20 inches of rain in a short amount of time. That increased the threat of flooding and landslides.<br><br>The storm killed two people and injured hundreds of others. It knocked out power to half a million before moving on to mainland China. Dujuan had weakened a bit by the time it made landfall. But more than 260,000 Chinese were evacuated.<br><br>As the international fight against the ISIS terrorist group continues, we`re catching up with some people who escaped the militants.<br><br>A little over a year ago, ISIS trapped almost 40,000 Yazidis on a mountain in northern Iraq. Yazidis are an ancient religious minority. ISIS wanted to kill them because their beliefs are different from the extremist Muslim views of ISIS. Thanks to a massive operation to evacuate the Yazidis and fight ISIS, thousands of lives were saved.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): In the mad dash to climb aboard a flight to safety, families scrambled to stay together. These desperate people spent nine days trapped on a barren mountain under siege from ISIS militants who chased them from their homes.<br><br>(GUNFIRE)<br><br>WATSON: Amid the chaos and gunfire, terror frozen on the face of a girl in purple, 14-year-old Aziza Hamed.<br><br>More than a year later, we found Aziza and her family in this refugee camp in Iraqi Kurdistan.<br><br>(on camera): I`m looking forward to this. We`re going to meet some old friends that we encountered in very dramatic circumstances more than a year ago. And they`re right up here.<br><br>Dunia, how are you?<br><br>WATSON (voice-over): Aziza and her older 18-year-old sister, Dunia, are here along with their elder brother, Thabet, his wife and his three children. Their situation now much better than the unfinished construction site where they lived for the first seven months after ISIS made them flee their homes.<br><br>The girls tell me they go to school here and they say the camp has started to feel like home.<br><br>(on camera): Aziza, you`ve gotten a little taller than Dunia since I saw you last.<br><br>WATSON (voice-over): But it does not take long for terrible memories to resurface.<br><br>(on camera): What`s making you sad right now?<br><br>(voice-over): &quot;When I see you,&quot; Aziza says, &quot;I remember what happened.&quot;<br><br>AZIZA HAMED, RESCUED FROM ISIS (through translation): We saw ISIS with our own eyes, how they were capturing people. If we drove down the wrong road that day, we would have ended up in ISIS hands, but we took a different road and made it to the mountain.<br><br>WATSON: In the year since their narrow escape, their father`s health has deteriorated, and he can no longer walk. No one knows what happened to two elder brothers, who were captured by ISIS last year and haven`t been heard from since.<br><br>And another brother, 23-year-old Karem, smuggled himself to Europe on the migrant trail taken by so many other people fleeing the Middle East.<br><br>(on camera): Hey, Karem.<br><br>KAREM HAMED, RESCUED FROM ISIS: Hello.<br><br>WATSON: Hey, how are you? Where are you?<br><br>HAMED: Deutschland.<br><br>WATSON: Germany?<br><br>HAMED: Yes.<br><br>WATSON (voice-over): I ask Karem if he misses Iraq.<br><br>HAMED (through translation): No, that`s gone. Iraq is gone for me. I lost it. I want to build a new future for myself. There`s no future in Iraq.<br><br>WATSON (voice-over): That hopelessness, shared by so many people we talked to in refugee camps in northern Iraq, where people like Aziza and Dunia`s older brother, Thabet, still struggle to deal with the trauma they endured.<br><br>&quot;I just want to start a new life,&quot; he says. &quot;And I want my family to stay safe and to stay together.&quot;<br><br>One of the few times 15-year-old Aziza really smiles is when I ask her what she`d like to do to the men from ISIS who attacked her family.<br><br>&quot;I would stomp on their heads and kill them,&quot; she says.<br><br>This girl may have escaped to live another day, but her innocence has been forever lost.<br><br>Ivan Watson, CNN, Dahak, Iraqi Kurdistan.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`re roving all over North America in today`s &quot;Roll Call&quot;.<br><br>We`ll start in Canada, the province is Alberta, the city is Calgary, the school is St. Francis High, home of the Browns.<br><br>Moving south to the central U.S. state of Kansas, we`ve got the Indians of Andale High School watching today. Hello, Andale.<br><br>And though Anchorage isn`t the capital of Alaska, it is the state`s largest city and it`s where the Rams are watching at Wendler Middle School.<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Time for the shoutout.<br><br>At sea level under normal conditions, how fast would you have to be travelling to be supersonic?<br><br>If you know it, shout it out.<br><br>Is it: (a) 253 miles per hour, (b) 530 miles per hour, (c) 612 miles per hour, or (d) 762 miles per hour?<br><br>You`ve got three seconds. Go!<br><br>(BUZZER)<br><br>On an average day, sound waves travel at about 762 miles per hour. So, option (d) is supersonic. That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Of course, jets can break the speed of sound, but can a car? One did in 1997 in Nevada`s Black Rock Desert. A British driver took a jet engine vehicle to 763 miles per hour, a Guinness World Record that still stands.<br><br>It was supersonic and it`s kind of slow, at least when compared to what engineers hope what this will do. It`s called the Bloodhound Project, estimated cost, $62 million, paid for by sponsors and supporters.<br><br>Critics may say it`s a waste of money, but the project`s director says he hopes it will inspire Britain`s future engineers.<br><br>(BEGIN VIDEOTAPE)<br><br>SHERISSE PHAM, CNN INTERNATIONAL CORRESPONDENT (voice-over): It looks like something out of the latest &quot;James Bond&quot; movie. And there`s even a cube-like character. But this is reality.<br><br>Say hello to the Bloodhound, billed as the world`s fastest racing car, making its world debut in London.<br><br>RICHARD NOBLE, PROJECT DIRECTOR, BLOODHOUND SCC: Zero to 1,000 miles an hour in 55 seconds. And then when we go through the measured mile 3.6 seconds, a mile in 3.6 seconds. Then we`ve got to think about stopping.<br><br>PHAM (on camera): This is going to be driven by an RAF pilot. As you can see it`s not quite done yet but when it is, it is going to be supersonic.<br><br>(voice-over): This race car is part jet and part rocket.<br><br>NOBLE: This is known as a hybrid rocket. It`s very, very clean and 98 percent efficient. It`s amazing thing.<br><br>PHAM: It was built by a team of Formula One and aerospace experts with help from the British Royal Air Force and Army Engineers.<br><br>The goal: to smash the current land speed record of 763 miles an hour.<br><br>The outside is sleek and aerodynamic. And the inside -- well, we`ll let an expert tell you all about it.<br><br>AULDEN DUNIPACE, EDUCATION DIRECTOR, BLOODHOUND SSC: You`ve got a most impressive jet engine, the EJ200, coupled with the next generation of space travel, rocket motors are being built in the European Space Agency and then the most extraordinary aerodynamic design.<br><br>PHAM: Next up for the Bloodhound: a trip in South Africa to race on a track built especially for the supersonic machine. The goal is to hit 800 miles per hour next year and 1,000 miles per hour in 2017. No doubt this race car is already on 007`s wish list.<br><br>Sherisse Pham, CNN, London.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go -- a monkey on a loose. Here he is hanging out on a mailbox. Whoops, time for a water break. All this being loose makes the money thirsty.<br><br>Hey, street sign, I`m shaking things up.<br><br>So, what, where, why -- well, it happened in Florida. A pet macaque monkey named Zeke got out of his cage and monkeyed around a while until his owner came to collect him.<br><br>Zeke`s neighbors had seen this before, so they kept their distance fearing a macaque attack.<br><br>So, how does he keep getting out? Must have the mon-key.<br><br>Neighbors probably wish he`d just mon-kept to his house. But if he mon- keeps on doing this, you`ll have to wonder what this prim-ate to make him such an escape artist.<br><br>I`m Carl Azuz, and that`s CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-30 CNN Student News.mp4"}