{"title":"CNNSN-2015-06-02-CNN-Student-News","script":"(CNN Student News) -- June 2, 2014<br><br>&quot;CNN: Thirty Five&quot; Part II<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz.<br><br>This is the second of a two-part special edition we produced on CNN STUDENT NEWS. It continues our outlook at some of the major news stories that have made headlines and history since launched 35 years ago.<br><br>Teachers, we encourage you to preview this show. It contains images of some of the most tragic stories CNN has covered.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Breaking News: Thirty Five Years of CNN.<br><br>CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL CORRESPONDENT: The horrors of this war, ethic cleansing goes on within view of United Nations patrols.<br><br>UNIDENTIFIED FEMALE: An explosion underground in the garage section of the World Trade Center has killed now three people. Hundreds of people are still being evacuated from the twin towers.<br><br>UNIDENTIFIED MALE: The whole south side of the building is going up in flames literally before our eyes.<br><br>UNIDENTIFIED MALE: Four million people driven from their homes by war.<br><br>UNIDENTIFIED MALE: The Oklahoma governor`s office says at least 19 people are dead, hundreds of other injured, and rescuers continue to search for survivors in the rubble of the AP Murrah Federal Building in Oklahoma City.<br><br>WILLIAM JEFFERSON CLINTON, THEN-PRESIDENT OF THE UNITED STATES OF AMERICA: The bombing at Centennial Olympic Park this morning was an evil act of terror.<br><br>UNIDENTIFIED MALE: French government has informed all of us that Princess Diana has died.<br><br>UNIDENTIFIED FEMALE: Earlier today, two masked gunman wearing all black begun shooting at least 18 people.<br><br>UNIDENTIFIED MALE: What the election law hopefully hanging chair (ph).<br><br>ANDERSON COOPER, CNN ANCHOR: The hand count is expected to begin shortly here in the room behind me.<br><br>UNIDENTIFIED FEMALE: A plane has crushed into one of the towers of the World Trade Center.<br><br>UNIDENTIFIED FEMALE: Saw a plane crashed into --<br><br>UNIDENTIFIED MALE: This was described to me, the size of a 747 --<br><br>UNIDENTIFIED FEMALE: We have unconfirmed reports this morning that a plane has crashed into one of the towers of the World Trade Center.<br><br>AARON BROWN, FORMER ANCHOR: My producer calls, he said, &quot;You listen to the radio&quot;. And I said, &quot;No&quot;. He said, &quot;You should&quot;.<br><br>He said, a plane just crashed into the World Trade Center.<br><br>I didn`t know if it`s a big plan or a small plan or it was an accident or it was deliberate --<br><br>PAULA ZAHN, FORMER ANCHOR: But when the second plane hit the South Tower, I think we all knew it`s the act of terrorist.<br><br>BROWN: At the Pentagon, a plane or a helicopter has crashed and the Pentagon is being evacuated.<br><br>The Boston Airport, like airports now across the entire country is closed.<br><br>All air traffic in United States has come to a halt.<br><br>WOLF BLITZER, CNN ANCHOR: And then we heard that there is another plane, maybe going towards the Capitol, another plane was toward the White House.<br><br>People were running out in the White House, people were running out of Capitol.<br><br>BROWN: There has just been a huge explosion we can see, a bellowing smoke rising and I can, I`m telling you that I can`t see that second tower but if there was a cascade of sparks and fire and now, it looks almost like a mushroom cloud explosion --<br><br>UNIDENTIFIED FEMALE: United Flight 93, Newark to SFO, has crashed in Pennsylvania for United Airlines.<br><br>ZAHN: Some very brave passengers attempted to take control of that plane because they knew, from phone conversations, that they had had with family members at the World Trade Center had been attacked -- can you imagine the courage?<br><br>UNIDENTIFIED MALE: Good Lord. There are no words.<br><br>BROWN: Its 1:00, 2:00 in the morning, we sleep and was tired, and I was crying, and I was thinking about my daughter was from middle school. And I thought, &quot;God, her world is going to be totally different, is going to be totally different&quot;.<br><br>ZAHN: 9/11 forever altered the soul of our nation. We could never again take for granted our sense of security, and life has never been the same since then.<br><br>AMANPOUR: I reported a few minutes ago about a second wave of attacks, they`re being described as more intense.<br><br>GEORGE W. BUSH, THEN-PRESIDENT OF THE UNITED STATES OF AMERICA: On my orders United States military has began strikes in Afghanistan.<br><br>UNIDENTIFIED MALE: I`ve got a little problem on the Space Shuttle Columbia. It has been out of communication now for the past 12 minutes.<br><br>BUSH: My fellow Americans, this day has brought terrible news the Columbia is lost. There are no survivors.<br><br>UNIDENTIFIED FEMALE: More explosions have rock Baghdad after an unprecedented bombardment a few hours ago. U.S.-led forces had unleashed their long awaited and punishing air assault.<br><br>COOPER: In Spain at this moment, they are still counting the bodies. At least 190 people are dead.<br><br>UNIDENTIFIED MALE: Hundreds are reported dead in Sri Lanka as a powerful earthquake of Indonesia produced devastating tidal waves across parts of Asia.<br><br>UNIDENTIFIED MALE: Four separate yet simultaneous explosions striking the transit system there.<br><br>COOPER: The real concern is the wind, and the rain, and any flooding that may cause.<br><br>UNIDENTIFIED FEMALE: A powerful hurricane appears to be setting its sights into the Central Gulf Coast.<br><br>UNIDENTIFIED FEMALE: The winds are just incredible here in New Orleans. We can see the roof of the Superdome has been shredded.<br><br>COOPER: This is maybe the easy side of the storm but it does not feel very easy right here on the banks of the Mississippi River. I just want to show you a little bit --<br><br>It`s a very strange feeling covering a hurricane particularly one that was this size, got there really just as the first kind of rainfall were starting.<br><br>The winds are really big up here.<br><br>I had a satellite truck with me I had a crew with me and we were kind of on our own.<br><br>Because as you can see, it`s coming to part as we speak.<br><br>And people just come up to you in the Walmart and they`re like, have you heard about my town?<br><br>A woman at the Walmart said to me, you should to Gulf Coast of Mississippi, because we haven`t able to touch with our relatives in Waveland and no one is reporting from there.<br><br>When I got to Waveland, that was unlike anything I`ve seen before. It`s just block after block was gone. People were starting to return and see their lives gone.<br><br>It`s devastating, I mean, after this.<br><br>UNIDENTIFIED FEMALE: A levee break the size of a football field is slowly flooding New Orleans.<br><br>UNIDENTIFIED FEMALE: I am looking over a scene of other devastation and the entire neighborhood, this water has come up to the east of the houses.<br><br>UNIDENTIFIED MALE: When we got out there, you could hear screams of people still being trapped in the attics.<br><br>UNIDENTIFIED MALE: As we came across, people punching holes in the attic spaces because the water is filled up all the way up to their attics.<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: What are we doing now, doc, where are we going?<br><br>UNIDENTIFIED MALE: We`re going to Charity Hospital.<br><br>GUPTA: Is this really safe? And we heard about the snipers earlier today.<br><br>UNIDENTIFIED MALE: No. Not really.<br><br>GUPTA: We had to get a row boat and essentially row across from the parking deck across the street and to the ramp at Charity Hospital.<br><br>OK. Well, we made it.<br><br>UNIDENTIFIED MALE: Yes.<br><br>GUPTA: Safely.<br><br>So, this is what a Charity Hospital looks like in the middle of the natural disaster.<br><br>When you get into Charity Hospital, you sort of immediately realize that it is as bad if not worst as has been described. It was completely crowded.<br><br>There was a smell in the air. When we started to walk around the hospital and realize that the staircase is not becoming filled with bodies as a result of what was happening there, that you needed to start reporting.<br><br>One of the images that really struck with me the most was these people bagging patients, with been on ventilators who no longer had power, and they would take shifts. And you couldn`t fall asleep and they have to just keep doing it and sometimes the patients would still be awake and are at<br><br>least cognizant enough to know that literally in my entire life right now is dependent on where this guy can keep bagging this bag of air into my lungs.<br><br>CHRIS LAWRENCE, CNN CORRESPONDENT: Some of these people had been waiting outside now for more than three days.<br><br>UNIDENTIFIED FEMALE: No food. No water. Helicopter is flying all over here. It`s ridiculous.<br><br>COOPER: You know, someone actually said this to me in the days after Katrina. He said to me, &quot;You know man, this is all going to be forgotten.<br><br>It`s all going to be cleaned up and washed away and forgotten&quot;.<br><br>But I certainly would never forget what I saw, and I don`t think a lot of people who were there, I don`t think any of them will forget either.<br><br>(END VIDEOTAPE)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-06-02 CNN Student News.mp4"}