{"title":"CNNSN-2016-09-14-CNN-Student-News","script":"(CNN Student News) -- September 14, 2016<br><br><br>Ceasefire in Syria; Americans` Median Household Income Rose Last Year; Controversial Oil Pipeline in the U.S.; Outdoor Adventure Empowers Young Cancer Patients<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz, for CNN STUDENT NEWS. We`re glad you`re here.<br><br>We`re starting today with a glimmer of hope in a civil war. The Middle Eastern nation of Syria has been torn apart since 2011. The United Nations estimates that 400,000 Syrians have been killed.<br><br>But earlier this week, a ceasefire organized by Russia and the U.S. officially begun. It calls for a stop to the fighting between Syrian government forces and the rebels fighting them. It does not apply to the terrorists fighting in Syria.<br><br>And while the ceasefire didn`t stop all of the violence immediately, a relative calm had settled over the country on Tuesday. Officials hoped this will allow aid groups to get food and supplies to hundreds of thousands of Syrians who desperately need it. But some organizations were waiting on guarantees of security before setting out. Previous ceasefires in Syria did not last long.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The struggle for a ceasefire in Syria.<br><br>NIMA ELBAGIR, CNN SENIOR INTERNATIONAL CORRESPONDENT: What do you need for a successful ceasefire?<br><br>Well, sadly, there is no wave of the magic wand, but in essence, you need three factors to be present. You need trust, which is in extraordinarily scarce supply in Syria right now. You need a clear delineation of areas of control by the armed groups and armed actors. And you also need leverage to enforce the ceasefire.<br><br>In terms of the delineation, well, the situation on the ground in Syria is extraordinarily confused and you have a number of very strange bedfellows sharing frontlines. But that complicates things when you have international actors like the U.S. and Russia seeking to work together to target those actors on the ground that they have identified as hostile, mainly Jabhat Fatah al-Sham and ISIS.<br><br>But what happens when you have more mainstream oppositions in those very same territorial footprints? Well, then you need the mainstream opposition to agree to give up some of that territorial hold and withdraw. Now, that is not something any armed group anywhere in the group is particularly with, in order to enforce that. That`s where the leverage comes in.<br><br>But given how many years the conflict in Syria has been, allowed to roll on with so little sense of any kind of peace coming over the horizon, leverage isn`t something that really anyone in the international community has a selfless end.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. Census Bureau says wages in America are up. After years of stagnation, when Americans` incomes did not increase, the median household income rose to $56,516 last year. That was a little more than a 5 percent increase over the year before and it was the first increase in median income since 2007. Americans with the lowest income saw the greatest increase. Those with the 10 percent of income saw the least.<br><br>Census officials say an increase in employment is the main reason for the median pay rise. But $56,500 is not the highest median income America has seen. That was in 1999 when the median household income was almost $58,000.<br><br>Of course, when asked about their incomes, our parents usually include some insight about how money doesn`t grow on trees. They`re right. Sometimes, it`s created by lenders.<br><br>(BEGIN VIDEOTAPE)<br><br>NINA DOS SANTOS, CNN CORRESPONDENT: Eighty-point-nine trillion dollars, that`s about as big as it get, isn`t it? It`s all the money that`s out there in circulation in the entire world.<br><br>But, of course, it all depends on your definition of money. The $80 trillion figure actually accounts for all of the bank notes, coins and money deposited in bank accounts.<br><br>But if you expand your definition of money maybe to include, say, currencies, gold supplies, the amount of money that`s invested in financial products -- well, the amount rises to over a quadrillion dollars. And, by the way, guys, that`s a million billions.<br><br>So, the big question is, where does all this money actually come from? Well, central banks are responsible for minting new coins and printing new bank notes, to replace the ones that get worn out or perhaps get lost down the back of the sofa. But they can also inject new money into the economy.<br><br>Since the financial crisis, central banks right around the world have been embarking on massive programs of quantitative easing. This is essentially printing new money to try and ease the threat of the global recession. But as the Bank of England points out, most money isn`t actually made by central banks at all. Instead, cash is created by commercial banks and it never actually gets printed.<br><br>So, here`s how it works: whenever a bank gives you a loan, say, to buy a car, it doesn`t actually hand over a pile of cash for that purchase.<br><br>Instead, it transfers the money electronically into your bank account. The lender only really needs to have a small amount of money on its books to back up that loan. So, effectively, it`s creating new money in the system.<br><br>About 97 percent of all money in developed economies is created just like that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next today, a controversy involving the Dakota Access Pipeline. It`s an oil pipeline. It`d be almost 1,200 miles starting along the U.S. border with Canada and running southeast through South Dakota, Iowa and Illinois.<br><br>The pipeline`s developer says it would add thousands of construction jobs and bring millions of dollars to state and local governments. But protesters, including members of the Standing Rock Sioux, a Native American tribe, say the pipeline would destroy sacred site, including burial grounds and that it could pollute drinking water if the pipe breaks.<br><br>The Standing Rock Sioux tried to legally stop the pipe`s construction, but late last week, a federal judge ruled against the tribe, saying it had already been given a chance to identify important sites.<br><br>But after that ruling, the U.S. federal government put a pause on construction, at least temporarily, while the tribe`s views are considered.<br><br>Some of the protests have been violent. The company building the pipeline says it still plans to move forward when that`s allowed. The protesters say they won`t leave and that they`re committed to stopping the project.<br><br>(MUSIC)<br><br>AZUZ: Brad Ludden is a professional kayaker. He`s been on the &quot;Outside Magazine&quot;. He`s won two world free style medals.<br><br>But there are more than 3,000 people who know him best for a nonprofit charity he founded called First Descents. It gives free outdoor adventures to young adults with cancer.<br><br>We caught with some folks whose lives are moving forward with each forward stroke.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: I`m Rocky. I`ve done some live water but not since treatment. So, I`m a little nervous but also excited to get back in the boat.<br><br>When my doctor, you have a 50/50 chance, I was like, holy crap, like I`m 21 and I could die.<br><br>UNIDENTIFIED MALE: Let`s go boating.<br><br>UNIDENTIFIED FEMALE: I was so full of energy and a month later, I was husking (ph) myself. All that was vibrant was dimmed for so long.<br><br>UNIDENTIFIED MALE: Welcome guys.<br><br>BRAD LUDDEN, CNN HERO: Being a young adult, to have that type of betrayal in your body, that`s a really challenging thing to cope with.<br><br>Left hand stays right on the side of the boat. Go to finish. Whoa! That was beautiful.<br><br>We`re taking everyone out of their element. We`re taking them out of cancer and putting them through legitimate challenge.<br><br>Keep that bow up. Keep it up. Yes, buddy!<br><br>Nice work.<br><br>It really begins to restore a lot of the doubt inflicted through their diagnoses.<br><br>You see people really start to open up.<br><br>UNIDENTIFIED FEMALE: This is the time that I have and I`m trying to make the most of it.<br><br>LUDDEN: They start to find their voice again amongst friends.<br><br>UNIDENTIFIED FEMALE: Getting back on track and I can finally put something like that behind me.<br><br>LUDDEN: With each passing day, they take on those challenges on and off the river with a bit more confidence. You see that look of accomplishment and pride. You can`t give that to someone. It`s something they have to go earn.<br><br>UNIDENTIFIED MALE: Yes, paddle, paddle! Whoo!<br><br>LUDDEN: By the end, it`s been a complete transformation.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All week long, we`re hitting the road with some new Guinness world record holders, like this. Buckle up, y`all.<br><br>This menacing monstrosity of motorized mayhem just crushed the world record for longest monster truck. At 32 feet, it`s almost the length of a school bus. At 15,000 pounds, it`s the weight of four cars. It`s pushed by 750 horsepower and it sits 12, but it gets less than a mile per gallon, so it`s less fuel efficient and more fuel deficient.<br><br>It`s less of a butte and more of a brute. But it`s every bit a wrecker as it is a record. It`s the big wheel wonder that brings the thunder. So, while it can be measured, it can`t be caged. So, instead of a garage, they use a ga-rage!<br><br>I`m Carl Azuz, one of the driving forces behind CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-14 CNN Student News.mp4"}