{"title":"CNNSN-2016-10-17-CNN-Student-News","script":"(CNN Student News) -- October 17, 2016<br><br><br>Calls for Immediate Ceasefire in Yemen; Operation to Drive ISIS Out of Mosul; Coral Bleaching on the Grand Barrier Reef; Examining America`s Heroin Epidemic and How it`s Being Addressed<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS, ten minutes of international current events for our international audience. I`m Carl Azuz. We`re glad you`re watching.<br><br>First up this Monday, the United Nations, the United States and the United Kingdom are all calling for an immediate ceasefire in Yemen. The conflict started last year in the Middle Eastern country, between Houthi rebels who drove out Yemen`s president last year, and the forces that support Yemen`s president.<br><br>Other countries are involved, too. Iran supports the Houthi rebels. Saudi Arabia and some other nearby nations support the Yemeni government.<br><br>Part of the reason why global tensions are heating up over Yemen, an American warship in the Red Sea has apparently been targeted several times from missiles that the U.S. says were launched from Houthi controlled parts of Yemen. They`ve all missed the USS Mason, but the ship responded last week by launching missiles of its own aimed at three Houthi radar sites. America believes these sites were used to target the USS Mason.<br><br>Next story, the Iraqi air force dropped thousands of leaflets over the Iraqi city of Mosul this weekend. Their message: don`t panic but stay at home, seal up your windows and doors, and avoid the ISIS terrorists who control Mosul. The reason: forces lead by Iraq and supported by the U.S. were advancing toward the city. The background: ISIS took over Mosul in 2014.<br><br>Today, it is ISIS`s last stronghold in Iraq. For more than 15 months, Iraqi forces have been getting ready for the battle to take Mosul back.<br><br>But a CNN correspondent in Iraq says it`s likely to be a messy and prolong fight. In advance of it, witnesses said on Sunday that airstrikes destroyed one the main bridges leading to Mosul.<br><br>We`re headed to sea now, off the northeastern coast of Australia. There`s a system of coral reefs there that`s about half the size of the U.S. state of Texas. It`s the Great Barrier Reef, and scientists say it`s in trouble.<br><br>One symptom of the reefs` problems appears in coral bleaching. This happens when the coral are stressed out, when there are changes in light, nutrients or temperature that coral can get rid of their algae and turn white and it can take years for it to recover.<br><br>Australia has devoted $2 billion toward improving the reefs` health and there has been some progress but officials say the reefs recovery will have to speed up to become successful.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Coral bleaching on the Grand Barrier Reef.<br><br>New video from WWF shows devastating coral bleaching in Australia`s Great Barrier Reef.<br><br>JUSTIN MARSHALL, MARINE BIOLOGIST, UNIVERSITY OF QUEENSLAND: I`ve been coming to Lizard Island coral reefs for about 30 years and over that time, we`ve looked at the color of the coral and see it go from a healthy brown to unhealthy white. The color here on Lizard Island is as unhealthy and white and bleached as I`ve ever seen it before.<br><br>What causes coral bleaching is when the ocean`s temperature stays warm for a very long period of time, and we have both global warming, which has affects that`s been lasted for years, and this year, an El Nino on top of that. So, it`s almost a double whammy for the coral. They`re getting hit from both sides. So, they`re bleaching very heavily.<br><br>SUBTITLE: Damage to coral reefs impacts fisheries, coastlines and economies that depend on eco-tourism.<br><br>MARSHALL: On Lizard Island right now, it looks like all of the reefs is affected by the coral bleaching. I`ve never seen it bleached this much or this heavily before. In fact, I haven`t seen one healthy coral in our entire trip.<br><br>SUBTITLE: The Great Barrier Reef is a 1,430 mile-long ecosystem made up of hundreds of islands with over 600 types of coral. The Great Barrier Reef is the largest living thing on earth, and is visible from space.<br><br>MARSHALL: One of the things we don`t know is how well the reef is going to recover. I`d be surprised if 50 percent of the coral recovers.<br><br>(END VIDEOTAPE)<br><br>AZUZ: &quot;The Poisoning of America&quot;, that`s a title of CNN`s exploration into the U.S. heroin epidemic, a dramatic increase in abuse of the illegal and highly addictive drug that`s led to thousands of deaths. Throughout the week, we`re looking at who`s affected, what`s being done to address the problem and as you`ll see now, how heroin can get into the country.<br><br>(BEGIN VIDEOTAPE)<br><br>DEBORAH FEYERICK, CNN CORRESPONDENT (voice-over): There`s a battle along America`s southwest border. Every day, drug traffickers try to smuggle mass quantities of heroin and other hard narcotics into the U.S. anyway they can. From the air, on land and sea, and even underground, we look at law enforcement`s ongoing struggle to stop drugs from crossing our borders.<br><br>San Ysidro, California, is the busiest land port of entry in the nation. More than 2,400 pounds, well over a ton of heroin were seized in 2015, a 45 percent increased from the previous year.<br><br>(on camera): This is the U.S.-Mexico border. I take a couple of steps over these dots and I`m in Mexico. More than 60,000 cars pass through here every single day and each one of them has to be inspected for contraband.<br><br>SIDNEY AKI, PORT DIR., SAN YSIDRO/OTAY MESA PORT OF ENTRY: Of that, 12 to about 15 vehicles are identified as having narcotics within them. That`s a very small percentage. However, in these vehicles, there`s anywhere from 25 to 75 pounds of heroin.<br><br>We`ve become somewhat of a de facto mechanic. We are actually pulling the car apart, doors and seats and gas tanks of a daily basis. Engine compartments as well. There`d be something to test indicating that it is cocaine.<br><br>Ninety-nine percent of all the travelers entering our ports of entry are legitimate families and good people. It`s that 1 percent that we`re looking for, the needle in the haystack.<br><br>FEYERICK (voice-over): Traveling along the thin sliver of land that separates the U.S. from Mexico, it`s easy to understand why America is such a big market for drug cartels.<br><br>(on camera): It`s amazing how small the fence is when you think about it.<br><br>(voice-over): The location is ideal.<br><br>JAMES NIELSEN, U.S. BORDER PATROL AGENT: So, you can see, they build their properties right up the fence line.<br><br>FEYERICK (on camera): They`re clearly watching what you are doing here on this side of the fence.<br><br>NIELSEN: They do operate as a business. They`re going to pay people to set up in some of these houses and observe, get that counter-intelligence on what they`re doing. They might be able to use vernaculars and pick up an agent`s name off his name tag, identify how that agent typically works.<br><br>Because there`s so much money involved, whatever we do here on our side of the border, they`re going to try and figure out a way to beat it. So, if we put up a 100-foot fence, they`re going to try and build 101-foot ladder or they`re going to put a tunnel that go underneath it.<br><br>FEYERICK (voice-over): Border agents here have discovered 58 underground tunnels, 22 of them in the last six years. They`re in an area of San Diego known as Tunnel Alley, which agents call a sweet spot for digging since the cool wet sandstone is easy to dig and keeps at shape.<br><br>We`re in the Galvez Tunnel, now sealed at one end with concrete, started in the warehouse in Mexico. It is seven stories deep and more than two football fields long.<br><br>LANCE LENOIR, U.S. BORDER PATROL OPERATIONS OFFICER: So, you need a means of getting a lot of products through in a relatively short amount of time.<br><br>The tunnel can do that secretly. Thirty-four tons I think is what we had about four years through one tunnel.<br><br>FEYERICK: Right.<br><br>LENOIR: It could be $60-plus million. It pales in comparison to cost and effort that goes into building the thing.<br><br>It`s a perfect means to an end and the profit margin is huge. As long as there is demand for drugs on the north side and somebody willing to ship them on the south side, there`s always probably going to be tunnels.<br><br>HUNTER DAVIS, DIRECTOR, SAN DIEGO AIR AND MARINE BRANCH: We head south toward the border.<br><br>FEYERICK: Your guys here, the helicopter, they`re working, communicating with the boats usually?<br><br>DAVIS: Yes. So, that`s two of our marine boats. We work jointly a lot with other agencies, Coast Guard for instance. Their visibility with radar is pretty limited. So, have an air assets increases the range and target detections significantly.<br><br>FEYERICK: Are the cartel organizations being more aggressive in the way they tried to get drugs in?<br><br>DAVIS: Yes, absolutely. As we increase pressure, they`re willing to take greater and greater risk. It`s risky going 100 miles offshore in small 20 to 30-foot boat and transiting from in and out of Mexico to San Francisco.<br><br>FEYERICK (voice-over): Former White House drug czar and now head of U.S. Customs and Border Protection says the solution is to target users and stop demand.<br><br>(on camera): You could snap your fingers what do you wish could happen.<br><br>GIL KERLIKOWSKE, U.S. CUSTOMS AND BORDER PROTECTION COMMISSIONER: So, I think it`s an understanding in this country that we`ll never, one, arrest our way out of a drug problem. It goes back to a much more holistic way of looking at this issue. We really have not devoted anywhere near enough time attention or money on prevention, on education. If we have less demand in this country, Mexico would have less of a problem.<br><br>FEYERICK: It`s actually a massive assault. They`re trying to get it in every possible way they can.<br><br>KERLIKOWSKE: Yes, it`s a business. They`re going to do everything they can to make money and we`re going to do everything we can to stop them.<br><br>But I would not be the person to tell you that drugs aren`t going to get into this country.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the U.S. state of Michigan, there are five restaurant employees who have a lot in common. They all work at McDonald`s, they`re all 18 years old, they share the same car, they have the same birthday and they share the same parents.<br><br>The three guys and two girls are quintuplets. Their boss says they`re great workers and that if she needs a shift covered, she`s got a really good shot at it by just calling one house.<br><br>So, if someone is thinking about hiring siblings, those are five great reasons why you should. There`s no doubt they have a fraternal bound and as long as there`s no sibling rivalry, their five-part harmony shows how all the jobs in the restaurant are related.<br><br>You could say that having them on staff is quintessential.<br><br>I`m Carl Azuz. CNN STUDENT NEWS is serving more puns and news tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-17 CNN Student News.mp4"}