{"title":"CNNSN-2015-11-03-CNN-Student-News","script":"(CNN Student News) -- November 3, 2015<br><br>Obama Wants Criminal Justice Reform; Arizona Earthquakes: 3 Strike Phoenix Area; Russian Plane Crash in Egypt: Too Early to Determine Cause<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Three days into the eleventh month of the year, you found CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center.<br><br>First up, U.S. President Barack Obama wants changes made to America`s criminal justice system. Yesterday, he announced new government actions intended to help rehabilitate U.S. prisoners and help them get their lives back on track after their time is served. His announcement came as the U.S. government wrapped its early release of 6,000 federal prisoners. It was the largest release of its kind in American history.<br><br>The president is also calling on Congress to change prison sentencing laws, for people who committed non-violent drug crimes. It`s part of an effort to decrease the U.S. prison population. His actions come at a time when the use of certain drugs, especially heroine, has increased in recent years.<br><br>And some officials, like the head of New York City`s Police Department said the government needs to be cautious about the people it releases from prison. He says many inmates go to jail with negotiated charges, meaning some might have committed violent crimes. They`re just not specifically serving time for them.<br><br>The U.S. Geological Survey says the first earthquake that hit just before 9:00 p.m. was magnitude 3.2. The second two and a half hours later was stronger, magnitude 4.1. The third, 20 minutes after that, 4.0.<br><br>This wouldn`t have been breaking news in San Francisco, maybe, but this series of quakes was felt in Phoenix, Arizona, pretty far removed from the West Coast`s major fault lines. There wasn`t any major damage. Quakes of these magnitudes are felt, pictures may sway, plates may fall, but they`re not usually very destructive.<br><br>Still, local residents were shaken up. U.S. scientists are finding there`s potential for these well beyond Phoenix.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: You may think people living in the West Coast are the only ones at risk of an earthquake, but that`s far from the truth.<br><br>SUBTITLE: Earthquake risk rises.<br><br>GRAY: In fact, the USGS just released new research that states nearly half of all Americans are at risk from damaging shaking due to earthquakes.<br><br>One reason is that population has grown significantly in some of these areas more prone to earthquakes. But also, scientists have improved their capabilities of estimating where these danger zones are.<br><br>So, which states have the strongest shaking potential? California, Washington, Utah, Tennessee, Oregon, South Carolina, Nevada, Arkansas, Missouri, Illinois.<br><br>You may be surprised at how many East Coast states are on the list. Well, scientists learned a lot from the Virginia earthquake in 2011. They say that a stronger earthquake is possible, specifically stating Charleston, South Carolina, is at risk.<br><br>New York City, you had a little good news. The threat is down from slower shaking, which causes more damage to taller buildings, versus fast shaking, which does more damage to shorter structures.<br><br>Even with this new information, there`s still a threat. California has always been known for their risk of earthquakes and that hasn`t changed. In fact, the risk has actually gone up for southern California, as well as the Bay Area.<br><br>And then there`s the specific northwest. The Cascadia Subduction Zone has the potential to produce an earthquake with a magnitude up to 9.3. This was discovered by studying the 2011 earthquake in Japan and the 2014 earthquake in Chile. Both occurred along subduction zones similar to the northwest zone.<br><br>Whether you live right along a fault or not, you may still be at risk of feeling the shaking from an earthquake.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Not all journalists disclose their sources. But we do on our &quot;Roll Call&quot;. Each day`s transcript page at CNNStudentNews.com.<br><br>Essex Middle School knows about this. Great to see the Eagles today, from Essex, Vermont.<br><br>How about Fairfield Area High School? It`s always nighttime y`all in Fairfield, Pennsylvania.<br><br>And from the capital of Turkey, that`s Ankara. We heard from Gurcag High School yesterday. Thank you for watching.<br><br>In northwestern Iraq, a battle is looming. There`s a town there called Sinjar. It`s not far from the Iraqi border with Syria. And in August of last year, Sinjar was overrun by the ISIS terrorist group. It`s an important strategic location because it sits between Mosul, an ISIS-controlled city in Iraq, and Raqqa, an ISIS-controlled city in Syria.<br><br>The Kurdish Peshmerga forces, who`ve been battling ISIS in a number of places in the Middle East, are getting ready to take Sinjar back and they`ve enlisted the help of about 5,000 Yazidis. They are religious minority group that`s been an ongoing target for ISIS.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: ISIS view one religious group in particular as infidels. They have a great deal of hatred for a religious group called the Yazidis.<br><br>SUBTITLE: The group ISIS hates the most.<br><br>WATSON: ISIS has worked deliberately to enslave, capture and to kill members of the Yazidi religious faith. They don`t consider them to be a religion of the book. ISIS actually has more respect for Christian and Jews because the Koran recognizes those religions as being precursors of Islam.<br><br>These are the people of Sinjar Mountain. These are the Yazidis trapped here.<br><br>As ISIS moved forward, one of the areas they moved into was Sinjar, that had hundreds of thousands of members of the Yazidi faith living there.<br><br>And those people were particularly terrified.<br><br>We`re flying over ISIS frontlines right now.<br><br>There had been accounts gathered by Yazidi activists that perhaps more than 3,000 Yazidi men and boys were executed in various massacres by ISIS.<br><br>ISIS also took thousands of people hostage and many of these people are women and girls.<br><br>According to Yazidi activists that I`ve talked to, many of the children were forced to attend Islamic schools and begin Muslim prayers five times a day. As some Yazidi activists have put, ISIS is bringing back practices of slavery to the modern day era, and they`ve imposed this modern day slavery on some of these innocent Yazidi civilians now for more than a year.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Here`s what investigators know about Kogalymavia Flight 9268 that crashed in part of Egypt`s Sinai Peninsula Saturday: it was cruising at more than 30,000 feet when it disappeared from radar. It was about 23 minutes into its flight from Egypt to Russia. It broke into pieces before it hit the ground.<br><br>A Kogalymavia executive said yesterday that the only reasonable explanation for the crash was an external influence. He didn`t explain what that meant.<br><br>But other officials say it`s too early to know for sure what happened. They have recovered and they`re decoding the plane`s flight and voice data recorders.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Following a plane crash, the search for survivors always comes first, but just as important is the search for answers. The why and the how. Often those answers are found in the black box.<br><br>Since the `60s, all commercial airplanes have been required to have one onboard. Now the name is a little misleading because they are actually orange, and when we`re talking about a black box, we`re talking about two different boxes. One being the cockpit voice recorder, the other being the flight data recorder. Together, they weigh anywhere between 20 to 30 pounds, and they have to be crash proof.<br><br>Black boxes can survive just about anything: temperatures up to 2,000 degrees Fahrenheit for an hour, forces that are 3400 Gs. Now that`s 3400 times the force of gravity. They are waterproof and they can save recorded data for two years and it`s a lot of data.<br><br>The cockpit voice recorder records the crew`s conversation and background noise. By listening to the ambient sounds in the cockpit before a crash, experts can determine if a stall took place, the RPMs of the engine, and the speed at which the plane was traveling. When these sounds are cross-referenced with ground control conversations, they can even help searchers locate a crash site.<br><br>Then, there`s the flight data recorder. It gathers 25 hours of technical data from airplane sensors, recording several thousand discreet pieces of information -- data about the air speed, altitude, pitch, acceleration, roll fuel, and the list goes on and on.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`re scared of lightning, this will make you jump. A National Weather Service technician was recording a recent storm. He was indoors where we should be during a thunderstorm. But this was a little close.<br><br>Yes, told you. A lightning bolt nailed a weather radar tower and it did some damage at a time when storms were contributing to flash flooding in Brownsville, Texas.<br><br>Fortunately, the technician was OK, though he probably considered lightning out of the area. The enlightening lightning video is not to be taken lightly. It shed light on an illuminating subject, brightening our concept of nature`s light show and an electrifying our coverage of current events.<br><br>I`m Carl Azuz and CNN STUDENT NEWS is lights out.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-03 CNN Student News.mp4"}