{"title":"CNNSN-2016-02-29-CNN-Student-News","script":"(CNN Student News) -- February 29, 2016<br><br><br>Syria`s Cessation of Hostilities; Lebanon`s River of Garbage; Hillary Clinton Crushes Bernie Sanders in South Carolina. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS on this February 29th. In a few minutes, we`ll explain why we only say that every<br><br>four years.<br><br>I`m Carl Azuz.<br><br>First up, a cessation of hostilities, meaning a pause in the fighting, was supposed to take effect in Syria over the weekend. Its civil war has been going on almost five years. The U.N. says it`s killed at least a quarter million people and force millions of others to leave their homes.<br><br>A two-week truce was scheduled to start last Friday. A Syrian rebel group says it has been effective in slowing violence.<br><br>But several airstrikes were reported yesterday. It`s not clear yet who`s responsible and the attacks threaten the truce.<br><br>This is reportedly video from the airstrikes, but CNN can`t independently confirm that.<br><br>One of the challenges of covering events in Syria is that there are so many different groups involved -- the government, rebels, other countries, terrorists like ISIS who aren`t part of the truce. Of course, every conflict brings unique challenges and getting and communicating information.<br><br>That`s something CNN`s Wolf Blitzer when covering the Gulf War that started 25 years ago.<br><br>(BEGIN VIDEO CLIP)<br><br>WOLF BLITZER, HOST, CNN`S &quot;THE SITUATION ROOM&quot;: My first day at CNN was May 8, 1990.<br><br>And U.S. officials have an added terrorist threat to worry about.<br><br>I was military affairs correspondent for CNN and I thought it was a relatively quiet beat, as Cold War was winding down. But then all of a sudden, on August 1st, a few weeks later, in 1990, Saddam Hussein stuns the world and invades Kuwait. And it became a huge story. The U.S. obviously got involved very quickly.<br><br>GEORGE H.W. BUSH, FORMER PRESIDENT: This will not stand, this aggressive, against Kuwait.<br><br>BLITZER: This was the first real war that we had cameras on the scene. Here, we have live satellite coverage of all the key locations and people can watch a war unfold live.<br><br>At that time, we were the only 24/7 cable news network.<br><br>TV ANCHOR: I`m pleased to report that we can go back to Baghdad now and our three correspondents there. Let`s see who picks up the phone.<br><br>PETER ARNETT, CNN CORRESPONDENT (via telephone): This is Peter Arnett. We were just temporarily off the air.<br><br>BLITZER: I remember very vividly, I was at the Pentagon covering the war. The air war was starting, and the Iraqis responded by launching Scud missiles against targets in Saudi Arabia, where the U.S. deployed thousands and thousands of troops.<br><br>I remember they started Scud missiles at various targets in Israel.<br><br>I`m told that the U.S. and other allied air forces are revisiting many of the original targets, making sure they were completely put out of commission.<br><br>So, I checked with my sources at the Pentagon, and they told me exactly where that Scud landed.<br><br>COLIN POWELL, FORMER U.S. SECRETARY OF STATE: And we`ll be -- as the secretary of state, we`re going to be forthcoming as we possibly can.<br><br>BLITZER: And innocently, I went on the air and reported that. Generals were calling me. Top Pentagon officials, &quot;What are you doing, Wolf?&quot; I was confused. I didn`t know why they were so upset.<br><br>They said, &quot;You`re spotting for Saddam Hussein. You`re telling them precisely and they`re watching you live on CNN right now. You`re telling me where that missile landed.&quot;<br><br>So, that was the last time we or any other television news organization basically specifically said where the Scuds were landing. And it underscored this new powerful dimension, live war coverage -- innocent reporters could inadvertently provide information that could result in the deaths and destruction of a lot of people. So, you didn`t want to do that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Lebanon is a nation without a leader. Its former president`s term ended in 2014, and its national assembly has failed to elect a new leader since then.<br><br>According to Lebanon`s constitution, the government can`t get a lot of it regular business done without a president. And the lockup is taking its tool.<br><br>For instance, a major garbage problem in the capital. More than 2 million people are estimated to live in and around Beirut. Officials closed the main landfill there last July and left many Lebanese without a place to put their trash.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Where once flowed beauty, now the river is of trash. Yes, the picture does need a second look. It is not a fake.<br><br>Piled up over four months, the household waste Lebanon`s woefully dysfunctional government can`t deal with.<br><br>All around Beirut, it lies on the street but here, one staggering eyesore of an apparent two million tons.<br><br>(on camera): Lebanon is gifted with incredible natural beauty, in fact, you can see its cedars there sat just above this unnatural river; but, bear in mind, this is just the cold of winter and already the stink and the smell here is intolerable. Imagine what the summer sun will do to this.<br><br>(voice-over): In the winter, too, the rain drains toxins from it and adds them to the water table. Some say a health catastrophe is brewing.<br><br>One official told us, though, look. At least it`s organized.<br><br>Last summer, anger at this basic failure of the state was just beginning. The trash collectors lost their contract. Rotting garbage, a metaphor, protestors said, for the decay in leadership here. Still, even after this, nothing was solved.<br><br>An elaborate plan to ship it all to Russia fell apart Friday. Now, there is no plan. No recycling. No end to the disposals this tiny country will consume. And summer`s burning heat is closing in.<br><br>Nick Paton Walsh, CNN, Beirut.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You know we pick &quot;Roll Call&quot; schools from the previous day`s transcript page at CNNStudentNews.com.<br><br>But, Carl, where do you look on Mondays? Friday`s transcript.<br><br>Sentinel High School knows all about it. From Missoula, Montana, the Spartans are here.<br><br>Moving south to New Albany, Mississippi. You`ll find the Bulldogs. Hello, New Albany Middle School.<br><br>And in Southeast China, Shimen Middle School is online. Great to see everyone in Foshan, China.<br><br>Results are in from Saturday`s U.S. presidential nominating contest in South Carolina. This particular state splits up its votes by party. Its Republican primary was February 20th. Its Democratic one was the 27th.<br><br>And it was former U.S. Secretary of States Hillary Clinton who won the most recent contest. She got about 73.5 percent of the vote. Vermont Senator Bernie Sanders, the only other competitor for the Democratic nomination, got about 26 percent.<br><br>The next contest will be reporting on our big voters in 13 states and one U.S. territory are heading to the polls and that`s why it`s called Super Tuesday.<br><br>Results from these events can extend the lead of frontrunners. They can help other candidates gain momentum, or they can make folks think about leaving the race. So, with two Democrats and five Republicans still running for their party`s nominations, voters, viewers and candidates alike will all be watching what happens on Super Tuesday.<br><br>Happy Birthday to everyone born on February 29th. In most other years, you probably celebrate on the 28th, maybe March 1st. But every four years, you get to celebrate on your actual birthday.<br><br>Leap years are awesome! They literally add a day to our year, which means that 2016, like 2012, 2008 and so on has 366 days in it.<br><br>Leap years have been part of our Gregorian calendars since 1582. It`s named for Pope Gregory XIII. He`s the person who coined the term &quot;leap<br><br>year&quot; and decided its extra day would be on February 29th.<br><br>But why is the extra day needed? We`ll let Jennifer Gray do the math.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: Every four years, we have what is known as leap year. So, at the end of February, one extra day is added, which is called leap day. If we didn`t have leap year or leap day, our seasonal calendar would be way off.<br><br>SUBTITLE: What`s the deal with leap years?<br><br>GRAY: You see, the earth takes about 365.25 days to orbit the sun. That extra 0.25 days may not seem like much, but extra 6 hours every year really can add up.<br><br>So, if we didn`t have leap year, calendar would be off by about a day every four years. That`s 25 days every 100 years. So, you can see, as time goes on without correction, eventually, July would be in the middle of the winter season.<br><br>Leap days were first added to the calendars in 46 B.C. by Julius Caesar. Then in 1582, it was decided that years that end in &quot;00&quot; not be considered leap years and lesser divisible by 400. So, every century, there are a couple of leap years that aren`t observed.<br><br>So, remember to make the most of your extra day on February 29th, because it only happens every four years.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A 911 call came in the California police last week. People were saying a unicorn was running around. Hours later, police had the unicorn in custody. Her name is Juliet. She`s really a pony, just so y`all know. But she`s wearing the horn that helps her make a living off photo shoots.<br><br>Anyway, Juliet thought freedom was a myth until last week when she decided to hoof it while her owner wasn`t looking. After a search that lasted hours, another horse was use to lure Juliet into a pen nearby and now she`s safe at home So, thankfully, there was some magic in the air, leading to a sort of fairytale ending after police were led on a wild horse chase. Of course, there`s po-need for police to charge the animal with a crime. It`s just not every day that a unicorn goes myth-ing.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-29 CNN Student News.mp4"}