{"title":"CNNSN-2015-09-03-CNN-Student-News","script":"(CNN Student News) -- September 3, 2014<br><br>Political Developments Center on the Iran Nuclear Deal; Polio Spreads in Ukraine; Sean Gobin: CNN Hero<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: And lift off for the 500th time from Gagarin`s start, a rocket roaring into the air --<br><br>(END VIDEO CLIP)<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: That rocket is Russian Soyuz space craft that launched from Kazakhstan yesterday. It`s headed to the International Space Station and carrying a bit of history. The first ever astronaut from Denmark is aboard. It will take him, a Russian cosmonaut and a Kazakh cosmonaut two days to reach the orbiter.<br><br>Well, it`s good to have you aboard for this Thursday`s edition of CNN STUDENT NEWS. I`m your Captain Carl Azuz. We`re flying through 10 minutes of commercial-free current events.<br><br>Spinning the globe, it looks like President Obama may have enough Senate votes to protect his controversial nuclear deal with the Middle Eastern country of Iran. We covered the details of the deal in our August 18th show. Congress gets the final say on the U.S. end of the deal and it`s likely that lawmakers, virtually all Republicans and a few Democrats will vote to reject it.<br><br>But President Obama has promised to veto that. And it would require a 2/3 votes in both the House and Senate to override that veto.<br><br>Yesterday, it appeared that enough senators had announced their support for the deal to prevent that possible override. The Obama administration says this deal is the best way to make sure Iran doesn`t build a nuclear weapon. Critics say it won`t work, that Iran will still be able to build one in the years ahead.<br><br>A CNN/ORC poll in mid-August found that 56 percent of Americans said Congress should reject the deal while 41 percent said Congress should approve it.<br><br>From Oakers to Eagles, from the Ocean State to Oman, it`s time to take roll.<br><br>Starting in Coventry, Rhode Island, that`s where the Oakers are. Hello to everyone at Coventry High School.<br><br>In Brandon, Mississippi, there`s an educational center named Brandon Middle School. It`s where we found the Bulldogs today.<br><br>And in the capital of Oman, welcome to everyone watching at The American International School of Muscat. Great to see the Eagles.<br><br>Polio is a viral disease that mostly affects children under age 5. It`s often associated with paralysis. But that actually happens in less than 1 percent of cases. Most people who catch polio virus no symptoms. Those who do often have flu-like symptoms. Since polio vaccines became wildly available in the 1960s, the disease has been wiped out from most of the world, not everywhere.<br><br>According to the World Health Organization, Ukraine just saw an outbreak. It`s Europe`s first outbreak in five years and it`s left two children paralyzed. This particular outbreak started with the vaccine.<br><br>Doctors say, in rare cases, the weakened virus in the vaccine can mutate and spread, especially in areas where fewer people are already immunized.<br><br>Only half the children in Ukraine are fully immunized. And one of the other countries where polio is still a threat, people are making progress against it.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: We`re in northern Nigeria to document what was once thought impossible, the potential end of polio here in Africa.<br><br>And here in remote Kano State, that means vaccinating some 3 million children, and some of the world`s hardest to reach areas. We decided to go along for the ride.<br><br>(voice-over): In northern Nigeria, most villages are off the grid, without health care -- isolation that has enabled the wild polio virus or WPV to survive here, decades after its eradication in most of the world.<br><br>This is a region where insecurity thrives, a more than five-year insurgency by ISIS-aligned Boko Haram continues to have devastating consequences.<br><br>DR. SUE DESMOND-HELLMAN, CEO, GATES FOUNDATION: Better health care and better security are absolutely linked. It is surprising that the three countries on earth where we`re still grappling with polio are those countries who have had a lot of unrest.<br><br>GUPTA: Eradicating a disease, it`s only ever happened once before. That was in 1980, when smallpox was eliminated. But with polio, it`s within reach once again, since the global initiative begun in 1988, polio cases worldwide had been reduced by 99 percent. The remaining endemic countries, conflict within Nigeria, Afghanistan, and Pakistan -- the last push will be a challenge.<br><br>(on camera): When you come into these communities, how do they -- how do they receive you? Are they -- did they welcome you?<br><br>UNIDENTIFIED FEMALE: Yes, for the hard to reach, we don`t have problem with that. People are actually welcoming because we have all the interventions.<br><br>GUPTA: What are we looking at here?<br><br>UNIDENTIFIED FEMALE: Now, this is actually a mark for the last campaign.<br><br>GUPTA (voice-over): Close to (INAUDIBLE) settlement, (IANUDIBLE) from the World Health Organization shows me exactly what going door to door, house to house in rural Nigeria really means.<br><br>(on camera): So, the check, that`s a good thing? That`s what you`re looking at?<br><br>UNIDENTIFIED FEMALE: It`s a very good thing. It means that all the children there received immunization.<br><br>GUPTA: With polio, I mean, is there going to be a finish date.<br><br>UNIDENTIFIED FEMALE: You know, all our indicators are showing us that we have covered grounds, then we can announce that, OK, we have reached a certain point. But we are not out of the woods.<br><br>GUPTA: How big a deal would that be, though? When that day happens, how important will it be?<br><br>UNIDENTIFIED FEMALE: I think it`s a celebration for the world. Everyone is going to celebrate. Once we get Nigeria liberated from wild polio virus and you have interrupted transmission, I think the whole of Africa, you have achieved a great feat for the whole of Africa, and I think for the whole world.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: Time for the shoutout.<br><br>Which of these U.S. hiking trails is the longest, spanning more than 2,100 miles?<br><br>If you think you know it, shout it out.<br><br>Is it the Appalachian Trail, Buckeye Trail, California Coastal Trail, or Pacific Northwest Trail?<br><br>(BUZZER)<br><br>Of these trails, the Appalachian is longest, passing through 14 states from Georgia to Maine. That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The fact that it can take between five to seven months to hike it entirely is the reason why the Appalachian Trail is mostly used for short hikes. But after a marine tank commander served in the Iraq and Afghanistan conflicts, he found that the Appalachian Trail gave him and the other veterans an opportunity to walk off the war.<br><br>Sean Gobin is today`s character study.<br><br>(BEGIN VIDEOTAPE)<br><br>SEAN GOBIN, CNN HERO: You take back a lot of things from war that you didn`t think you were going to bring back.<br><br>UNIDENTIFIED FEMALE: I was angry at everyone. I didn`t want anything to do with anybody.<br><br>UNIDENTIFIED MALE: It can be kind of hard. You just get kind of anxious.<br><br>UNIDENTIFIED FEMALE: You stop feeling, basically.<br><br>GOBIN: All three of my combat deployments were really intense. There was no time to cope.<br><br>I decided to hike the Appalachian Trail because it had been a dream of mine growing up. I saw it as a personal challenge. But about two-thirds of the way I realized I was processing all these experiences that I had put away. And I knew that there were other combat veterans that needed to do that.<br><br>UNIDENTIFIED MALE: We`ll see you all in about six months.<br><br>GOBIN: Warrior Hike provides veterans with all the equipment and supplies they need to complete a long-distance hike.<br><br>UNIDENTIFIED GIRL: I love you, Mommy.<br><br>GOBIN: It is just like a deployment except instead of going to fight a war, your mission is to be a civilian again.<br><br>UNIDENTIFIED MALE: Just being in the woods out here, there is nothing to do but think.<br><br>UNIDENTIFIED MALE: There is an internal quiet. And some of the problems that you are dealing with get hammered away.<br><br>UNIDENTIFIED FEMALE: Gorillas in the mist?<br><br>(LAUGHTER)<br><br>UNIDENTIFIED FEMALE: Just being around other military is worth more than words can say.<br><br>UNIDENTIFIED MALE: How many years you got in there?<br><br>UNIDENTIFIED FEMALE: Fifteen years.<br><br>GOBIN: Our veterans also receive trail town support along the way.<br><br>UNIDENTIFIED FEMALE: Hello.<br><br>UNIDENTIFIED MALE: Hi. How are you?<br><br>UNIDENTIFIED FEMALE: Good. How are you?<br><br>UNIDENTIFIED FEMALE: You can see how much they care. It helps.<br><br>GOBIN: We help veterans prepare for the next chapter of their life.<br><br>UNIDENTIFIED FEMALE: I`m just learning to take it as it comes and move on.<br><br>UNIDENTIFIED MALE: I`m looking for that sense of calm. Every step I take, I think I`m going in that direction.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before go, burpees for puppies.<br><br>OK, first, the burpee part. This personal trainer shows what they are by doing them, a lot of them. He was trying to set a Guinness World Record for the most burpees in 24 hours.<br><br>The puppy part, he was doing it to raise money for an animal protection agency in Northern Nevada.<br><br>The results part, Mark Zarubi bounced up more than 18,000 times, both setting the record and raising more than $4,000 in donations for the lucky animals at the shelter.<br><br>Of course, he was probably dog tired, might want (ph) a serious catnap. Most would say doing nuts for the birds, it takes a chinchilla-t effort.<br><br>Though afterward, you certainly feel like a beast.<br><br>I`m Carl Azuz for CNN STUDENT NEWS. See you Friday. Awesome!<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-03 CNN Student News.mp4"}