{"title":"CNNSN-2016-02-19-CNN-Student-News","script":"(CNN Student News) -- February 19, 2016<br><br><br><br>European Union Leader Meet in Belgium, Potential Divide in the U.S. Supreme Court; South Carolina and Nevada Hold Nominating Contest This Saturday<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome!<br><br>I`m Carl Azuz with CNN STUDENT NEWS.<br><br>And I`m we`re jumping right in to our current events coverage with the report involving the European Union. It`s an organization of 28 countries.<br><br>It`s holding a meeting in Brussels, Belgium this week.<br><br>And one of the major topics on its agenda is Europe`s ongoing migrant and refugee crisis. There are more people streaming into Europe now than at any point since the Second World War, and there are a lot of disagreements among E.U. members and their citizens about how to address the situation.<br><br>Another topic involves whether Britain will ultimately remain part of the European Union. Because this is an economic cooperation, the stakes are high.<br><br>(BEGIN VIDEOTAPE)<br><br>MAX FOSTER, CNN INTERNATIONAL CORRESPONDENT (voice-over): What is the E.U.?<br><br>The European Union is a group of countries that work together to create a single market, to allow goods, capital, services and people to move between the member states, as long as they follow the rules and they pay the entry fee.<br><br>But we`re getting ahead of ourselves. To start this story, we need to go right back to the end of World War II. After six years of fighting, Europe was disseminated. Economies were collapsing and mistrusts was rife as old enemies face the prospect of recreating trade ties.<br><br>France and previous occupiers Germany faced the difficult task of creating a unity for profit. So, they started talking, mainly about steel and coal.<br><br>In 1951, a total of six countries, France, Belgium, West Germany, Italy, Luxembourg and the Netherlands reached their first accord by uniting the steel and coal industries, creating the European coal and steel community, or the ECSC. They later introduce the European Economic Community, EEC, in 1958. These two organizations are seen as the origin of the modern European Union, that wouldn`t adopt its name until 1993.<br><br>More than six decades later, the European Union now represents more than half a billion people across 28 countries and with a common currency, the euro, which generates an estimated 14 trillion euros in GDP per year. The premise: countries who are economically linked are less likely to have conflicts.<br><br>But it isn`t a totally happy marriage for many countries. As some are affected differently by world events, there had been arguments over financial regulations, bailouts and different approaches to migration. This has given rise to anti-E.U. parties across Europe, with many calling for their countries to withdraw from arguably the world`s most powerful union.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. Supreme Court cancelled the regular conference it had scheduled for today. It`s a time for mourning, following the sudden death of 79-year-old Justice Antonin Scalia. Government officials say he passed in his sleep last weekend. Justice Scalia`s body is lying in repose at the court.<br><br>And many people are wondering what happens to Supreme Court cases with an even number of justices on the bench. What if a decision is split 4-4?<br><br>The answer is that the lower court`s ruling would stand. Those particular cases would not be overturned. But if multiple courts ruled differently on a case, a 4-4 at the Supreme Court wouldn`t really decide anything.<br><br>The justices do have the option to hold over cases, though. They could put off ruling on them until a ninth justice is confirmed.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: You`ve heard of reindeer in the Arctic or may be pulling a sleigh. But you probably wouldn`t expect to find one under water.<br><br>Well, one was. During World War II, in a submarine. Her name was Pollyanna and she was a gift from a Russian submarine crew to a British one. Pollyanna spent six weeks aboard the HMS Trident before eventually being transferred to a zoo when she was back on dry land.<br><br>Now, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: All right. Before one Democrat and one Republican on the U.S. presidential ballot this November, the parties have to decide whom to nominate. Part of that process is playing out in all 50 states, but unlike the contests in Iowa and New Hampshire where Democrat and Republican candidates were voted for on the same day, the next two states hold their votes for Democrats and Republicans on different days.<br><br>This Saturday, South Carolina will be focused on Republican candidates. Former Virginia Governor Jim Gilmore recently suspended his campaign, so six GOP candidates are still in.<br><br>Jonathan Mann takes us to the Palmetto State.<br><br>(BEGIN VIDEOTAPE)<br><br>JONATHAN MANN, CNN CORRESPONDENT: South Carolina hosts the first in the South primary, with Republicans voting February 20th, Democrats a week later. Known for its beaches and barbecue, the Palmetto State is a Republican stronghold. Almost three quarter of voters describe themselves as somewhat or very conservative in the state`s last GOP primary. Nearly as many, 65 percent, say they were born-again or evangelical Christians, and about a quarter said they were active or former military.<br><br>South Carolina is more diverse than Iowa and New Hampshire, with the sizable African-American community. The vast majority of them, Democrats.<br><br>You may recall, South Carolina Governor Nikki Haley, a rising start in the Republican Party made headlines last summer when she ordered the removal of the Confederate flag from the statehouse in Columbia.<br><br>GOV. NIKKI HALEY (R), SOUTH CAROLINA: It`s time to move the flag from the capitol grounds.<br><br>(APPLAUSE)<br><br>MANN: South Carolina is also known for some political dirty tricks in its past primaries. But the state also has a history of picking a winner. In five of the last six elections, the winner of the South Carolina primary went on to win the GOP nomination.<br><br>And the last three presidents, Obama, Bush and Clinton, all lost in New Hampshire but won in South Carolina, the year they were first elected.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Battle Born State of Nevada is also holding a contest this Saturday. And like South Carolina, it splits up its votes by party. So, this weekend`s Nevada caucuses are focused on Democrats. There are two of them still in the race and they`re neck and neck in the polls.<br><br>(BEGIN VIDEOTAPE)<br><br>MANN: The Nevada caucuses could turn into an old-fashioned Wild West showdown.<br><br>SEN. HARRY REID (D), NEVADA: If you look at Nevada, it`s a microcosm of our country. It is what America is all about.<br><br>MANN: It`s the first contest in the campaign calendar held in the Western U.S. Democrats turn out February 28th, Republicans three days later.<br><br>It`s relative new to the process. Nevada`s first caucus was just in 2004, but now, it`s seen as a critical battle ground for Bernie Sanders and Hillary Clinton fighting to win over an electorate more diverse than Iowa or New Hampshire, with more Hispanic and African-American voters.<br><br>While the state is geographically large, the race will likely be won or lost in just one city, Las Vegas. Sin City and the surrounding Clark County are home to nearly three quarters of the state`s population. Recent history suggests Nevada is Clinton County. Hillary Clinton narrowly won the vote in 2008 process. Bill Clinton carry the state in both the 1992 and `96 election, helping him win the White House both times.<br><br>The Sanders campaign hopes to change that, spending millions on TV ads on both English and Spanish, and adding at least 50 staffers and 11 officers across the state.<br><br>Nevada Senator Harry Reid tells CNN the race in his home state is too tight to call. Oddsmakers agree, giving both Clinton and Sanders a 50/50 chance of winning. We`ll find out which candidate hits the Nevada jackpot on Saturday.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the U.S. Northeast to the Middle East, it`s time to travel on the CNN STUDENT NEWS &quot;Roll Call&quot;.<br><br>From Berman Hebrew Academy, the Cougars are watching today. Good to see you in Rockville, Maryland.<br><br>From Shippensburg, Pennsylvania, the Greyhounds are running with us. Shippensburg Area Middle School is on the roll.<br><br>And from the capital of the United Arab Emirates, that`s Abu Dhabi, hello to everyone watching at the American Community School of Abu Dhabi.<br><br>(MUSIC)<br><br>AZUZ: When we say haunted places, you probably don`t think of office buildings. But this one is going to freak you out.<br><br>Meeting`s over, dude. The chairs would rearrange themselves.<br><br>Oh, I see you`re leaving. We`ll just slip back under the table.<br><br>OK, this is not really a horror film. The Nissan Automotive Company made self parking chairs while working on self-driving cars. It doesn`t really saw the huge problem and Nissan doesn`t really plan to sell them.<br><br>Good thing, it could make having a seat absolutely terrifying. An empty room, an empty space, sheer chair-ror. How was your meeting, Bob?<br><br>Absolutely chair-rible.<br><br>But if they sell these sometime, maybe they could just take all the proceeds and donate them to charity.<br><br>I`m Carl Azuz and I`m ready to get up. We`ll see you next week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-19 CNN Student News.mp4"}