{"title":"CNNSN-2016-12-12-CNN-Student-News","script":"(CNN Student News) -- December 12, 2016<br><br><br>Midway: A Plastic Island<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. It`s great to have you watching CNN STUDENT NEWS today.<br><br>This special edition of our show dives into an ocean of plastic, masses of waste accumulating and around some remote islands in the Pacific.<br><br>Synthetic plastic, the kind made by people, has been around since 1907, and some scientists estimate that almost every piece of it made since then still exists. Why? It doesn`t break down quickly in the environment.<br><br>And researchers say that tons of plastic trash around the world find a way to leak into the ocean every year. It might be picked up on the coast and swept out to sea. It might find its way from streets to storm drains, carried by rivers to the ocean. And you`re about to see its impact.<br><br>Before we get into the problem, though, what can be done about it? It`s unlikely and probably unaffordable to take plastics out of the environment altogether.<br><br>But on a personal scale, people can reduce the amount of plastics they use. Think water filter bottles or jugs instead of throwaway water bottles.<br><br>Think reusable fabric shopping bags instead of plastic ones. Think reusable steel drink bottles instead of single use plastic cups. And when it comes to the plastic you do use and need to throw away, think recycling every time. This will help keep the materials from slipping into the environment.<br><br>One image that`s hard to forget about how plastic can impact the environment is what you can see in the stomach of a dead bird on a Pacific island.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Every time you throw away a piece of plastic, it can be felt here, in paradise.<br><br>This is Midway Island in the Pacific Ocean, one of the most remote places on the planet but one of the hardest hit by pollution.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: Tomorrow, I`m going to go to Midway to visit the vast marine area that we just created.<br><br>WALSH: President Barack Obama has declared the national wildlife area, including Midway, the largest protected area in the U.S., the second largest on the planet.<br><br>But it`s too late for parts of it. Your coffee cup, water bottle, toothbrush, they may all float miles to end up on the shores.<br><br>Inside these birds, the blubber of these seals, and the sand, and invisibly in the waves these dolphins call home.<br><br>And eventually, these plastics may well end up inside you.<br><br>CNN gained rare access to the island to see the toll of plastic you throw away every day and what that might mean for your body.<br><br>SUBTITLE: Midway: A Plastic Island with Nick Paton Walsh.<br><br>WALSH: Halfway between North America and Asia, Midway Atoll is one of the most remote places on the planet. It`s five miles across but has over half a million acres of submerged reef, every inch of which is controlled by strict federal law. We could only fly on a chartered jet from Honolulu.<br><br>(on camera): It looks extremely beautiful and tranquil up here, the Pacific on sundown, but across the world`s oceans, there thought to be some 5 trillion pieces of plastic just floating as garbage. And I think of those months to make this journey out to Midway slapped in the middle of north Pacific gyre, what`s thought to be the biggest garbage patch in the world`s oceans in the moment.<br><br>(voice-over): The jets can only land at night, to avoid hitting the birds who swarm the skies in daylight.<br><br>The Laysan albatross, its main residents, they`re growing chicks starting to fly.<br><br>Yet, something very unnatural is happening here.<br><br>(on camera): Well, dawn let`s you see just how unbelievably beautiful this place, so pristine here, you almost don`t want to touch it or disturb it.<br><br>(voice-over): This is the rock that came out of the ocean 25 million years ago, but the tide has left a line of trash all along the beach here, pretty much as far as your eye can see.<br><br>And it`s amazing in the kind of detail, too, of the things you find.<br><br>(on camera): Like a plastic mannequin`s head. If it rained in a city far away from here, for a few minutes, there`ll be somebody pulled themselves a plastic umbrella for quarter of an hour.<br><br>(voice-over): Just remember, none of these was used or brought here. It floated here for thousands of miles over months, with 1,300 miles from the nearest city.<br><br>MATT BROWN, SUPERINTENDENT, U.S. FISH AND WILDLIFE SERVICE: Everything that you see on top of the sand is real recent introduction.<br><br>WALSH: Matt Brown, with the U.S. Fish and Wildlife Service, lived here for years and is our guide.<br><br>And it is astonishing how they never stop cleaning up here.<br><br>This just the last few years worth stuck on the runway waiting for a ship to take it away.<br><br>That umbrella, buckled old shoe, all start off here in a city, let`s say in Asia, where most of the plastic in the ocean originates from. You use it for a minute or two, but it joins the waterways, takes decades to break down, might be longer.<br><br>Much of it joins the Great Pacific garbage patch and spins endlessly, caught in the ocean`s currents of the North Pacific gyre. The patch isn`t easy to see, offered an almost invisible soup of tiny particles made when larger bits of plastic break down.<br><br>Pound for pound, by 2050, there will be more plastic in the ocean than fish. Midway is right on its edge, a rare place from which you compare into it.<br><br>This is the largest Laysan albatross colony on the planet, half a million nests and 1.5 million birds.<br><br>Fragile albatross chicks struggle to survive in the best of times and this is the time of year where they first learn to spread their huge wings, custom built, to let them swoop into the sea and catch a sea life prey.<br><br>But more and more, what they catch is just as likely to have a brand name on it as fins.<br><br>They mistake the billions of plastic bits floating in it to be fish. They feed that to their young. The chicks` stomach fill up with it, their bodies join a mulch of plastic debris that just wash ashore. Some of this is natural selection that`s always happened, the weak dying off.<br><br>But the amount of plastic here researchers worry most be taken its toll too on the threatened birds.<br><br>To fully see the impact, we head to Midway second island, eastern island, it`s still home to the old U.S. air strips used to attack the Japanese in World War II. But it`s also now a new frontline in the struggle to learn what plastic is doing to the foot we eat.<br><br>Here, we see how plastic has gotten into a species.<br><br>(on camera): That`s incredible.<br><br>BROWN: All that plastic that`s inside this bird.<br><br>WALSH: The same colors that distinguish this brand make it appeal to birds as food too. It`s the color of squid.<br><br>BROWN: Nobody lives on this island anymore. Nobody`s lived on this island for decades. This is all that has come in in the stomach of birds, adult birds bring it back, they feed it to their chicks and as the chicks passed away, carcass lays here, the bones disappear, the feathers disappear, but what will stay are all these pieces of plastic that just littered the grounds here.<br><br>WALSH (on camera): Pull up a handful here, it is amazing actually because -- I mean, it`s just endless. I mean, it`s everywhere.<br><br>BROWN: They`re eating many of the same things that we -- they`re feasting of fish. When we see an animal that relies on a wide swath of the ocean for survival, struggling to deal with plastic ingestion, that should be a warning sign to us.<br><br>WALSH: We`ll take you first glance of this beach and obviously, you can`t see any problem at all. It`s just paradise. But it isn`t really an issue of plastics in the ocean, it`s all about the biggest pieces that people get most concerned about.<br><br>It`s down to this level here on the beach -- this myriad of tiny, brightly colored different specks. They`re not coral. These are what scientists call micro-plastics and they`re all over this beach. People are, in fact, calling this sort of thing the new sand.<br><br>(voice-over): What is a micro-plastic?<br><br>It`s a tiny particle created when larger plastic items, tooth brushes, bottles, bags, break down over decades. They float in the water and get eaten by sea life. They cause two problems. First, the fragments act like a sponge to other toxins in the water, pesticides and flame retardants for example, suctioning them up and concentrating them.<br><br>Secondly, they are themselves complex polymers, molecules the body can`t fully break down. When they really tiny, into a billionth of a meter is a nano-plastic scientists have shown they can cross tissue membranes into fish cells. They say that is harmful to fish, their reproduction, immunity, survival skills.<br><br>What we don`t know is what happens when humans eat the fish or sea life. Is it harmful to us?<br><br>Despite being as far from civilization as you can get, civilization has imposed itself here, everywhere.<br><br>This is the cost of our convenience world, of the tiny disposable choices we make to throw something away, often several times an hour. And this is just the beginning of what those choices are doing to our planet in the future.<br><br>(END VIDEOTAPE)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-12 CNN Student News.mp4"}