{"title":"CNNSN-2017-04-06-CNN-Student-News","script":"(CNN Student News) -- April 6, 2017<br><br><br>The U.S. and Chinese Leaders Prepare for a Meeting in Florida; A Saturn Mission Nears its End; Health Benefits of Picking Up A Book<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: China, North Korea and the U.S. are the three nations directly involved in our first story on CNN 10.<br><br>I`m Carl Azuz. Thank you for watching.<br><br>A meeting between U.S. President Donald Trump and Chinese President Xi Jinping is scheduled for today and tomorrow at President Trump`s resort in Florida. With that meeting coming up, North Korea launched a missile into the sea on Wednesday. The test didn`t go well. A U.S. official described it as a spectacular failure.<br><br>But analysts say the launch was designed to be an insult to President Trump and Xi. They also say that if America wants to put more pressure on North Korea to stop its nuclear program, it will need China`s help, something Mr. Trump recently echoed in an interview with &quot;The Financial Times&quot; when he said China has great influence over North Korea and that he hoped China would help. That country is North Korea`s only major ally. More than 80 percent of North Korea`s trade is conducted with China.<br><br>What happens if China doesn`t help put more pressure on its neighbor?<br><br>President Trump says the U.S. could act on its own. His administration says all options are on the table when dealing with North Korea. What could some of those options look like?<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: President Trump says he`s willing to go it alone to stop North Korea`s nuclear weapons program.<br><br>But he`s facing regime that he has challenged U.S. administrations on this issue for a quarter century. Experts argue he has three basic strategies for confronting Pyongyang starting with negotiations.<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Would you speak to the leader of North Korea? I said, absolutely. Why not? Why not?<br><br>WATSON: Previous U.S. administrations have negotiated directly with North Korea, and in the past, Pyongyang has made some concessions in exchange for big financial aid. But experts say Pyongyang used its existing nuclear weapons as the ultimate insurance policy, protecting North Korea from the threat of possible military strikes.<br><br>PROF. ANDREI LANKOV, KOOKMIN UNIVERSITY: They are not going to give up a single nuclear weapon, a single warhead as they have already produced, and no amount of negotiation is going to change that.<br><br>WATSON: A second option: sanctions. The U.S. already has many sanctions in place to economically isolate North Korea. But a further step might be to punish companies that do business with North Korea, particularly those in China, North Korea`s largest trading partner.<br><br>LANKOV: So, past policies have not worked actually because China is not completely participating, actually because the North Korean state is designed in a way that basically makes the government quite oblivious to the demands of the population.<br><br>WATSON: The final option would be a military strike. Targets could include the North Korean leadership or their nuclear weapons or ballistic missile facilities. But a former top U.S. official warned the consequences for a key U.S. ally could then be devastating.<br><br>ASH CARTER, FORMER DEFENSE SECRETARY: It`s quite possible that they would as a consequence of that launch, an attempted invasion of South Korea.<br><br>This is a war that would have an intensity of violence associated with it that we haven`t seen since the last Korean War.<br><br>WATSON: There is one possible ray of hope: neither the U.S. nor China, the two biggest superpowers in the region, want to see a nuclear-armed North Korea. If they can work together, then perhaps they can find a way to deal with the hermit kingdom and its weapons of mass destruction.<br><br>Ivan Watson, CNN, Seoul.<br><br>(END VIDEOTAPE)<br><br>AZUZ: One challenge ahead of President Trump and Xi is their disagreement over how to pressure North Korea, and they`ll have more than that to talk about. They`re the leaders of the two largest economies on the planet. Their nations are both regional powerhouses. Will two nations that are an ocean apart be able to find common ground?<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT: The United States and China, perhaps the most consequential relationship in the world today. But if that`s the case, then what`s at stake?<br><br>Let`s start with the standoff on the Korean Peninsula. Both China and the United States agree that North Korea`s nuclear weapons program is bad news.<br><br>They disagree on how best to stop it.<br><br>The U.S. thinks China should use its economic leverage to force North Korea to halt its testing program. China says the only way to solve the problem is if the U.S. directly negotiates with the regime. It`s a situation where tens of millions of lives are at stake, how will China and the U.S. can work together is key to solving the crisis.<br><br>Next, consider the Chinese and American economies, combined worth about 40 percent of global GDP. They are inextricably linked, with hundreds of billions of dollars in goods traded each year. But any barriers to that trade would mean that both economies would suffer. That in turn would hurt the global economy overall.<br><br>Finally, let`s turn to the South China Sea. Over the last few years, China has aggressively built up artificial islands, extending its military capability far beyond its own borders. In response, the U.S. has sent warships near Chinese claimed territory. So, will China continue its expansion? Does the U.S. draw a red line in response? The answers will help shape the future of a volatile region.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What is the second-largest planet in our solar system?<br><br>Jupiter, Saturn, Neptune or Earth?<br><br>Though scientists say Saturn`s mass is 95 times that of earth, it`s still smaller than Jupiter, making Saturn the second largest planet in our solar system.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And the mission to the ringed planet is coming to an end. We`re reporting on Cassini`s final assignment. The spacecraft has been out of this world for almost 20 years and its mission formally ends in September. It got off the ground in 1997 and it took Cassini seven years to reach the region of the mysterious planet. The mission`s total cost has been about $3.26 billion with the U.S. funding almost 80 percent of that.<br><br>One major accomplishment for Cassini was landing on the surface of Saturn`s largest moon, which is named Titan. Scientists were able to study the moon and find a few similarities it has to Earth, though Titan is much colder.<br><br>Cassini doesn`t have much fuel left but it`s not going to quietly fade away. The last assignment it has will be to perform 22 dives in between Saturn and its rings. It will be going very fast, 70,000 miles per hour, through a gap that measures about 1,200 miles wide. That speed, a grain of sand could cripple Cassini. So, let`s hope it doesn`t hit that or anything bigger.<br><br>It sounds fine. What`s the value in this? Scientists hope it will help them learn about where Saturn`s ring came from and what the planet`s interior is like. Cassini will be closer to Saturn that ever before. In fact, on its final orbit, Cassini will be crashed right into the planet.<br><br>Unlike the cat in the hat, I cannot read with my eyes shut. But the National Institutes of Health says through his wacky and subliminally educational books, Dr. Seuss improved children`s health. He helped them develop literacy skills. That`s not the only healthy effect of reading.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: When you think about reading, just the idea of being able to focus on something in particular that`s not a big screen, not a device, can really be a benefit. There have been studies that have shown that it can help reduce your stress levels, help improve your attention levels, and possibly be overall good for your mental functions. You can reduce your rates of cognitive decline by up to 32 percent.<br><br>This is significant. It`s fascinating to see how the brain responds even if the body is sitting still looking at those pages. So, for example, if there`s a scene that you`re reading that`s a very active scene. The areas of your brain that are called the motor cortex that were responsible for movement, they may start to light up. If it`s a particularly stimulating part of the book that you`re reading, your sensory cortex, which actually allows you to see, that may start to light up.<br><br>There have been some interesting studies showing that you don`t actually have to read a book -- I recommend this one by the way. You could actually hear books. You could listen to an audio book for example, and that can have some of the same beneficial effects that we`re talking about.<br><br>So, just keep in mind, the more you read, the more you know, the more you learn, the further you`ll go. That was a different doctor, Dr. Seuss. But regardless, it will help you live to a hundred.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For &quot;10 Out of 10&quot;, it`s a little closer to Earth than Saturn. What engineer wouldn`t want to test this out? It`s a zip line, but not for every tourist, more for space tourist. If something were to go wrong on the launch pad, when future astronaut crews are preparing to blast off on a rocket, this EES, the Emergency Egress System, at Cape Canaveral, Florida, could help them get away in a fun way. It covers a quarter mile in 30 seconds.<br><br>Of course, they probably prefer to be zipping off to space, but if you`re down to the wire and you got to stay grounded, this is one advantage of having cable. As long as the zip lines are open, it`s a pretty egressive way to get from A to B.<br><br>I`m Carl Azuz and we reach the end of the line on CNN 10. Hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-06 CNN Student News.mp4"}