{"title":"CNNSN-2015-11-06-CNN-Student-News","script":"(CNN Student News) -- November 6, 2015<br><br>Russian Plane Crash: Was A Bomb On Board?; Aung San Suu Kyi and Burmese Politics<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. I`m Carl Azuz, welcoming viewers worldwide to CNN STUDENT NEWS.<br><br>Leading off today`s show are new developments in the crash of a Russian plane in Egypt. Kogalymavia or MetroJet Flight 9268 broke apart last Saturday while flying from Sharm el-Sheikh to St. Petersburg, Russia. All 224 people onboard were killed.<br><br>U.S. officials say their intelligence suggests the ISIS terrorist group or someone linked to it put a bomb on the plane, and British Prime Minister David Cameron said yesterday it`s more likely than not that a bomb caused the crash. For that reason, Britain put a temporary hold this week on flights travelling to and from the Egyptian resort city of Sharm el-Sheikh.<br><br>(BEGIN VIDEO CLIP)<br><br>DAVID CAMERON, BRITISH PRIME MINISTER: We cannot be certain that the Russian airliner was brought down by terrorist bomb. But because it`s a strong possibility, it`s right to act. It`s right to act quickly. It`s right to act on the advice that we received. It`s right to act on the intelligence that we have.<br><br>We discussed this with others in Europe. We discussed it with the Americans. I`ll be calling President Putin in a moment or two to discuss this with him as well.<br><br>But my view is that my job is to take the action necessary to protect the interest of British citizens and British lives.<br><br>(END VIDEO CLIP)<br><br>AZUZ: As a result of that and other flight suspensions, thousands of tourists were stranded in Egypt this week.<br><br>Egyptian officials say they haven`t found evidence that the plane was bombed, and that Britain`s decision to cancel flights was unjustified.<br><br>Investigators led by Egypt do have clues to the crash, some are from services that track planes in the air worldwide.<br><br>(BEGIN VIDEOTAPE)<br><br>MIGUEL MARQUEZ, CNN CORRESPONDENT (voice-over): The final seconds of MetroJet Flight 9268 captured in data from the plane itself shows a sudden and disastrous event or events, putting the Airbus 321 in a steep and unrecoverable descent.<br><br>From the time it took, the plane appeared to be operating normally, climbing toward its cruising altitude of 32,000 feet. As the jet ascended through 31,000 feet, something catastrophic happened.<br><br>LES ABEND, CNN AVIATION ANALYST: This airplane looked like it broke up for whatever reason and came to the complete stop and became a brick.<br><br>MARQUEZ: Twenty-three minutes into flight, the plane is climbing at a seemingly normal rate, according to FlightRadar24 information. Five hundred and seventy-six feet per minute, nearing 31,000 feet.<br><br>Then, the vertical speed, the speed in which the plane is ascending changes dramatically. Within a second, the rate the plane is falling jumps tenfold. Twenty-three seconds later, the plane appears out of control, plummeting 26,000 feet per minute. That is 300 miles an hour toward the Earth.<br><br>(on camera): But as a pilot, this must look like a nightmare to you. This is a plane that`s completely out of --<br><br>ABEND: Well, this is somebody -- this is a pilot that`s trying to get ahold of his aircraft. This is a pilot that`s trying to recover the airplane. If this airplane had broken apart at this point, these pilots were not conscious.<br><br>MARQUEZ (voice-over): With U.S. officials suggesting a bomb may have been placed on the doomed Airbus, investigators are searching for definitive physical evidence of an explosive device.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The nation of Myanmar also known as Burma is holding a major election on Sunday. Tens of millions of voters are hitting to the polls in what amounts to their first free election in decades.<br><br>Aung San Suu Kyi has a role in this. She`s a Nobel Peace Prize winner and an incredibly popular figure in Burmese politics.<br><br>Suu Kyi can`t become president because the country has a law against anyone with close foreign relatives from being president. Suu Kyi`s late husband was British, as are her two sons. But if her political party, the National League for Democracy, wins on Sunday, Suu Kyi says she could be above the president, meaning she could essentially have the power to lead her country.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Aung San Suu Kyi is arguably one of the most loved people in Myanmar and a big part of the affection that people have for her has to do with her father.<br><br>SUBTITLE: Who is Aung San Suu Kyi?<br><br>WATSON: Her father was Aung San, a military officer who helped fight for Burma`s independence after being a British colony for about a century. He is revered here as the founding father of independent Burma, now officially known as Myanmar. He was gunned down by political rivals in 1947 when Aung San Suu Kyi was only 2 years old.<br><br>For much of the first 40 years of her life, Aung San Suu Kyi lived overseas. It wasn`t until 1988 that she really moved back to Burma. That opened up the launch of her political career. In 1990, Aung San Suu Kyi led a newly founded party, the National League for Democracy in elections.<br><br>And by all accounts, her party won.<br><br>But then the military rulers of this country, they annulled the results. They placed Aung San Suu Kyi under house arrest for much of the next 20 years. In 2010, Aung San Suu Kyi was released from house arrest. It was part of a transition to a civilian system of government.<br><br>Aung San Suu Kyi and her party were allowed to compete in by-elections in 2012, and they won dozens of seats in parliament. Among the electoral victories there was Aung San Suu Kyi herself.<br><br>Aung San Suu Kyi is a living symbol in this country. Part of the respect that people have for her is due to the sacrifices she made that were shared by many people in this country during decades of strict authoritarian military rule.<br><br>(END VIDEOTAPE)<br><br>AZUZ: NASA is giving folks a new perspective of the sun in 4k. It`s very highly resolution video. Scientists got it by recording 10 wavelengths of ultraviolet light. Someone knows what that means.<br><br>Here are five fun and fascinating facts you might not know.<br><br>One, the sun is huge. Researchers say it composes more than 99 percent of the mass in our solar system.<br><br>They also estimate that more than a million earths would fit inside the sun.<br><br>Hold on for this one, no matter where you`re watching our show, you`re hurdling around the sun at more than 66,000 miles per hour.<br><br>And as far as shapes go, the sun is the most perfect natural sphere that scientists have ever seen.<br><br>Finally, it`s hot, but not as hot as lightning. Researchers think the sun`s surface is only about 10,000 degrees Fahrenheit, while lightning can measure 53,000 degrees. But they say the sun`s core is 27 million degrees.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: There`s a great debate taking place over whether a dog is a sandwich. But no one ever says I`m going for a hotdog sandwich. Still, what`s not debatable is that Americans eat a lot of them -- about 20 billion hotdogs per year on average, which works out to more than 60 hotdogs per person per year. So, it might come as no surprise that in 1969, man`s first meal on the moon included hotdog. Hot diggity dog.<br><br>That`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: Quick quiz to test your geographical genius. What`s the capital of Ethiopia? In the central part of the African nation, it`s Addis Ababa.<br><br>And it`s where we`re glad to be part of your day at Fountain of Knowledge School.<br><br>Next to northern Michigan, not far from the upper peninsula is the village of Pellston, and the home of the Hornets of Pellston High School.<br><br>And we`re wrapping things up in Elizabethtown, a city in Kentucky, where the Bulldogs are guarding John Hardin High School.<br><br>(MUSIC)<br><br>AZUZ: We already told you what`s random today, but this qualifies, too. It`s a skunk doing a handstand. You know that to defend themselves, skunks spray stunk. But for spotted skunks, this is not totally unusual behavior. Before spraying, they sometimes do a handstand. It`s their way of trying to intimidate any potential predators.<br><br>Apparently, this skunk mistook a wildlife camera in Arizona`s Saguaro National Park for a predator. And he was showing off his gymnastics. It takes balance beaming spray, enough to give anyone a layout to knock them on the floor, to make them want to split, distinct a skunk stink raises hits a high bar, the sharp stench simply sending senses of sense cart wheeling.<br><br>I`m Carl Azuz for CNN student pews.<br><br>If you like to weigh on the hotdog sandwich debate, and you`re already on Instagram, Instagram.com/CNNStudentNews. Have a great weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-06 CNN Student News.mp4"}