{"title":"CNNSN-2015-11-11-CNN-Student-News","script":"(CNN Student News) -- November 11, 2015<br><br>Understanding Egypt`s Sinai Peninsula; Honoring U.S. Veterans Through the Eyes and Words of Their Children<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to this Veterans Day edition of CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center. Coverage of the holiday is coming up.<br><br>We`re going to start by catching you up on the Russian plane that crashed in Egypt on October 31st. One American official has said U.S. intelligence is 99.9 percent that terrorists bombed MetroJet Flight 9268. But investigators don`t have enough evidence yet to prove it 100 percent and they`re also not sure how the alleged bomb would have gotten on the plane.<br><br>Thousands of tourists are all still stranded in the Egyptian city of Sharm el-Sheikh. Last week, Russia suspended all of its flight to and from the resort.<br><br>Since the crash, a terrorist group affiliated with ISIS but located in Egypt has said it brought down the flight. And terrorist activity in Egypt`s Sinai Peninsula where the plane crashed has been on the rise.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Understanding the Sinai Peninsula.<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: The Sinai Peninsula is divided into North Sinai and South Sinai.<br><br>The north is really just a flat desert area. It`s very arid. There`s barely anything that grows there.<br><br>In the south, you have a lot of mountains and also the Red Sea in the southeast. And the Sinai Peninsula is basically an area between what many people call Egypt proper and Israel and it`s supposed to serve as a buffer zone between the two countries. It was contested for a very long time and actually occupied by Israel for about 15 years.<br><br>You have longstanding issues in the Sinai. One of the things that`s happened is that people who lived in the Sinai, the Bedouin tribes, have been disenfranchised from the Egyptian state for a very long time. They haven`t had development of electricity, development of water.<br><br>And while the Egyptians have tried to turn the Red Sea area into like a riviera, with many of the coastal towns there like Sharm el-Sheikh, like Hurghada, the Bedouins really haven`t profited from that at all. Many of them have no access to economic development.<br><br>And that`s one of the reasons you have drug trafficking, smuggling into places like Gaza, people trafficking as well. It`s not something that`s generally condoned by the Bedouin tribal leaders, but certainly something that does go on. And because of this lawless situation, many jihadists from other parts of Egypt have come there as well, and, of course, foreign fighters, too.<br><br>The Islamist insurgency in Sinai has gone through various phase. A lot of things changed into 2011, with the overthrow of Hosni Mubarak. Since then, the security situation in Sinai has deteriorated even more than it was before. The security forces have become even weaker, and the Islamist urgency flourished.<br><br>All of that changed again in 2013 when Abdel Fatah Sisi took over, and with that, he launched a crackdown on many of the Islamists that was really pretty heavy-handed. And since then, what you`re seeing is these groups have morphed more and more.<br><br>And the main group has since declared allegiance to ISIS and has since then tried to turn parts of the Sinai into a caliphate. They`re actually trying to hold terrain. It`s a big difference between this group and other Islamist groups of the past. And with the security situation the way it is, ISIS in that place has been flourishing for quite some time now.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A new report by Coldwell Banker, a U.S. real estate company, gives an interesting lesson in economics and the housing market. Nationally, it found that the average price for a four-bedroom, two-bathroom was just over $302,000. But that price for the same size house could range from as little as $75,000 to as much as $2.3 million. The major factor: location, location, location.<br><br>Nine of the ten most expensive housing markets in America are in California. Buyers need at least $1.3 million to get in the door, in places like Redwood City and Sunnyvale. Now, contrast that with Cleveland, Ohio, and Riverdale, Georgia, where $75,000 to $80,000 can ring the doorbell.<br><br>Coldwell Banker pointed out that there are affordable homes in California, outside of its highest priced markets. The most expensive state to buy a home is Hawaii. Many of the least expensive ones are in the American Midwest.<br><br>(MUSIC)<br><br>AZUZ: As always, we`re covering some real estate on our &quot;Roll Call&quot;.<br><br>We`ll start in Cleveland, Oklahoma, where we heard from the Tigers. Cleveland High School is on the prowl.<br><br>We`ll move southeast to Hattiesburg, Mississippi. The buzz there is all about the Yellowjackets of Dixie Attendance Center.<br><br>And next, we`ll leap most of the way across the Pacific, landing on the island of Guam. Commander William C. McCool Middle School, a U.S. Department of Defense facility, is on the naval base in Sumay.<br><br>This date, November 11th, became the national holiday in the U.S. in 1938. But at that time, it wasn`t called Veterans Day. It was known as Armistice Day, because it marked the 11th hour on the 11th day of the 11th month of 1918 when the armistice ending World War I took effect.<br><br>The name of this holiday was change to Veterans Day in 1954. By that time, U.S. troops had also been involved in World War II and the Korean War.<br><br>Veterans Day became a way to honor all of them.<br><br>Today, the holiday is a change to thank and remember all of those who`ve served in the U.S. Armed Forces, whether their service was during wartime or peacetime. Because we have CNN`s youngest audience, we`re paying tribute to America`s veterans through the eyes and words of their kids.<br><br>(BEGIN VIDEOTAPE)<br><br>CARLY SHEESLEY, ASHTABULA, OHIO: My name is Carly Sheesley.<br><br>EMILY BARNETT, VACAVILLE, CALIFORNIA: Emily Barnett.<br><br>KATRINA REED, ERIE, PENNYSLVANIA: Katrina Reed.<br><br>JOSHUA FERNANDEZ, ANTIOCH, CALIFORNIA: Joshua Fernandez (ph). And I am --<br><br>REED: -- to be a military kid.<br><br>BARNETT: The feeling of having a family in the military gone, like everything shifts a little bit. You don`t want your dad to miss your birthday, to miss holidays, but then adding in the fact that he could be getting hurt, it`s been harder.<br><br>I didn`t choose to be a military kid. This is something that happened, and I grow with it.<br><br>REED: My dad was a combat medic in the Marines and the Army. He was deployed in Iraq during Desert Storm. He was affected mentally by PTSD and depression.<br><br>SHEESLEY: My dad served in the Air Force and the Army National Guard. He has bad PTSD. It was hard at first seeing him go through all these changes because I was with him one time when he had a panic attack. I didn`t know what to do at that point in time.<br><br>BARNETT: My dad is active duty Air Force. I think that he`s seeing things that other people haven`t. He just doesn`t talk about it.<br><br>FERNANDEZ: My dad served in the U.S. Coast Guard. He was at Fort Knox. I feel proud that my dad served our country, but also feel that he paid a big price for it.<br><br>REED: Military kids go through having our parents sad some days and happy some days and you never know what they`re going to be like.<br><br>SHEESLEY: We know what each other have gone through. So, we have that special bond that we can help each other in a way.<br><br>FERNANDEZ: Some people feel sorry for us, but really when you think about it, it`s actually a good advantage. You`re stronger in your mind, you`re better leader, more resilient and you`re just a better person.<br><br>BARNETT: My father is a hero. He`s definitely my inspiration when it comes to anyone.<br><br>SHEESLEY: Thank you, Daddy, for everything that you`ve done for me and the world.<br><br>REED: Thank you for impacting our world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You get a sense from that of the long deployments endured by many of the people who served in the military and the families they leave behind.<br><br>What we really love to cover in the news are the reunions, especially when they`re planned in advance and there`s a surprise. Enjoy this last segment and enjoy the Veterans Day. We`ll see you tomorrow.<br><br>(REUNION VIDEOS)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-11 CNN Student News.mp4"}