{"title":"CNNSN-2015-05-13-CNN-Student-News","script":"(CNN Student News) -- May 13, 2015<br><br>Nepal Reels from Another Earthquake; Significance of Presidential Libraries; Testing Drones to Fight Fires<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: I`m Carl Azuz with CNN STUDENT NEWS. It`s good to see you this Wednesday.<br><br>Today`s commercial-free coverage starts in the Southern Asian country of Nepal, where there`s been another earthquake: Tuesday`s tremor with magnitude 7.3 -- not as powerful as the 7.8 magnitude quake that struck on April 25th, but still deadly and very destructive. It killed at least 50 people in Nepal, 17 people in India and one person in Tibet. It caused more buildings to collapse, more landslides to tumble, and more people to run for their lives.<br><br>This quake was centered west of Kathmandu and a little closer to the capital than the one two weeks ago. One man said it was like the whole earth was alive. It left more than 1,200 people injured and many others asking, when Nepal can return to normal? The impoverished country still needs help.<br><br>At CNNStudentNews.com, we have a link to CNN`s &quot;Impact Your World&quot; site. It can connect you to several of the charity and aid organizations that are helping earthquake victims in the region.<br><br>The Shell oil company is one step closer to drilling for oil in a very cold part of the world, the Chukchi Sea. It`s located in the Arctic Circle, between Alaska and Russia.<br><br>The U.S. government gave Shell the green light this week, saying that the Bureau of Ocean Energy Management had taken into account the environmental, social and ecological resources in the region.<br><br>Some environmental groups have opposed Shell`s efforts for years. Greenpeace said it could lead to disaster in the Arctic.<br><br>Shell still needs the approval of some other American organizations before it can start its oil search, and a British energy expert says if oil prices stay low, the company might not get much return on its investment.<br><br>Yesterday, the Barack Obama Foundation announced that Chicago, Illinois, would be home of the 44th president`s library, specifically the South Side of Chicago. It`s $500 million project, roughly the cost of the library of his predecessor, President George W. Bush.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: A presidential library is kind of a library and a kind of a museum and kind of an archive but mainly, it`s a living memorial to the chief executives of our country.<br><br>The first one came around in the late 1930s. Franklin Roosevelt has been steaming along as president, he looked around his office and he said, I got a lot of papers here. We`ve been dealing with the Great Depression. We need to do something with this record so people can see it later on.<br><br>Eventually, Congress got on board and said, what we need to do is have a rule here: Basically, the rule is that the president who is going out, raises the money to build his presidential library and museum -- or whatever he wants to call it -- and then the taxpayers take over and basically pay for running it.<br><br>It`s not a library in the sense that you wouldn`t go and check out a copy of &quot;Black Beauty&quot;. The courts decided a long time ago, we gave him a nice house, we gave him a nice job, we gave him a nice office. That stuff belongs to us, we get to see it.<br><br>So, with a few restrictions, most of the official business of the White House that a president does: the people he meets, conversations he has, everything that`s recorded there, winds up in these archives.<br><br>Presidential libraries do allow you to have a really up close personal look at these presidents in some ways -- the way you can`t really see it through the news. For example, I walked through Jimmy Carter`s library once with Jimmy Carter and he stopped and talked about his Nobel Prize and how he felt when he got it.<br><br>Another time, I walked with the elder President Bush through his library, down in College Station, Texas, and we stopped at a replica of his office from Camp David and he stood there and shook his head, he said it`s exactly the way it was.<br><br>Presidential libraries are tourist attractions and that every town that has one advertises it, but they`re also serving a more serious purpose. Think about this: There are hundreds of millions of documents and papers buried in these libraries, and those are pored over on a weekly basis by historians and researches who every now and then come pup with new information that shed new light on how a decision was made, or how a president thought.<br><br>If you get a chance to go to the White House and talk to the president, be careful what you say, because one day, it could wind up in the presidential library with everybody looking.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Are we spending our lives on the Internet?<br><br>New survey just came out. It studied the time that Britons spent online. It found that people ages 16 to 24 spend an average of 27 1/2 hours online every week. That`s more than a day out of every week. And it`s triple the time that a same age group spent online 10 years ago.<br><br>Internet use for adults in Britain also has gone up. It`s doubled from 10 years ago.<br><br>Why? British telecommunications regulator Ofcom, which took the survey, says so many more people are using smart phones and tables. They made it easier to access the Internet from wherever we are and change our habits.<br><br>Can you name the capital of Albania?<br><br>It`s the first stop on this Wednesday`s roll call. Tirana is that capital. It`s in central Albania. And we are happy to be part of your day at the World Academy of Tirana.<br><br>When I say Lexington and Minutemen, you might think Massachusetts. These Minutemen are from Lexington, Nebraska, at Lexington High School.<br><br>And in north Las Vegas, Nevada, the Longhorns are here. Great to see Legacy High School is watching.<br><br>A penalty for the New England Patriots, the National Football League`s 2015 championship team was found to have broken the rules by using under-inflated footballs during the playoff game. Last week, an attorney who investigated the incident said it is, quote, &quot;more probably than not&quot; that Patriots quarterback Tom Brady was, quote, &quot;at least generally aware of the inappropriate activities&quot; concerning the footballs.<br><br>So, this week, the National Football League announced that Brady would be suspended without pay for four games of the next season. The team would be fined $1 million and lose its first round draft pick in 2016 and its fourth round week in 2017.<br><br>NFL executive president Troy Vincent said each player, no matter how accomplished and respected, has an obligation to comply with the rules and must be held accountable when those rules are violated and the public`s confidence in the game is called into question.<br><br>Brady`s agent called the discipline ridiculous and said that there`s no evidence that the quarterback directed that the footballs be under-inflated. He plans to appeal the decision.<br><br>Wildfires are tough to fight. Their intensity and direction can change in seconds. Wind can factor in. Sometimes, containing them can be a guessing game for firefighters.<br><br>Drone could help. They can show what the fire is doing. They can give an Internet signal where there might not otherwise be one, and they may be able to save homes and lives in cities and suburbs as well.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Testing drones to fight fires.<br><br>NORMAN AUGUSTIN, DEPUTY CHIEF, DEKALB COUNTY FIRE RESCUE DEPARTMENT: Knowing where the fire is important. It`s absolutely important. So, we`re working with Skyfire Consultants and they brought out some drones and we`re going to test it in just real life fire.<br><br>As an incident commander, we`re always gathering information. It takes about 30 minutes to an hour to get helicopter in the air. A drone, we can deploy in five minutes.<br><br>They have a thermal imager. And that thermal cameras are going to allow us to actually see where the fire is. And for an incident commander, that`s a valuable piece of information to have.<br><br>And what we`re doing here today is what`s called a live burn. A private citizen has donated a vacant construction for us where we can get our recruits and some real live fire training.<br><br>We have designated three areas that we`re going to burn. And we`ll have the crews go in and attack the fires from different angles. We have to make sure that the crews go in a right position and that extra bit of knowledge goes a long way as far as safety is concern.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Photography allows us to see things we otherwise never could, from places we`ve never been. When the Apollo 11 mission reached the moon in 1969, it showed us Earth as we`ve never seen it before. The Hubble space telescope brought us images of Mars we`d never seen.<br><br>And now, NASA`s Curiosity Rover has captured a sunset from Mars. Not as picturesque as it is for folks in California may be, but Mars is 48 million miles further away from the sun than we are.<br><br>Some would call that truly a-Mars-ing, some would have curiosity about how NASA a-Mars-ed such images. You could say a roving reporter with lenser-like focused captured the view that`s truly out of this world.<br><br>I`m Carl Azuz, and we`ll be bringing it back on down to Earth tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-13 CNN Student News.mp4"}