{"title":"CNNSN-2016-05-26-CNN-Student-News","script":"(CNN Student News) -- May 26, 2016<br><br><br>G7 Leaders Meet in Japan; The Global Arms Trade<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Rolling through the week, we`re rolling through a number of different subjects today and we`re glad to have you along.<br><br>First up, the G7, in short for group of seven. Its annual meeting is going on right now in the nation of Japan. The G7 is a membership of seven major world economies, Canada, France, Germany, Italy, Japan, the U.K. and the U.S. It used to be known as the G8 and included Russia. But after that country`s controversial annexation of Crimea in 2014, the other nations suspended Russia`s membership.<br><br>G7 leaders meet each year to talk about the global economy and international security. As part of that, a big focus this year is going to be on terrorism, as well as last Thursday`s mysterious crash of an Egypt air flight in the Mediterranean Sea. Other topics for the leaders include uncertainty in the global economy, climate change and infectious diseases.<br><br>Earlier this week, we discussed the Obama administration`s decision to remove a ban on U.S. weapon sales to Vietnam. One aspect we haven`t talked about, though, the economic one. Vietnam has dramatically increased its military spending in recent years, during a time of territorial disputes with China.<br><br>In 2005, Vietnam spent an estimated $1 billion on defense. Last year, that had increased to more than $4 billion. The vast majority of its military purchases had been made from Russia.<br><br>But with the U.S. arms embargo lifted, analysts think Vietnam will look across the Pacific for military equipment.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: Bloody conflicts and ongoing military tensions mean that countries from nearly every corner of the planet are looking to increase their arsenals. And who is the world`s largest arms exporter is right in the middle of it all? It`s the United States, dealing in weapons ranging from assault rifles to fighter jets and armored tanks.<br><br>So, who is on the receiving end? With escalating situations in Syria, Iraq and Yemen, it may not surprise you that the U.S. sells most of its weapons to its Middle Eastern allies. Saudi Arabia was the top recipient of U.S. arms. Between 2011 and 2015, they had purchased everything from American made F15 fighters, M1 Abrams tanks, Apache attack helicopters and Patriot missile batteries.<br><br>The United Arab Emirates, Turkey and many other countries are also big customers. Now, these governments are essentially being given the arms as the U.S. government contributes billions to foreign military financing. Roughly $5.7 billion is planned for 2017. Israel, Egypt, Jordan, Pakistan and Iraq are the top recipients of this U.S. largesse.<br><br>This trade is not just in the Middle East. Taiwan and South Korea are also big customers, largely in response to China and North Korea, and funding for African militaries will more than double in 2017, from 2015 levels. Likely the consequence of increased terrorist activity in places like Mali, Somalia, and Nigeria.<br><br>All told, the United States was responsible for 33 percent of worldwide weapons exports between 2011 and 2015.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In terms of weather, it`s been a rough week in the Central U.S. There were at least eight tornadoes reported, as the storm system rumbled across Kansas. Vehicles, including a tractor trailer were flipped over. Several people were injured and some homes were damaged.<br><br>One meteorologist said multiple centers of circulation developed. What exactly does that mean?<br><br>(BEGIN VIDEOTAPE)<br><br>ALLISON CHINCHAR, CNN METEOROLOGIST: This is a two-dimensional look of the storm on radar. But meteorologists see a tornado. But what is it exactly that meteorologists see?<br><br>Well, let`s take a look. The yellow and green colors you see here are going to be your very heavy rain in the storm. The red color indicates your hail core.<br><br>And then all the way down there, the purple circle, that`s where your tornado is going to be. Meteorologists often refer to it as the hook echo, because of the hook shape that it ends up taking.<br><br>But these aren`t the only features we look for. We also have to take a look at the winds inside the storm. Imagine this flagpole was inside of our storm and the flags going all the way up to the very top of the cloud. The thing is, the wind changes direction as you go up. So, this naturally creates that rotation necessary for funnel clouds and also even tornadoes.<br><br>So, now, let`s take a look at the base of that storm. What you have is you have very warm inflow, warm air coming into the storm and rising, because that`s what warm air does, it goes up. But you also have cold air coming down from the tops of the clouds, and sinking all the way down towards the base. Now, together, these help to create wind shear, down near the perimeter and that is what helps create some of the more violent tornadoes.<br><br>Now, what if your tornado has been on the ground for at least a little bit? Then, you start to get this, the debris cloud, which is essentially a collection of all of the stuff that tornado has been able to pick up, everything from dusts, to trees, to even homes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We have more than a thousand requests each day for the &quot;Roll Call&quot;. If you haven`t been announced yet, please keep trying.<br><br>Broad Creek Middle School is first up today. From Newport, North Carolina, the Bulldogs are hunkered down for CNN STUDENT NEWS.<br><br>Next, from the city of Andover, Minnesota, how about the Huskies? Great to see everyone at Andover High School.<br><br>And finally in the Pacific island nation of the Philippines, thanks for watching from Assumption College, San Lorenzo, in Makati City.<br><br>According to the North American Meat Institute, the meat and poultry industry is the biggest segment of U.S. agriculture. Every year, it produces more than 90 billion pounds of beef, chicken, turkey, lamb and pork. When it comes to red meat, so think beef or lamb, the World Health Organization said last year that people who eat more of it are probably more likely to develop cancer. The North American meat industry says that several studies show no correlation between meat and cancer.<br><br>But is there a happy medium, a food that`s essentially a vegetable but still tastes like meat?<br><br>(BEGIN VIDEOTAPE)<br><br>CRISTINA ALESCI, CNNMONEY CORRESPONDENT (voice-over): For most meat lovers, a good burger makes life worth living.<br><br>ETHAN BROWN, BEYOND MEAT CEO: Thanksgiving Day, when we`re -- when playing football. They`re literally tearing turkey (ph) from going and eating it.<br><br>I mean, this meat is so central to who we are.<br><br>ALESCI: But this burger might make the average carnivore uneasy. It`s made of pea protein. Yet, the juicy patty sizzles, it turns from red to brown on the grill and it crumbles in your mouth, just like the real thing.<br><br>In fact, Beyond Meat CEO Ethan Brown doesn`t see the difference.<br><br>BROWN: We`re not going to argue that we`re a veggie burger. What we argue is we`re a meat made from plants.<br><br>ALESCI (on camera): Veggie burgers, they`ve gotten a bad wrap. What is noble about Beyond Meat approach to creating a non-meat burger?<br><br>BROWN: So, we studied the composition of meat. We studied exactly what makes you want meat, what makes meat insatiating for you, what makes meat nutritionally valuable for you, we`ve gone out and found those in the plant kingdom and we put them in the same architecture as meat. Now, there`s also the issues because plants don`t taste exactly like meat, obviously, right?<br><br>ALESCI: Well, it certainly looks like a burger.<br><br>It`s good. Not like a real burger, but the taste is awesome compared to like the traditional non-meat burgers that you would buy in the store.<br><br>(voice-over): And it has to, to attract the company`s target audience.<br><br>(on camera): Are you really trying to get the McDonald`s consumer?<br><br>BROWN: Yes, 100 percent.<br><br>We`re not going after vegans, vegetarians. We`re going after people who want to change their diet by reducing meat consumption. They`re not necessarily eliminating meat consumption, but they`re reducing it.<br><br>ALESCI (voice-over): And the numbers back it up. Meat consumption has declined in the U.S. And the industry is keenly aware of changing consumer sentiment.<br><br>BROWN: Three or four years now, when you into the meat section, almost any major supermarket, you`ll be able to buy plant-based version of meat right next to an animal (ph).<br><br>ALESCI: The plant-based version has the same amount of protein as an animal burger with none of the cholesterol.<br><br>BROWN: You can eat as many as you like. Like my son, he could this every night for dinner and I would be delighted. I know exactly what`s in it.<br><br>So, they`re having burgers every night and not worry about it.<br><br>ALESCI (on camera): Ha, I would love that.<br><br>(voice-over): But it still doesn`t taste exactly like meat.<br><br>(on camera): There`s a lack of chewiness, of gumminess.<br><br>BROWN: Sure.<br><br>ALESCI: And that it kind takes the fun of eating a burger, it`s like, arr, it kind of like animal, it`s like instinct.<br><br>BROWN: Sure. We`re going to take our time, we`re going to get there and we`re going to create something that is absolutely distinguishable from animal protein. But it does take a little time. We`ve invested millions of dollars in this process. We`ll continue to invest millions of dollars.<br><br>So, it is actually possible with no scientific obstacle to doing this. But it doesn`t happen overnight.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Getting the police escort to proms sounds like it can either be you`re really good or really bad thing. In this case, it`s a good one.<br><br>The girl you see here is Aleena Kondek. She`s a daughter of a police office who was killed in 2014. So, as a surprise, a number of his colleague showed up last Saturday night to give her an unforgettable escort to the dance. One of the officers said it was their responsibility and honor to stand in for her father.<br><br>Plus, it undoubtedly insured her date followed all traffic laws. And while a lot of guys wear black and white tuxes to prom, Aleena`s friend seem to look their best in blue.<br><br>I`m Carl Azuz. We`ll be back tomorrow to escort you to more current events.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-26 CNN Student News.mp4"}