{"title":"CNNSN-2016-06-01-CNN-Student-News","script":"(CNN Student News) -- June 1, 2016<br><br><br>Unique Challenges Complicate the Upcoming Olympics in Rio; NOAA Releases Its Hurricane Forecast; How Digital Technology Revolutionized Photography<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to Wednesday`s edition of CNN STUDENT NEWS. My name is Carl Azuz. We`re grateful to have you watching.<br><br>First up, every city that`s hosted the Olympic Games in recent years has faced considerable challenges. Rio de Janeiro, Brazil, is no exception.<br><br>The cost of hosting the games, which is in the billions, keeping residents and visitors safe, just making sure they can all get around from place to place, and building many of the venues where athletes will compete. These are common obstacles.<br><br>But there are a number of unique challenges to Rio and Brazil as a whole that officials worldwide are concerned about. Olympic organizers and city officials say these games which are the first ever to be held in South America will be a big success. So, why do some critics have doubts?<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: This has been a particularly rough run-up to the Olympic Games, which was scheduled to start here in Rio in just over two months, a whole set of challenges facing not only Rio, the host city, but Brazil as a whole.<br><br>(voice-over): It`s hard not to be seduced by Rio de Janeiro. This spectacular city soon to be the host of the 2016 Summer Olympics.<br><br>Two months before the start of the games, construction crews are putting in the final touches at the Olympic venues.<br><br>GUSTAVO NASCIMENTO, HEAD OF OLYMPIC VENUE MANAGEMENT: Everything`s going to be ready on time. We`re going to deliver the park fully commissioned the 24th of July.<br><br>WATSON (on camera): But despite Rio`s beauty, the city and Brazil as a whole are facing some pretty daunting challenges. A whole series of unexpected setbacks leading some to wonder, are Rio`s Olympics somehow cursed?<br><br>(voice-over): Just days ago, a warning from more than 100 international doctors, calling for the games to be postponed or moved, because the mosquito-born Zika virus could threaten an expected half a million foreign visitors.<br><br>That view rejected by the World Health Organization, which does advise pregnant women to avoid the Olympics entirely, because of the risk of severe deformities to unborn children.<br><br>And then there`s the political and economic crisis. Turmoil after Congress suspended Brazil`s elected president in an impeachment process last month, and high-level corruption scandals, during the worst economic recession in generations, which has left more than 10 million Brazilians unemployed.<br><br>The economic hardship aggravating Rio`s endemic problems with violent crime. Daily gun battles between police and drug gangs in the city`s impoverished favelas, as well as a surge in robberies.<br><br>This month, members of the Spanish Olympic sailing team mugged at gunpoint.<br><br>FERNANDO ECHEVARRI, SPANISH OLYMPIC SAILOR: We just turn around to see what was happening and we saw the pistols, like this.<br><br>WATSON: Olympic sailors also worried about Rio`s notoriously polluted bay, a dumping ground for much of the city`s raw sewage.<br><br>VICTORIA JURCZOK, GERMAN OLYMPIC SAILOR: We don`t want to swim in it.<br><br>WATSON: Rio`s mayor warns this isn`t a first world city.<br><br>MAYOR EDUARDO PAES, RIO DE JANEIRO: Don`t come here expecting that everything will be, you know, perfect. We live in a country that has an economic crisis, a country with lots of inequality. With all the problems we have seen concerning corruption, briberies. But the city will be much better than it was when we got the games.<br><br>WATSON: But even one of the mayor`s new infrastructure projects is now a deadly failure.<br><br>(on camera): This brand-new spectacular cliff side bike path was supposed to be a showcase project for the Olympics. Instead, it became a tragic setback when the waves took out part of the trail, killing two people last month.<br><br>(voice-over): In the turbulent run up to the Olympics, a virtual storm of bad new that leads you wondering, what could possibly happen next?<br><br>(END VIDEOTAPE)<br><br>AZUZ: Across the Pacific Ocean, Southeast China is where we`re starting today`s call of the roll.<br><br>In the city of Foshan, thank you for watching from Nanhai Senior High School.<br><br>To the U.S. state of West Virginia, we`ve got some Vikings there. Petersburg High School is in the city of Petersburg.<br><br>And watch out for the Hornets. They`re making a buzz in Charlotte, North Carolina, where you`ll find Albemarle Road Middle School.<br><br>The term &quot;500-year flood event&quot; basically means there`s a rare 1-in-500 chance that a particular flood would hit in a given year. Southeast Texas has seen two of these 500-year flood events in two months, what a CNN meteorologist described as very bad luck.<br><br>Last week, there were record-setting rains in the region. At one point, the city of Brenham got 19 inches of rain in 48 hours. It stopped falling last Friday night, but not before swelling flood waters that killed six people, some of whom were trapped in cars and high water.<br><br>The National Weather Service has given several warnings, telling people not to drive through flooded areas and to be careful need riverbanks. Hundreds of homes have been flooded or swept away. Another storm is in the forecast for later this week.<br><br>Today is the official start of the Atlantic hurricane season. It runs from June 1st through November 30th, though forecasters say that these storms can form at any time. This is just when they`re more likely.<br><br>Predicting how many storms will form in a given season is not an exact science and predictions are often inaccurate. But they give coastal residents, emergency workers and insurance companies an idea of what to look out for.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: NOAA has just released their numbers for the upcoming hurricane season. Their predictions on how active this season will be and they`ve actually predicted a very normal season, 10 to 16 named storms, four to eight hurricanes, and one to four major storms. It`s pretty much all in line with what the other agencies are saying, 12 to 14 named storms.<br><br>Now, a normal year, you may say, so what? But it`s actually been a while since we`ve had a normal year. You have to go back to 2012. Ever since then, we have had below normal seasons. So, forecasting a normal season, this year, will actually mean more storms, possibly.<br><br>One reason we have had some pretty slow years is because of El Nino. The jet stream shifts to the south during an El Nino year, increasing the wind shear which will rip those storms apart. But we are forecasted to go into La Nina, which means that jet stream will shift back up to the north.<br><br>We`ll have decrease in wind shear and it could be just that perfect environment to get some of the storms going in the Atlantic.<br><br>(END VIDEOTAPE)<br><br>AZUZ: CNN has used a lot of hurricane footage that people captured on their phones. Digital photography is something we just tend to use without thinking about it. But 41 years ago, when the first digital camera was made, it weighed around eight pounds, it took 23 seconds to record its first picture and the resolution was 1/100 of 1 megapixel.<br><br>So, maybe all that`s why Kodak wasn`t in a hurry to invest in the technology.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: The great irony of Frankenstein is that the doctor`s greatest discovery, creating a living, breathing human from dead matter led to his demise. Kodak can relate.<br><br>One of their engineers, Steven Sasson, invented the first digital camera in 1975.<br><br>They called the technology filmless photography. But they were never able to capitalize on it. In fact, their competitors trounced them in the digital photography space. And in 2012, 131 years after its founding, the company filed for bankruptcy protection. By then, an estimated 2.5 billion people owned digital cameras.<br><br>And that changed the business, too -- especially this business, journalism. Video and images captured on digital cameras could be instantly reviewed and transmitted all across the world.<br><br>The first journalists to use digital camera for the &quot;Associated Press&quot; did so at the first Bush inauguration in 1989, and cell phone cameras have made every citizen a potential reporter.<br><br>Time and time again, footage captured by amateurs on digital cameras has been vital first hand sources of information, even medicine has benefitted.<br><br>Doctors can see inside your body, thanks to tiny digital cameras, and then they can store and share those images quickly and easily with colleagues across the globe.<br><br>The list goes on and on, but if you could excuse me, I have to go Facetime with my mom.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On the golf course, you might encounter a bunker or a lake, hazards you generally want to avoid. Here`s another kind: this massive scale reptilian beast of a hazard was seen in the greens at a Florida golf course, recently. The alligator is estimated to be 15 feet long. The man who shot this video said the thing was so big, it looked like two guys in an alligator suit.<br><br>It didn`t cause any problems, besides maybe abject terror. Good thing no one tried to club it. Its teeth could leave a hole in one attacker. It doesn`t need to take a shot to take a slice, and its simple presence is off putting. You know what a golfer yells when an alligator is on the course?<br><br>Carni-four (ph)!<br><br>I`m Carl Azuz and we`ll see you gator.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-06-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-06-01 CNN Student News.mp4"}