{"title":"CNNSN-2016-08-15-CNN-Student-News","script":"(CNN Student News) -- August 15, 2016<br><br><br>Flooding in Louisiana; Michael Phelps` Impact on Swimming, Character Study: Nic Marchesi<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Mondays are awesome -- at least this one is.<br><br>CNN STUDENT NEWS is launching into a brand new academic year. We are 10 minutes of international events serving a worldwide audience and we`re grateful you`re part of it.<br><br>My name is Carl Azuz.<br><br>Our coverage today begins with severe flooding in part of the southern U.S. Baton Rouge is the capital of Louisiana. It`s in the southeastern part of the state and the area around Baton Rouge has been soaked.<br><br>The community of Livingston, for instance, has gotten more than 24 inches, more than two feet of rain and that since last Wednesday alone. The National Weather Service says that a chance of any area getting this much flooding in a given year is just 1 percent.<br><br>At least three people have died because of this. Louisiana Governor John Bel Edwards deployed the National Guard and says more than 7,000 rescues have been made so far.<br><br>Here, you see a man saving a woman and her dog after trying to open the convertible top of her sinking car. More rain is expected. A flash flood emergency has been declared in some areas.<br><br>Now, a quick explanation on the difference between a flood and a flash flood.<br><br>(BEGIN VIDEOTAPE)<br><br>DEREK VAN DAM, CNN METEOROLOGIST: This is the radar estimated total. You can see the color coordinated legend at the top of your screen. That shading of white indicating 500 or more millimeters of rain. And this has significant impacts on the rivers and streams across Louisiana. They all flow into the Gulf of Mexico, of course.<br><br>This is interesting. This is a flood gauge from the Comite River. And I want you to see that rapid rise in the river. It actually rose 25 feet in 12 hours and that my friend is called flash flooding. That line right there that you see in top portion of this graph, that is the record flood stage. It`s actually was higher than that by about four feet.<br><br>But take a look at this. This is a difference, a flood is a rise of a river or stream out of its natural banks. But a flash flood is the rapid rise of a river or stream and people just cannot handle a rapid rise in the water, including this 911 call center. They had to be evacuated.<br><br>(END VIDEOTAPE)<br><br>AZUZ: National Guards are also been activated in the northern U.S. state of Wisconsin but for a different reason. On Saturday afternoon, two police officers in the city of Milwaukee pulled over a car for what police called suspicious activity. The two people inside the car tried to run away on foot. Authorities said one of the suspects, a 23-year-old man was armed with a gun and that he did not drop it when the officer ordered him to.<br><br>The officer opened fire and killed the suspect.<br><br>Violent demonstrations then followed Saturday night. Protestors burned several businesses and cars and threw rocks at police. A city alderman says Milwaukee has been a powder keg for potential violence this summer. He says the area`s African-Americans have faced injustice, unemployment and under-education. Officials planned to meet with church and community leaders yesterday to discuss ways to move forward.<br><br>This was one a series of incidents involving U.S. police and communities over the summer. In July, two African-American men, one in Louisiana and one in Minnesota were shot to death by police. And in Texas, during a protest over those killings, an African-American military veteran killed five police officers and wounded seven others. That shooter was later killed. Violence continues and tensions remain high in several parts of the U.S.<br><br>Now, moving to the Southern Hemisphere. Despite the spread of the dangerous Zika virus, a lasting economic recession in Brazil, government corruption scandals, a suspended president, and widespread violent crime, the show has gone on for the 2016 Summer Olympic Games in Rio de Janeiro.<br><br>Opening ceremonies were on August 5th. The Olympics wrap up next Sunday.<br><br>And when we put this show together, the United States had the lead in total medals won, with more than 60. China had earned more than 40 medals.<br><br>Great Britain more than 30. Russian and Japan rounded out the top five medal-winning countries.<br><br>The values of the medals themselves: gold is worth about $564, a silver $305, a bronze, not as much. But U.S. athletes do have to pay taxes on the medals and the prize money they bring home.<br><br>In swimming, one athlete`s success is bringing money to the sport itself.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: The story of Michael Phelps can be told in numbers. Five Olympic games, a gold medal count higher than most countries, countless calories consumed and powers in the pool.<br><br>Phelps is the greatest swimmer of all time. But he`s always been clear that to him, his career was about more than races won.<br><br>MICHAEL PHELPS, OLYMPIC SWIMMER: I want to change the sport of swimming and take it to a new level. That`s been the one thing that I`ve wanted to do my whole entire career.<br><br>REPORTER: By any count, Phelps achieved that goal. But aside from records broken, and medals won, his biggest contribution to the sport might be the dollars he`s earned.<br><br>Michael Phelps made his Olympic debut in 2000. And even though he didn`t win a single medal in Sydney, his potential made him a marketing star.<br><br>Then, in Athens in 2004, he racked up eight medals and scores of sponsors. Not all of those endorsements survived his assorted controversies or his foray into and out of retirement. But he still has deals with Under Armour, Omega and Aqua Lung, which makes a line of swimsuits under the MP brand.<br><br>According to USA Swimming, the sports governing body, Michael Phelps made swimming cool again and his endorsements invincibility pumped more money into the sport than ever before.<br><br>Swimming events used to air on the (INAUDIBLE). Now, they get live primetime coverage. More eyeballs means more attention from sponsors, and more sponsorship money means swimmers can afford to stay in the sport.<br><br>USA Swimming now pays swimmers a stipend of about $40,000 a year for living expenses and develops programs to let the best swimmers win larger purses at meets. USA Swimming says Phelps will stay on as an ambassador after he retires. So, while all eyes will be on the hard assets he earns in Rio, it`s his liquid assets that will leave a lasting legacy.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Got a &quot;Character Study&quot; for you today on the 21-year-old Australian man who started with what he called a crazy idea, put two washing machines and two dryers in the back of an old van and drive it around, washing people`s clothes for free. The impact that his nonprofit has had goes well beyond hygiene.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC MARCHESI, CNN HERO: Most people take for granted putting a fresh clean set of clothes on. Going for job interviews, or just trying to have a chat, you can`t really do that with dirty clothes.<br><br>For someone who is sleeping rough and who really doesn`t have access to washing and drying their clothes is something that`s continually overlooked.<br><br>Orange Sky Laundry is Australia`s first ever mobile laundry for the homeless.<br><br>First thing in the morning or really late at night, we`re going to their communities where they feel comfortable to wash and dry their clothes for free.<br><br>It`s the opportunity to take someone`s only possessions and return them in a better condition.<br><br>We`re able to restore respect. My whole stand (ph) is we found ways through our service to actually train and employ our homeless friends.<br><br>But the biggest thing homeless communities need is that connection.<br><br>Our service is run by 622 amazing volunteers who help us foster really renewed (ph) conversations. They`re not trying to train anything. They`re trying to be really emphatic and listen and through that opportunity to have a massive impact on someone`s life.<br><br>UNIDENTIFIED MALE: First impressions count a lot. If they see you day after day in dirty clothes, they develop a certain impression about you but if you can freshen up your clothes, that`s a different way in which you`re treated.<br><br>UNIDENTIFIED MALE: If I come and talk to you -- that`s great, that`s the young generation that`s willing to not be worried about stigma.<br><br>MARCHESI: I couldn`t think of anything better that we`re doing in my life right now, the people that we help are not customers, they`re our friends.<br><br>No matter who you are, wherever you are, being clean and being confident is something that everyone deserves all around the world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, when you gather a whole bunch of people dancing at one time, you have a party. When you gather more than 1,000 robots dancing at one time, you have a new Guinness World Record. This video comes to us from Shandong, China. Not every robot made the cut. Some fell over or just didn`t want to dance. But 1,007 of them, quote, &quot;bopped and shimmied&quot; according to Guinness. They were reportedly controlled from a single cellphone.<br><br>They could certainly pop and lock, and while they didn`t appear to moonwalk, they totally own the electric slide, maybe those that malfunction were simply break dancing. One thing is for sure: all of them were unstoppable at the robot.<br><br>CNN STUDENT NEWS is pun-stoppable. Our puns will grow on you, kind of like a pungus. I`m Carl Azuz, a pretty pun guy and we`ll look forward to seeing you tomorrow for our second show.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-15 CNN Student News.mp4"}