{"title":"CNNSN-2016-12-14-CNN-Student-News","script":"(CNN Student News) -- December 14, 2016<br><br><br>Arctic Mass Spills Across the U.S.; President-Elect Trump Names Two More Cabinet Nominees; Examining the Decline of Giraffe and Frog Populations<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: CNN STUDENT NEWS is happy to have you watching this Wednesday. I`m Carl Azuz at the CNN Center.<br><br>Our first story this December 14th -- baby, it`s cold outside. Two-thirds of the United States, the eastern two-thirds, are seeing record-breaking winter temperatures. Some places have recorded their coldest December day ever. What means, this could be one of America`s coldest winters in years.<br><br>From North Dakota to Massachusetts, wind chill temperatures, what the cold feels like when the wind hits you, were expected to be between negative 10 and negative 35 degrees Fahrenheit. That can cause frost bite within minutes on uncovered skin.<br><br>This latest Arctic blast follows a winter storm that struck last week, forcing thousands of airline flight cancellations in the Midwest and it was still coating New England with snow last night. And as this week goes on, U.S. temperatures are expected to get lower. How is this happening?<br><br>From the Gulf of Alaska in the Northern Pacific, a strong cold front blew southeast into the country and started frosting its way across America.<br><br>When a storm pattern like this hit the U.S. in 2014, meteorologists and the media were using the term &quot;Polar Vortex&quot;. What exactly is that?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What is a Polar Vortex?<br><br>JENNIFER GRAY, AMS METEOROLOGIST: Polar Vortex was one of the most trending terms. We`ve heard it all the time. And, in fact, it`s not something that`s going to come and get you. It`s not something you can be inside. It`s not an alien. It`s not a monster. It`s not something that`s going to invade the U.S.<br><br>In fact, the only way to be inside the Polar Vortex is to be in an airplane. It lives in the upper levels of the atmosphere. It`s a low pressure system that`s basically locked them to the North Pole.<br><br>So, it`s not a hurricane. It`s not a tornado. It`s just an air mass that`s locked right around the North Pole and it stays there all the time.<br><br>The frequency of the winter outbreak, this cold outbreak, is dependent upon the weather patterns across the U.S. It depends on when we have these large dips in the jet stream, the placement of high pressure, low pressure. So, it all depends on Mother Nature.<br><br>Extreme temperatures can be very dangerous. It all depends on the temperature, though, the bottom line. A lot of areas can have, if it`s windy outside, you have a really low wind chill.<br><br>If you find yourself in the midst of one of these winter outbreaks, just remember, just try to stay warm. Put in as many layers as you can, bundle up, have a good jacket and try not to stay outside for a very long periods of time.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. President-elect Donald Trump is filling his cabinet. It`s like an executive board of directors, people who lead federal government departments like Agriculture, Health and Human Services, Education, Homeland Security. They closely advise the president on how to handle national and global issues.<br><br>For secretary of state who represents U.S. foreign policy, Mr. Trump will nominate Rex Tillerson. He`s the CEO of the ExxonMobil oil and gas company. Tillerson has not served in a formal foreign policy job before, but through ExxonMobil`s international business deals, he has worked with and built relationships with several world leaders. That includes Russian President Vladimir Putin. And some lawmakers are concerned about Tillerson`s stance regarding Russia, with tensions currently high between that country and the U.S.<br><br>To lead the Department of Energy, the president-elect has reportedly chosen Rick Perry. He`s the former governor of Texas, also a former U.S. presidential candidate who initially opposed Mr. Trump`s campaign. As governor, Perry supported the use of fossil fuels, coal and oil as energy sources, as well as wind power.<br><br>Whether those will become Energy Department priorities and whether he and Mr. Tillerson will ultimately get the jobs they`ll be nominated for will be in the hands of the U.S. Senate. It has the final say on presidential cabinet nominations.<br><br>Up next, are giraffes going extinct?<br><br>The International Union for the Conservation of Nature, this is a network of environmental organizations, recently listed the giraffe as vulnerable, meaning it`s threatened with extinction. Why?<br><br>The group estimates that in 1985, there were more than 150,000 giraffes in the world. Last year, there were fewer than 98,000. The reasons: poaching, the illegal hunting of giraffes. Also, lost of habitat as people expand farms and mines. These factors are reportedly destroying populations and this may not be the only species that`s disappearing.<br><br>(BEGIN VIDEOTAPE)<br><br>JOHN STUTTER, CNN COLUMNIST: In the Costa Rican rainforest, it`s sound not sight that`s helping some researchers track the disappearance of amphibians. These creatures are vanishing at an alarming rate and their plight may be a window into the troubled future of all species on earth.<br><br>Out here in the Costa Rican rainforest, ecologist Bryan Pijanowski is setting up high tech microphones to listen for the sound of extinction.<br><br>What sort of frogs that you expected to hear?<br><br>BRYAN PIJANOWSKI, PROFESSOR, PURDUE UNIVERSITY: A lot of tree frogs out here, probably strawberry and dark frogs. I`m listening to what I call a rhythm of nature or its tempo of the amphibians and the insects. And if they`re there, it tells me that it`s basically healthy ecosystem. If they`re not there, I get to be very worried.<br><br>STEVEN WHITFIELD, CONSERVATION ECOLOGIST, ZOO MIAMI: In the past 30 years or so, we`ve seen really dramatic, really rapid extinctions for frog populations all over the world. Many of these extinctions are due to habitat loss. But other extinctions have occurred in pristine rainforests like this, places that look healthy, but the frogs are telling there`s something clearly wrong.<br><br>STUTTER: For frogs, climate change and a killer fungus called Chytrid which humans helped spread around the world are causing much of the problem.<br><br>WHITFIELD: There are several poisoned frogs calling right around here. We can go and try to track one down.<br><br>STUTTER: Yes.<br><br>WHITFIELD: All right.<br><br>STUTTER: To try to understand it, Steven Whitfield spent years walking through the rainforest here at La Selva biological station.<br><br>WHITFIELD: Oh, here it is.<br><br>STUTTER: Counting and observing frogs.<br><br>What is the sounds you hear?<br><br>WHITFIELD: There`s a frog up, that clack, clack, clack, that`s a frog that you can hear from a fairly long distance. There we go again.<br><br>STUTTER: I`ll be the first to tell you that it`s not easy work.<br><br>WHITFIELD: There have been many occasions where I`m doing surveys for frogs and I`ll hear one call and spend half an hour or more looking into a small patch of vegetation, knowing that it`s right there and that I need to find it, but unable to see it.<br><br>STUTTER: That`s when Pijanowski comes in. He and collaborators from around the world have been installing microphone sensors on the forest floor and up high in the canopy. The goal: listen for changes that biologists like Whitfield might not be able to see.<br><br>How many of these sensors are on the forest here?<br><br>PIJANOWSKI: At the height of our study, we had 34.<br><br>STUTTER: Wow. OK.<br><br>It could become a record of extinction. Pijanowski has audio recordings for these forests dating back to 2008. And already, he`s hearing signs of trouble.<br><br>He showed me how he uses his computer algorithms to analyze the sound and pick out the species trends. He visualizes these massive audio files in charts called spectrograms.<br><br>PIJANOWSKI: When you`re in the tropics, you look at a spectrogram, it`s full. It`s rich, because we have thousands of animals here. But when I see something like a spectrogram like this, where we have this large gap and it`s dark, these kinds of differences are ones that you began to ask for serious questions.<br><br>STUTTER: But there are some trends so obvious that Pijanowski hears them before the computers do. He tells me that in 2015, he was alarmed at how quiet the forest sounded. Take a listen to this file from 2008.<br><br>(AUDIO FILE PLAYS)<br><br>STUTTER: And then another from 2015, recorded in similar conditions.<br><br>(AUDIO FILE PLAYS)<br><br>STUTTER: Those are just two moments, but look how clear the difference becomes when you look at nearly a year`s worth of recordings. You can see the animals making more noise in red. Again, here`s 2008 and 2015. Pijanowski says it`s too early to draw scientific conclusions, but he is frightened.<br><br>PIJANOWSKI: I`m worried that these would potentially become acoustic fossils. In other words, the animals that are in these files are no longer alive and the only record that we have of some of their presence is in an audio recording. That is somewhat disturbing to me as a scientist, and that`s also as a citizen of this planet.<br><br>STUTTER: What happens if they`re gone?<br><br>PIJANOWSKI: I mean, some of theoretical work that we`re doing in ecology suggests that we could have ecosystem collapse and that`s not good. You don`t want to start removing organisms and expect the ecosystem to survive and function in a healthy way.<br><br>STUTTER: Do you feel like you`ve already heard this extinction starting?<br><br>PIJANOWSKI: I think so. You know, I`ve been only listening for about 15 to 20 years and making a record through these recordings. There is evidence of that. There is evidence all around the world in just about every ecosystem.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, they`re not mere cats. They`re meerkats and they`re pretty darn cute if you find meerkats cute. This is the latest addition to the Taronga Zoo in Sydney, Australia. The litter was abiggin (ph), six meerkats pups, the largest litter this particular mom has ever had. The zoo says she has her paws full with what officials believe are three boys and three girls. They were born about five weeks ago.<br><br>And they`re sure to attract visitors from far end and near. They`re the mirror image of their parents, and there`s so many of them threaten to litter the landscape. When it comes to meerkats, the more, the merrier.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-14 CNN Student News.mp4"}