{"title":"CNNSN-2017-02-03-CNN-Student-News","script":"(CNN Student News) -- February 3, 2017<br><br><br>A Missile Launch Deepens Tensions Iran and the U.S.; Five Things to Know about Earthquakes; Football Isn`t Just a Sport for Men<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Fridays are awesome! Why? Because Super Bowl and Puppy Bowl. Those reports are minutes away on CNN 10.<br><br>First, though, tensions between the U.S. and the Middle Eastern nation of Iran. Earlier this week, Iran tested out a medium range missile, a U.S. defense official said the test failed and that there was no threat to America or its allies in the Middle East.<br><br>But do Iran`s missile tests break international law? A U.N. Security Council resolution passed in 2015 tells Iran not to have anything to do with missiles that can carry nuclear weapons. Iran has tested several missiles since then, but it says the resolution does not apply because its missile program is only for defensive purposes.<br><br>The U.S. doesn`t agree. On Wednesday, America`s national security adviser called Iran`s recent tests a provocative breach of the resolution and said the U.S. was putting Iran on notice. Iran responded that it would vigorously continue its missile activity and that it didn`t need permission to do it.<br><br>Trump administration officials say they`re planning to impose additional sanctions, penalties on certain people or businesses affiliated with Iran.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What location was struck in 1960 by the most powerful earthquake ever recorded? Chile, San Francisco, Alaska, or China?<br><br>On May 22nd, 1960, a magnitude 9.5 earthquake struck near the South American nation of Chile.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The 1960 Chilean earthquake wasn`t the most deadly ever recorded, but its affects spread far and wide. In addition to the hundreds killed in Chile, the tsunami generated by the quake killed dozens in Hawaii and as far as Japan. It also left millions homeless.<br><br>Looking at more recent seismic activity, here`s a map of every quake on record, from 2001 through 2015. You can see a lot of them flashing all around or near the Pacific Ring of Fire. Some devastating quakes occurred during this time period.<br><br>One example, the 9.1 magnitude tremor that shook Sumatra, Indonesia, in 2004. More than 220,000 died in that and the tsunami that followed.<br><br>And the 8.1 magnitude quake that hit Samoa in 2009. Also an 8.8 magnitude quake in Chile in 2010, and a 9.1 jolt near Japan in 2011. That quake and tsunami killed more than 22,000.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Five things you should know about earthquakes.<br><br>CHAD MYERS, AMS METEOROLOGIST: Number one, an earthquake occurs when two blocks of the Earth slip fast each other. Now, for most of the time, those blocks are together with friction. But they are building up energy because they are moving in different directions. When one block decides to slip, all of a sudden, that energy is released by seismic waves, kind of like ripples on a pond, creating the earthquake.<br><br>Number two, an earthquake can occur very near the surface of the Earth. Those earthquakes are typically very destructive, or as deep as 400 miles down into the crust. Now, where the shaking actually happens, that`s called the hypocenter. But directly above it, on the surface, that`s called the epicenter.<br><br>Number three, the power of an earthquake is called magnitude. Now, the intensity of he shaking can vary depending on the geography, the typography, or even the depth of the quake. Now, the USGS says there are 500,000 detectable quakes every year. One hundred thousand can be felt and 100 will create damage.<br><br>Number four, earthquake themselves actually don`t kill that many people. It`s the natural and manmade structures that fall to the ground during the shaking that injure and kill.<br><br>Number five, the majority of all earthquakes and volcanoes happen along plate boundaries. The largest is the Pacific plate and its series of boundaries all along the Pacific Ocean known as the Ring of Fire.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Big game this weekend in the U.S. Pro-football is the most popular sport in the country and its championship game, the Super Bowl, kicks off at 6:30 p.m. on Sunday. Why this gets so much attention? For one thing, it`s routinely viewed by more than one third of the entire country.<br><br>Nielsen ratings indicated last year`s game averaged almost 112 million viewers. That only counts people who watched in a home, not restaurants.<br><br>Advertisers paid $5 million for each 30-second spot. And this was for a game that came in at number three in terms of viewership. The all-time TV record was set in 2015 when Super Bowl 49 got more than 114 million viewers.<br><br>Will this year`s Super Bowl 15 break that record? We`ll know after the Atlanta Falcons play the New England Patriots in Houston, Texas.<br><br>And while all the players in this game are men, that`s not the case across the sport.<br><br>(BEGIN VIDEOTAPE)<br><br>PHOEBE SCHECTER, BIRMINGHAM LIONS, LINEBACKER: I`ll get shouts like, &quot;Number 2, you look like a girl.&quot; And I was like, well, I am a girl. If you can take your helmet off around somebody who doesn`t, is not expecting it, you can kind of seem squint, the reaction is like, well, that was football. What do you think I`m doing three days a week my entire life? Power fluff, you think we`re just prancing around? I think they picture like lingerie or whatever.<br><br>SUBTITLE: Inside the world of women`s tackle football.<br><br>ALLYSON HAMLIN, DC DIVAS, QUARTERBACK &amp; COACH: I`m a catcher at Maryland. And I had a teammate who said, you know what? You probably be a good quarterback and I kind of laugh at it and the league started and honestly, I didn`t take it seriously and I went out to a game and realize I was missing out. And it`s all she wrote, here I am.<br><br>SCHECHTER: I`ve moved over to England for this job with horses and I`d seen an ad on Facebook and thought, I needed to do it, I could get a bit of American culture in, make friends that way. I haven`t looked back since and that was four years ago.<br><br>LAURA BRADEN, PITTSBURGH PASSION, TIGHT END: Some girls that I played basketball back in college, I saw it being posted on their Facebook, and said, well, that`s really cool. When I`m done with college sports, maybe I`ll give it a shot.<br><br>HAMLIN: Each player has to pay about $500 to $1,000 a season. That doesn`t mean you can`t go out and get sponsorships, ticket sales help, things like that. Fields alone, these days, it`s $200 an hour. We all personally insured. So, you have to have insurance to play in this league for obvious reasons. So, it`s an expensive sport.<br><br>BRADEN: Every year, it`s close to $1,000 just for fees. You`re not counting equipment. You`re not counting accessories, medical bills, anything like that. So, it`s upwards to tens of thousands of dollars.<br><br>I`m an athlete trainer.<br><br>HAMLIN: I`m a homicide detective for the Prince Georges County Police Department in Maryland.<br><br>SCHECHTER: I`m a personal trainer.<br><br>HAMLIN: It`s three times, you know, a week for eight months.<br><br>SCHECHTER: I play Saturdays. I coach Sundays. I`ve got Thursdays.<br><br>And then you get your international games. And I actually play on a men`s team as well. I play middle linebacker and I`m actually quite small for that role. But I`m very effective at what I do and I want to be look at as an athlete, just like the other girls here.<br><br>BRADEN: The chance to play football now that I have it is almost everything. It changed in my life in more ways that you can imagine. And the people that you meet and the avenues that it`s opened for me, the places that it`s taken me. I ended up in Pittsburgh moving out of New York City because of Pittsburgh Passion. So, it`s like at some point, you have to consider those decisions were made because of football.<br><br>HAMLIN: When I started playing, we would literally find a patch of grass. We would use our headlights for practice.<br><br>Hopefully, you know, 10 years from now, this is, you know, just the started and the mindsets changed. The best comment I ever had was I would never know you were a woman until you took your helmet off, which tells me we`re playing the sport right, we`re doing it right and we`re building it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, men, women, and some children play football. Who says it should limited to humans? For the 13th year, puppies will be taking the field for the annual Puppy Bowl. It`s more a competition of cuteness. The game, which airs at 3:00 p.m. on Super Bowl Sunday, helps some of these pups get adopted. They come from shelters across the country. They`re all between about 12 and 20 weeks old. They are mixed of breeds, including mixed breeds and the ref says he`s bitten, chewed, scratched and needs to avoid stepping on tails.<br><br>So, there are a couple of things to watch out for. The players are all scrappy and though victory is pup for grabs, it`s still a sport with fight, though its bark is probably worse, at least the winning threats could make for a Super Bowl.<br><br>I`m Carl Azuz, dogging you with puns for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-03 CNN Student News.mp4"}