{"title":"CNNSN-2016-05-13-CNN-Student-News","script":"(CNN Student News) -- May 13, 2016<br><br><br>Killer Heatwave Wreaks Havoc in Southeast Asia; The Summiting of Mount Everest; The Underwater Cable System that Connects the World<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hello and welcome to Fridays are awesome! It happens every Friday here. I`m Carl Azuz.<br><br>And we`re taking you around the world for today`s current events.<br><br>First up, Cambodia, Laos, Singapore, Thailand, these are some of the countries in Southeast Asia that are suffering under a heatwave and a dangerous drought. Temperatures are rising, over 112 degrees Fahrenheit in some places. That`s setting records.<br><br>In Malaysia, schools are closing and animals are dying. Wells and lakes are drying up. Vegetables are withering.<br><br>Same story for crops in Vietnam, with the Mekong River at record low levels. And the Indian government says 330 million people, more than the entire population of the U.S., have been affected by drought.<br><br>So, what`s causing all of this?<br><br>Scientists say the blame rests with El Nino. We`ve talked about this natural climate cycle a lot since last year, when it started disrupting normal U.S. weather patterns. This El Nino is tied for the strongest one on record. And even as it weakens and approaches its end, it`s still affecting weather worldwide.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: We`ve heard so much talk about El Nino, but what is it? In fact, it`s a weather phenomenon that happens between the Pacific Ocean and the atmosphere. It can have an influence on the temperature and the weather all over the world.<br><br>In the springtime, the trade winds start to relax and in a normal year, they come back during the Asian monsoon and the summer. During an El Nino year, they don`t. In fact, some years, the trade winds can even reverse.<br><br>That has a huge impact on the Pacific Ocean. During a normal year, warm water is pulled on the west side of the ocean, cooler water on the east side. That results in cooler waters off the coast of California, and warmer waters in the western Pacific.<br><br>During an El Nino year, that thermocline tilt goes away. And so, warm water is spilt all the way over to the east side of the Pacific. That increases convection. It also brings thunderstorms to the coasts of California, and droughts to the western side of the Pacific.<br><br>We all know that El Nino will impact the world. The only question is, how will it affect you?<br><br>(END VIDEOTAPE)<br><br>AZUZ: Yesterday, a group of nine climbers reached the summit of Mount Everest. More than 4,000 people have done that in history, but this is the first time in over two years that anyone`s made it to the top. Why? Because in 2014 and 2015, deadly avalanches, one of them, the result of an earthquake in Nepal brought a tragic end to the climbing season.<br><br>The weather on Everest is generally unpredictable. But so far this year, it`s reportedly been pretty good. Still, climbing the mountain is incredibly dangerous, exhausting, and expensive. It can cost anywhere from $35,000 to $100,000, once you factor in the permit, the Sherpas who will assist you and the supplies. Yet, there`s no shortage of people who are willing to try each year.<br><br>And by the numbers look now at the tallest mountain on the planet. Everest rises more than 29,000 feet into the sky. To put into perspective, imagine stacking 20 Empire State Buildings on top of each other.<br><br>The first people that summit the mountain, Tenzing Norgay and Sir Edmund Hillary, who reached the top back in 1953.<br><br>The record for most climbs to the summit, Apa Sherpa, who`s made it 21 times. And Yuichiro Miura at age 80 became the oldest person ever to climb Everest. And another proof that age is just a number, Jordan Romero at age 13 is the youngest person to reach the summit.<br><br>But danger remains. More than 225 people have lost their lives trying to climb the mountain.<br><br>(MUSIC)<br><br>AZUZ: Not too far from the Japanese capital of Tokyo is where we`re starting today`s call of the roll.<br><br>First up is Camp Zama Middle School. Thank you for making us part of your Friday in Camp Zama, Japan.<br><br>Jumping across the Pacific, we`re making a stop in La Habra, California. The Heralds are watching from Whittier Christian High School.<br><br>And from the city of Danville, Arkansas, in the school of Danville Middle, welcome to the Little Johns. Great to see you.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Hyperloop One test day.<br><br>ANNOUNCER: Four, three, two, one --<br><br>(CHEERS)<br><br>SUBTITLE: Hyperloop One sled travelled 116 mph and hit 2.5 times the force of gravity.<br><br>Using a linear-electric motor, the sled travelled 1,000 yards in 1.9 seconds.<br><br>The track was charged with 7,000 volts of electricity.<br><br>This was an open air test.<br><br>These tubes will soon become an enclosed 1.5 kilometer test track.<br><br>Hyperloop One will then test technology that will allow the sled to levitate and achef speeds over 400 mph.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next today, there`s a new project underway, an undersea cable system that will connect South Africa with Southern Asia, the Middle East and ultimately, the rest of the world. Though it will stretch for thousands of miles, it will account for just the tiny part of the vast intricate network of underwater fiber cables that ships have been laying since the 1800s.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Where you`re watching this video, the United States, Europe, Asia, it`s a cliche to say we live in an interconnected world. But, duh, we do.<br><br>And the global circulatory system that delivers 99 percent of international data from point A to points B through C and back again is made of fiber optic cable. Unlike copper cables, which transmit electrical energy, fiber optic cables transmit light. That makes them significantly faster and less susceptible to interference.<br><br>Fiber optics trumps satellites too. They`re cheaper, they`re faster, and you don`t get those delays.<br><br>Fiber optic cables are very deep underwater, over 300 of them connect every continent not named Antarctica, and laid end to end the 550,000 miles of cable would circle the earth 22 times.<br><br>And, boy, is that good for business? Ecommerce isn`t bound by borders. An international stock trade can be executed in a flash. You can video conference with colleagues in Florida, or France, of Fiji, not a problem.<br><br>Take a ride on the global fiber optic network, and offices wired with the fiber network allow for speedy data sharing. So, we here at CNN can send our videos from one edit sweep to another really fast.<br><br>And consider this, thanks to fiber optic cables, innovations aren`t bound by bandwidth. Remember trying to stream a video in the old days? Brutal.<br><br>Do you think Netflix would even come to be with that kind of infrastructure? I mean, would you even be watching this video?<br><br>(END VIDEOTAPE)<br><br>AZUZ: A mom in New York recently surprised her daughter at college by sneaking into a dorm room and snapping a selfie.<br><br>Looks great. There`s just a little problem. The mom says, &quot;Look where I am. Where are you?&quot; The daughter says, &quot;Where`s that? I`m in my dorm.&quot;<br><br>Then she writes, &quot;Please tell me you`re not in someone else`s dorm?&quot; And the mom promptly thought, uh-uh.<br><br>We see this happens all the time, but it probably doesn`t. Hey, at least the picture went viral. Will this shut the dorm on future visits? It was a mama`s mistake. Everyone who`s lived on campus would say there`s roomy for improvement. Surprise visits always keep students guesting and at<br><br>least mom hasn`t lost her college.<br><br>I`m Carl Azuz and I am so glad I graduated.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-13 CNN Student News.mp4"}