{"title":"CNNSN-2016-10-18-CNN-Student-News","script":"(CNN Student News) -- October 18, 2016<br><br><br>Battle for Mosul Begins in Iraq; China`s Longest Space Mission Launches; Kirkwood, Missouri Reels from the Effects of a National Heroin Epidemic<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS. It`s good to see you this Tuesday. I`m Carl Azuz, reporting from the CNN Center.<br><br>First story centers on a battle that`s begun in the Middle Eastern nation of Iraq. You`ve heard us talk a lot about the ISIS terrorist group. ISIS is an acronym for Islamic State in Iraq and Syria, and that`s what they`ve been trying to create.<br><br>But right now, ISIS is fighting to hold on to the Iraqi city of Mosul, which they took over in 2014. And if ISIS loses Mosul, it could signal the beginning of the end for ISIS in Iraq.<br><br>The battle started early Monday morning. Iraq`s military says it inflicted heavy losses of life and equipment on ISIS in an area southeast of the city. Iraqi troops are leading a coalition of other groups in trying to push ISIS out. Hundreds of U.S. troops are also involved, though the Pentagon says they`re not on the front line. And the forces that are can call in air support when they meet with tough resistance from the terrorist.<br><br>One terrorism expert says the major challenge of this battle will be avoiding hurting Mosul`s civilians while overpowering ISIS`s defenses.<br><br>They`ve had months to prepare for this. But international officials say there`s no doubt the fight is an important one.<br><br>(BEGIN VIDEOTAPE)<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT: The battle for Mosul is a really big deal, and here`s why.<br><br>SUBTITLE: Why Mosul matters.<br><br>WARD: Mosul is the second biggest city in Iraq and it`s the last remaining ISIS stronghold in the country. It`s also the place where ISIS leader Abu Bakr al-Baghdadi first declared that he had established an Islamic caliphate or state.<br><br>Now, the last time the Iraqi army was in Mosul was back in 2014, ones were fleeing from ISIS fighters. This time, it`s hoping to reverse those losses.<br><br>Iraqi army forces won`t be the only ones on the battlefield, though. Kurdish, Peshmerga forces will be involved and the U.S. military will also be playing a supportive role.<br><br>But the battle won`t be easy. Officials estimate there are between three and five thousand ISIS fighters still inside the city and they have created an elaborate network of defenses. They fill moats with oil and set it alight, creating these thick black plumes of choking smoke. Houses are booby trapped, the streets are littered with IEDS.<br><br>And then there`s the human toll. An estimated 1 million civilians are still leaving in the city of Mosul and the U.N. says that the exodus that could follow a battle might be one of the biggest manmade displacements in recent times.<br><br>Some commanders estimate it could take as much as three months to take the city, and then there`s the aftermath to deal with. But if the operation is successful, it will deal a major blow to ISIS.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Two Chinese astronauts went from earth to orbit yesterday, with the mission of spending 30 days in space. That would be the longest time in orbit by China`s astronauts, and they`ll be staying at the country`s Heavenly Palace 2, an orbiting laboratory that China launched in September.<br><br>President Xi Jinping says the mission will help build China as a space power. It`s one of only three countries to have sent crews to space. The other two are Russia and the U.S.<br><br>China says its space program is peaceful, but the U.S. is concerned the Asian country could use it for military purposes. That`s one reason why Chinese astronauts aren`t allowed at the International Space Station. China`s building a station of its own, hoping to finish it by 2022, around the time when the International Space Station runs out of funding.<br><br>A report from the United Nations says America is in the midst of a heroin epidemic. The number of people abusing the drug is the highest in 20 years and along with that has come an increase in heroin-related deaths. This week, we`re examining the problem, the responses to it and the communities affected, like the one around Kirkwood High School in Missouri.<br><br>(BEGIN VIDEOTAPE)<br><br>KOLTON KALETA, KIRKWOOD HIGH SCHOOL STUDENT: I describe Kirkwood as your perfect American dream. Nice houses, the best schools. What the dealers kind of look for are people who are more affluent from better off neighborhoods, that way they have the money to actually go and get it.<br><br>UNIDENTIFIED MALE: The enemy is roaring like a lion. It comes to kill, steal and destroy and it`s in the form of heroin.<br><br>KALETA: I`m Kolton Kaleta and I started heroin when I was 15. I first tried heroin whenever I was in this room. It`s just constant and compulsive and it just takes over your will and your body.<br><br>DEBORAH FEYERICK, CNN CORRESPONDENT (voice-over): About 30,000 people live in Kirkwood, Missouri, a well-to-do suburb outside of St. Louis with a median family income of more than $77,000 a year. In this county, heroin deaths are nearly four times the national average.<br><br>KALETA: The people that used heroin in Kirkwood can be anywhere from the honor student to like your typical teenage stoner.<br><br>FEYERICK (on camera): Did you ever think that at the age of 15, you would be a full-blown heroin addict?<br><br>KALETA: No, it`s not like you wake up one day and think that you`re going to be a heroin addict. It just slowly progresses from the small stuff.<br><br>FEYERICK: Do most of the people you know try heroin recreationally?<br><br>KALETA: It almost always starts recreationally. No one starts off thinking I`m going to do this every day. First, you don`t even like it and then I tried it again and from then, it`s just kind of down hill spiral.<br><br>UNIDENTIFIED MALE: Aly says, &quot;I love you, dad.&quot; And I said, &quot;I love you Aly.&quot; And then she went into her bedroom, close her door. She took a capsule of heroin and it was so powerful, she died instantly.<br><br>&quot;Heroin is the first thing I think about when I wake up. It`s the last thing I think about when I sleep. I just care about getting high. I wish I had all the money in the world so I could buy all the heroin in the world.&quot;<br><br>FEYERICK: Do you know how deeply into heroin your daughter was?<br><br>UNIDENTIFIED MALE: I had no clue. I had no idea. And I discovered this after getting all her notes and all her journals and everything.<br><br>FEYERICK: So, this is the book you made for Aly.<br><br>UNIDENTIFIED MALE: I did, because I figured someday I`m going to be dead, and at least she would have something of her childhood memories.<br><br>FEYERICK: And this became a book for you.<br><br>UNIDENTIFIED MALE: And it became my book now, yes.<br><br>FEYERICK: When you look at this face, this is the face of dreams.<br><br>UNIDENTIFIED MALE: Yes.<br><br>FEYERICK: Of hope.<br><br>UNIDENTIFIED MALE: That`s right. She could have been a dancer. I mean, she was good in ballet. She did tap and jazz. I`ll never see her walk down the aisle. I`ll never see her get married. I`ll never have grandkids. I`ll never be, you know, a grandfather.<br><br>KALETA: I`d think about how I could have ended up like a lot of people in the area.<br><br>FEYERICK (voice-over): Kolton`s wake-up call came in 2015, when one of his friends suddenly died of a suspected overdose. Both teens had struggled with heroin addiction. It was the second death at Kirkwood in just fourteen months.<br><br>KALETA: It tore me open inside. Since then, I`ve kind of turned it into motivation, to stay on the path I am.<br><br>FEYERICK: Kirkwood High School is aggressively dealing with the heroin problem. After Kolton`s friend died, more than 80 students reached out to get help for themselves, or people close to them.<br><br>KALETA: I`ve been in recovery since October 20th, 2015.<br><br>SUBTITLE: Shortly after filming finished, another Kirkwood high student died of heroin overdoes. She graduated in May and was weeks away from starting college.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Powerful story there.<br><br>Well, listen, we have something new for you, guys. We want you to sign up for our new daily email. It`s not only new, it`s improved and you`re going to love it. This thing is every bit as free as the show.<br><br>It will only take you a moment to sign up at CNNStudentNews.com and it replaces our old daily email. So, if you`re still getting that, what you want to do, go to the website, scroll down a page and click this sign up for the daily email banner. In advance of each day`s show, you`ll get an email telling you what`s in it.<br><br>(MUSIC)<br><br>AZUZ: Yesterday, we introduced you to quintuplets making news at McDonald`s. Today, we`re showing you a champion-making news at Subway.<br><br>What makes Melissa Callan a champion?<br><br>Well, every year, the company rewards the employee who could make the best foot-long sandwich. They`re scored on speed, accuracy and how the sandwich looks. And for her 48-second assembly time this year, Ms. Callan took home bragging rights and several thousand dollars.<br><br>So, suffice to say her super sonic sub sandwich assembly simply sunk the opposition. And similar to our puns, it was cheesy, unsubtle, quickly cooked up, full of baloney, delivered with plenty of ham from a place where there`s always something fresh afoot.<br><br>I`m Carl Azuz and we hope you`re hungry for more news tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-18 CNN Student News.mp4"}