{"title":"CNNSN-2016-05-25-CNN-Student-News","script":"(CNN Student News) -- May 25, 2016<br><br><br>The Fight for the Iraqi City of Falluja; A Shakeup at the TSA; The Historic Invention of the Barcode<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: A major battle has begun for a city in Iraq and that`s where we begin today`s show. I`m Carl Azuz, thank you for watching.<br><br>Falluja is located in central Iraq, along the banks of the Euphrates River. It`s been controlled by the ISIS terrorist group since early 2014. In fact, it was the first Iraqi city that ISIS captured as part of its plan to create its own Islamic state in Iraq and Syria.<br><br>The fight to take Falluja back involves Iraqi troops, police and militias and they`re supported by U.S.-led airstrikes. But trapped in the crossfire between these forces and the ISIS fighters who control the city, an estimated 10,000 civilian families according to the United Nations.<br><br>The Iraqi forces dropped leaflets on the city, telling residents how they can get out safely. But activists in the area say ISIS is not allowing civilians to go and that some have died trying to leave.<br><br>Falluja is where dozens of U.S. troops were killed during the Iraq war in 2004. It`s a strategic city that`s no stranger to terrorists or violence.<br><br>(BEGIN VIDEOTAPE)<br><br>JOMANA KARADSHEH, CNN CORRESPONDENT: Falluja has a long history of bloody battles. It`s considered a hotbed of Sunni insurgent groups.<br><br>SUBTITLE: Why Falluja matters.<br><br>KARADSHEH: This was the first city to fall to ISIS, months before any other city in Iraq in January of 2014. Extremist groups like ISIS and al Qaeda in Iraq before that use Falluja as a symbol of Sunni resistance.<br><br>Now, for the Shias of Iraq, many of them feel that a lot of the terrorist attacks that target them, whether it`s ISIS or al Qaeda in Iraq before that, those attacks they feel stemmed from Falluja, especially with its proximity to Baghdad. So, they really have wanted to see ISIS cleared out of that city for a very long time.<br><br>SUBTITLE: In May 2016, Iraqi security forces launched an operation to recapture the city from ISIS.<br><br>KARADSHEH: Now, with this new offensive underway right now, it`s expected to last a very long time and expected to be bloody if history is anything to go by.<br><br>Here, what remains a major issue is the civilians who may still be trapped inside that city.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The head of security for the U.S. Transportation Security Administration has lost his job. A House of Representatives committee announced the change earlier this week. It followed a congressional hearing on mismanagement at the TSA, the organizations in charge of screening passengers and cargo at airports across the U.S.<br><br>But the Department of Homeland Security, which oversees the TSA, says it`s had a number of security failures recently, and some had swelled long lines at airport checkpoints, causing hundreds of passengers to miss their flights.<br><br>The TSA says Kelly Hogan wasn`t fired specifically for doing anything wrong, but that the agency wanted a different approach to security leadership. It`s saying that a number of management changes are ahead, and that they`ll deliver better leadership and screening operations at American airports.<br><br>Starting in Brazil on today`s call of the Roll. The nation has 26 states, and in the northeast state of Ceirra (ph), hello to all of our viewers at Escola de Ensino Medio Liceu do Crato.<br><br>San Juan Hills High School is next. From the U.S. state of California, the Stallions are roaming in San Juan Capistrano.<br><br>And one state over, in Arizona, we`ve got some Wolverines watching today. Mountain Vista Middle School rounds out our roll from San Tan Valley.<br><br>The walkman, the floppy disks, the dot matrix printer and the VHS, the video home system, these are some of the inventions of the 1970s that have become obsolete with the passage of time and the progress of technology.<br><br>But there are some designs of the disco era that we can`t imagine living without, email, the first video games, cellphones. And one thing that doesn`t get a lot of credit but has revolutionized shopping, the bar code.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: On June 26, 1974 a pack of Juicy Fruit gum made history when it was the first item ever to be scanned via a state-of-the art technology: the barcode.<br><br>And now, more than 40 years later, as many as 5 billion barcodes are scanned every day across the world.<br><br>The code itself, those black lines of varying width on the label, was inspired by Morse code. But the holy smokes component of the innovation was how it was scanned by lasers.<br><br>Lasers had been the stuff of nerd fantasies until the early 1960s, when the Hughes Aircraft Company unveiled the first one at a press conference.<br><br>A Los Angeles newspaper reported the story underneath the headline, &quot;LA man discovers science fiction death ray.&quot;<br><br>But the fact of the matter is, no one really knew what to do with that new technology until that June morning in 1974 when a pack of Juicy Fruit gum in Ohio changed the world.<br><br>Today, barcodes are the unsung heroes that make everything from shipping to boarding an airplane to keeping track of medication possible.<br><br>But the biggest beneficiary is retail. Think about a grocery store from yester-year.<br><br>Every individual item had to be marked with its price, and the cashier had to manually input it into the register.<br><br>So, thanks to the barcode, you`re waiting in the checkout line a whole lot less and the stores themselves benefited big time. The barcodes allow them to keep accurate, real-time inventory. That`s a major advance in efficiency, even if it cost some grocery staff their jobs.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For about 20 people who live in a housing project in Richmond, Virginia, Craig Dodson has become a sort of father figure. The 37-year-old leads a non-profit organization called Richmond Cycling Corps. It allows young people whose opportunities are extremely limited and whose schools are some of the lowest performing to join cycling teams and to train to ride.<br><br>The lessons and the benefits go far beyond the bike trails.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: All right. Come on back, guys. Rows of five.<br><br>CRAIG DODSON, CNN HERO: The thing is for you. You got to get into the woods and then settle in to your rhythm. Do you know what I mean?<br><br>Stay positive. Run, run, run.<br><br>There you go. That`s how it`s done.<br><br>We`re doing great. You see our kids are going through this roller coaster of emotion.<br><br>Come on, Jake. I know you fell, dude, but you`ve got this.<br><br>What a lot of people can`t say is that our kids have the equivalent of ten suitcases each of baggage that they`re carrying on that bike.<br><br>The kids who live in Richmond, public housing, it`s not just bad because of drugs, violence, guns.<br><br>You`ve got to tighten up, man. I`m not playing with you right now, man. I`m being serious. You`re clown and way too hard. That`s why we`ve been on you so hard. Matt is going to be here in the morning to pick you up. We`re tired of getting messages from everyone that you`re ducking school.<br><br>It`s got to stop or you`re going to fail ninth grade.<br><br>Our organization is not about getting kids positive life experiences through bikes. Our job is to get them out of public housing.<br><br>Bad news is he got a little suspension, so we can pick him up in the morning next week, put him to work at least.<br><br>UNIDENTIFIED MALE: That`s what I do here with him.<br><br>DODSON: This is a war to me.<br><br>What time do you wake up?<br><br>It`s me against the circumstances that these kids live in.<br><br>You come in and hold them accountable and it shows a level of care that they`re not used to.<br><br>UNIDENTIFIED MALE: Craig, he taught me a lot. He taught me to be your own person. Don`t be what you live around. We never give up.<br><br>DODSON: So proud of you, man.<br><br>We see the side of these kids that is genius. There are so many things that we wish the world can see. These are kids that have been let down.<br><br>Jazz, we`ll pick you up tomorrow around same time, all right?<br><br>My promise to them is I`m not going to leave you.<br><br>I see you Thursday.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Those of you who are not &quot;Star Wars&quot; fans are going to see this and think, OK, well, loud sliding door.<br><br>But those of you who are &quot;Star Wars&quot; fans might hear it and think --<br><br>So, again, the R2D2 screaming door.<br><br>Maybe the laughter is not as infectious as the viral Chewbacca mask video, but it certainly made some folks Chewback up to hear it again, thinking it was R2D2 good to skywalk through just Obi-Wan time.<br><br>That`s it for today`s puns solo. It`s part of my Jabba. And for putting up with them, Yoda best.<br><br>CNN STUDENT NEWS will you catch Vader.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-25 CNN Student News.mp4"}