{"title":"CNNSN-2015-10-08-CNN-Student-News","script":"(CNN Student News) -- October 8, 2014<br><br>Doctors Without Borders: Hospital Strike an Attack on Geneva Conventions; PLO`s Abbas: Palestinians &quot;Cannot Continue To Be Bound&quot; By Oslo Accords. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Jumping right into our first story this Thursday -- the U.S. military has admitted that it`s responsible for the bombing of a hospital in Afghanistan last weekend. Officials say the facility in the northeastern city of Kunduz was hit accidentally during an American airstrike. The Pentagon, NATO, and the Afghan government are investigating how and why this happened.<br><br>But Doctors Without Borders says that`s not good enough. The international medical charity ran the hospital. Twelve medical workers and at least 10 patients were killed in the bombing.<br><br>The U.S. has changed its explanation of what brought on the airstrike, and Doctors Without Borders says even war has rules, and that the bombing was a violation of the Geneva Conventions. These are a series of international agreements dating back to the 1800s. They set rules for how civilians and captured or injured troops should be treated. Attacks on hospitals are outlawed.<br><br>(BEGIN VIDEOTAPE)<br><br>BARBARA STARR, CNN PENTAGON CORRESPONDENT (voice-over): In the aftermath of the attack on the Doctors Without Borders hospital, a stunning military order from the top U.S. commander.<br><br>GEN. JOHN CAMPBELL, COMMANDER OF U.S. FORCES IN AFGHANISTAN: I have directed the entire force to undergo in-depth training in order to review all of our operational authorities in rules of engagement.<br><br>STARR: That order and acknowledgement that something went wrong.<br><br>Rules of engagement spell when and how the U.S. military can conduct airstrikes, like the AC-130 gunship that hit the hospital.<br><br>Doctors Without Borders says the U.S. knew it was a hospital. They were under attack for 30 minutes. It could not have been a mistake.<br><br>JASON CONE, EXECUTIVE DIRECTOR, DOCTORS WITHOUT BORDERS: Until we`re told otherwise, and until we see an independent investigation, we will presume that this was, in fact, a war crime.<br><br>STARR: Did this violate U.S. military rules?<br><br>CAMPBELL: Even though the Afghans request that support, it still has to go through a rigorous U.S. procedure to enable fires to go on the ground.<br><br>SEN. JOHN MCCAIN (R-AZ), ARMED SERVICES COMMITTEE CHAIRMAN: But there was no forward air controllers, American forward air controllers on the ground.<br><br>CAMPBELL: Sir, we had a special operations unit that was in close vicinity, that was talking to the aircraft that delivered those fires.<br><br>STARR: If the U.S. knew it was a hospital, did reports of Taliban firing justify the attack?<br><br>CAMPBELL: We would never intentionally target a protected medical facility.<br><br>STARR: Standards for airstrikes at least initially do not appear to have been met at the hospital.<br><br>Military rules require U.S. troops are at risk. Contrary to initial reports, U.S. troops were not fired on.<br><br>When the U.S. is going after al Qaeda. Here, it was the Taliban.<br><br>When Afghans are about to be overrun. Here, the Afghans were trying to retake the area.<br><br>Campbell said the overrule security situation in Afghanistan is still so uncertain, he needs to revise his recommendations about a troop reduction.<br><br>CAMPBELL: We have to provide our senior leadership options different than the current plan that we`re going with.<br><br>STARR (on camera): It remains to be seen how many of the 10,000 U.S. troops still in Afghanistan will remain after the end of next year. But with ISIS, the Taliban and al Qaeda, still pressing for their advantage in Afghanistan, it`s very much an open question.<br><br>Barbara Starr, CNN, the Pentagon.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Today, we`re announcing some of our viewers from the largest and most populated country in South America. That`s Brazil. There, in its largest city, Sao Paolo, we`re happy to be part of your day at St. Francis College.<br><br>Next to the largest city in Kentucky, that`s Louisville. And that`s where we found the Eagles watching at Eastern High School.<br><br>And in eastern South Dakota, not too far from Sioux Falls, hello to everyone at Brandon Valley Intermediate School. It`s in the city of Brandon.<br><br>More unrest in the Middle East, between Israelis and Palestinians. A number of small scale attacks by Palestinians have killed or wounded several Israeli civilians, including a 15-year-old boy who survived an assault on Sunday.<br><br>Israel police had been accused of shooting and killing a 13-year-old Palestinian boy on Monday.<br><br>Last week, Israel restricted access to an ancient part of Jerusalem, where two attacks on Israelis occurred. That angered Palestinian leaders because it`s a holy site.<br><br>Most Palestinians are Muslims. And Islam`s third holiest site is in Jerusalem`s old city. It`s known to Muslims as the Noble Sanctuary. Most Israelis are Jewish, and Judaism`s holiest site is the same complex. It`s known to Jews as the Temple Mount.<br><br>Tensions between Israelis and Palestinians go back decades and some are questioning whether some peace agreements between the two sides still stand.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Cracks in the foundation for Mideast peace?<br><br>OREN LIEBERMANN, CNN CORRESPONDENT: The Oslo Accords had been the bed rock, the basis of cooperation between Israelis and Palestinians ever since they were signed back in 1993.<br><br>Now, this all started with secret meetings between Israelis and Palestinians in the early `90s. These meetings went on for a while before it became known, before the details really came out about what the accord was all about and what it would accomplish.<br><br>One of the big points here was that Palestinians recognized Israel`s right to exist and Israel recognized that PLO, the Palestine Liberation Organization, as the Palestinian`s legitimate governing body. That was a big step, and it led to more progress from there.<br><br>Part of Oslo was to lay down a foundation of moving forward between these two sides, between Israelis and Palestinians, for example, on security coordination, on economic considerations, and on setting a timetable for pushing negotiations forward. It`s set a 5-year timetable for creating a peaceful two-state solution. That was the idea. That was Oslo I.<br><br>Two years later came Oslo II, which was an expansion on Oslo I, but essentially built on the same agreement, cooperation and coordination between Israelis and Palestinians and trying to move the peace process forward.<br><br>Oslo left a lot on the table. It didn`t try to hammer out what would happen with Jerusalem or where exactly the borders between an Israeli state and a Palestinian state would be. It left that to future negotiations. Now, it`s 22 years later and the failure in that process, the failure to create real progress on a peace settlement has left many people here, Palestinians especially, very frustrated with these negotiations.<br><br>The Palestinian Authority President Mahmoud Abbas says if Israel won`t abide their part of the agreement, the Palestinians have no reason to abide by their part of Oslo. What does that mean? Is Oslo cancelled?<br><br>Well, that question we`ll learn more in the coming days and weeks. But if it is cancelled, that means the basis for cooperation between these two sides and the agreement that really pushed forward cooperation here is gone. That could move this whole process back to square, or it could take it in an entirely different direction.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Tomas Alvarez was a high school social worker in California. He was frustrated by the number of minority students in his area that he saw dropping or being accused of crimes. And Alvarez didn`t think the traditional therapy was effectively connecting with some of them.<br><br>So, what he did about it makes him today`s &quot;Study in Character&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: I really grew up in a lot of different places. When you have a lot of things that are not stable, it kind of gets you in a really bad situation. So I really felt alone and it turned into me doing the wrong things.<br><br>TOMAS ALVAREZ, CNN HERO: As a former school social worker, I witnessed how challenging it was to engage African-American male and Latino male students in talk therapy. I knew that if I wanted to really engage the group that I would have to do something different.<br><br>UNIDENTIFIED MALE: We are going to have three statements and two that are true about yourself and one that is a lie.<br><br>ALVAEZ: Beats Rhymes with Life is the country`s first hip-hop therapy program where young people turn their pain into music.<br><br>(RAPPING)<br><br>ALVAREZ: Our program creates opportunities for youth to reflect and tell their story.<br><br>UNIDENTIFIED MALE: I can make a difference and always looking forward to the new day.<br><br>ALVAREZ: It`s important for young people to create something that they can be proud of. This studio makes that possible.<br><br>(RAPPING)<br><br>ALVAREZ: A lot of people come for the hip-hop, but they stay for the healing.<br><br>UNIDENTIFIED MALE: I was skeptical at first, but it does not feel like it is a therapy session.<br><br>(RAPPING)<br><br>UNIDENTIFIED MALE: When I`m rapping, I let it all go.<br><br>ALVAREZ: Hip-hop is everywhere and so are the mental disparities impacting young men of color.<br><br>(CHEERING)<br><br>ALVAREZ: What people need to realize is that when our young people have a voice, they can learn to help and heal themselves.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, you`ve seen dogs, you`ve probably seen a mechanical bull. But have you ever seen a dog ride a mechanical bull. Now you have.<br><br>Halley (ph), that`s the dog, she`s a rescue. She`s also a cattle dog taking that title to new heights. Halley doesn`t need to work on the farm because she`s an attraction at Fairs and Rodeos. She knows how to sit and stay even when the bull beneath her feet is doing anything but.<br><br>So, that ain`t her first rodeo, and what cattle do this? With such excellent mechanics and an ability to find balance that`s simply un-canine, it`s no wonder Halley rounds up a crowd whenever she saddles to ride.<br><br>CNN STUDENT NEWS swings back your way tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-08 CNN Student News.mp4"}