{"title":"CNNSN-2016-02-22-CNN-Student-News","script":"(CNN Student News) -- February 22, 2016<br><br><br>Monster Cyclone Strikes Fiji; A Mountain of Trash Towers Over Mumbai; Winners and Loser from South Carolina, Nevada Contests<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey. Hope you had a great weekend.<br><br>We`ve got a lot lined up for you today on CNN STUDENT NEWS, starting with the report on Tropical Cyclone Winston. It was the most powerful storm ever recorded in the southern hemisphere. It made landfall in the Pacific island country of Fiji on Saturday.<br><br>Winston killed at least 10 people when it roared through. Trees are down. Power is out. All of Fiji schools are close this week. A state of emergency will be in effect for a month.<br><br>Now, the challenge is prioritizing clean up efforts. Officials are most concerned about some of Fiji`s smaller villages. They didn`t have the infrastructure to withstand the storm`s 184-mile-per-hour winds.<br><br>Winston was the equivalent of a category 5 hurricane. As for the difference between that and a cyclone, it`s just geography.<br><br>(BEGIN VIDEO CLIP)<br><br>IVAN CABRERA, CNN METEOROLOGIST: A tropical cyclone is an area of low pressure that forms in the tropical regions of the world.<br><br>Cyclones are actually very important, even though, of course, they can be deadly. They help essentially balance out the temperature across the globe. They are an equalizer, so they take the heat energy from the tropics and they translate that where we need it into the colder climates.<br><br>The generic term for it is a tropical cyclone. That can refer to any cyclone that has a closed center of circulation, anywhere in the world, like in the Atlantic, when they get strong enough, to a certain wind speed, we call them hurricanes.<br><br>But if you`re in the western Pacific, a hurricane is called a typhoon. There`s no difference between a hurricane and a typhoon except in the name.<br><br>They`re both tropical cyclones.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Up next, a struggle of Mumbai. It`s one of the most populated cities of the world`s second most populated country, India. It`s home to tens of millions and some massive landfills.<br><br>The government says that things are improving around the slums of Deonar. The roads are better, parks and schools have been built, many people who lived there disagrees, saying the government doesn`t listen to the poor. Few would deny though that the garbage problem is immense.<br><br>(BEGIN VIDEOTAPE)<br><br>MALIKA KAPUR, CNN CORRESPONDENT (voice-over): Always busy, always bustling. Mumbai is a city on the move -- home to factories, industry, 21 million and a lot of rubbish.<br><br>It generates 10,000 metric tons of waste a day. The problem is, there`s no real way to get rid of it. Much of it ends up here, at the Deonar dumping ground, on the edge of the city.<br><br>(on camera): There`s so much garbage over here, it`s miserly bad and to be honest, it`s quite hard to breathe. And if you look at this hill behind me, this isn`t actually a hill. It`s 90 years of accumulated garbage.<br><br>(voice-over): From ground level, it`s as high as a 10-story building.<br><br>RISHI AGGRAWAL, ENVIRONMENTAL ACTIVIST: This was wetland swamp. There were beautiful mangrove and --<br><br>KAPUR (on camera): This area was once green?<br><br>AGGRAWAL: Absolutely, absolutely, yes.<br><br>KAPUR (voice-over): Now, activists say it`s a national embarrassment and a hazard. Part of the dump recently fire, a fire so big with so much smoke, it was visible from space.<br><br>We asked the head of the local city council what her plans for the dumping ground are. She said they`ve ramped up a citywide cleanliness campaign and started diverting some of the waste to another area, but the ultimate goal?<br><br>PALLAVI DARADE, ADDITIONAL MUNICIPAL COMMISSIONER: To scientifically cover the dump.<br><br>KAPUR: She admits that could take a while.<br><br>As India continues to project itself as a growing super power, dumps like this are eyesores that critics say contradict its ambitious message.<br><br>(END VIDEOTAPE)<br><br>AZUZ: This is a zebra. There are hundreds of thousands of them in the world. But one particular type called the Grevy`s zebra has seen a dramatic population drop in recent decades. They`re hunted by lions, leopards, cheetahs and hyenas. But the main reason they`re disappearing may be humans.<br><br>We`re going on safari to their stumping ground in Kenya to explore why.<br><br>(BEGIN VIDEOTAPE)<br><br>ROBYN KRIEL, CNN CORRESPONDENT (voice-over): We`re in a very different sort of hunt. The animals we are stalking are beautiful but shy and skittish.<br><br>The Grevy`s zebra population is less than a fifth of what it was 30 years ago. Today, an estimated 2,000 are left in Kenya but no one knows for sure.<br><br>DAN RUBENSTEIN, PRINCETON SCIENTIST: Grevy`s, Grevy`s.<br><br>KRIEL: Often hunted for their skins, the only shots this group will take are the photo kind and for an important cause.<br><br>RUBENSTEIN: I got them. Go that way, go that way.<br><br>KRIEL: The aim for these Grevy`s hunters is to get a good still photograph of the animal`s right flank.<br><br>RUBENSTEIN: We`re going to use this picture to do an analysis of the stripe patterns. They`re naturally barcoded, just like you get in the grocery store and everyone is unique. And so, we will be able to, with our hot spot software, identify where the stripes touched each other.<br><br>KRIEL: The software analyzes and compares the zebra`s natural barcode. It records other data, too, such as where and when the picture was taken.<br><br>All in all, around a hundred thousand pictures.<br><br>RUBENSTEIN: It`s going to be amazing. It`s magic. It`s historic.<br><br>KRIEL: It will take a couple of weeks for scientists in the U.S. to review the data found in the Grevy`s count, then the hope is that Kenya and the world will know how many of these majestic beasts remain, and just how worried we should be about their disappearance.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the U.S., the next presidential nominating contest for Republicans is Tuesday in Nevada. The next one for Democrats is Saturday in South Carolina.<br><br>Over the weekend, those same two states held votes for the opposite parties. In the Nevada Democratic caucuses, former Secretary of State Hillary Clinton won, with just over 52 percent of the vote. Vermont Senator Bernie Sanders came in a close second with just over 47 percent.<br><br>In the South Carolina Republican primaries, businessman Donald Trump won with more than 32 percent of the vote, Florida Senator Marco Rubio with second with 22.5 percent, and Texas Senator Ted Cruz was just behind him with 22.3 percent. After placing fourth, former Florida Governor Jeb Bush has suspended his campaign. He`d struggle for months to make progress in the polls.<br><br>So, now, there are five candidates seeking the Republican nomination. There are two candidates seeking the Democratic one.<br><br>And coincidentally, Nevada and South Carolina just happened to be the homes of today`s schools on the &quot;Roll Call&quot;.<br><br>Rancho High School is in the Battle Born States. The Rams are with us. They`re watching from Las Vegas.<br><br>Newberry is a city in the Palmetto State. From there, we`ve got the Tigers of Newberry Middle School.<br><br>And from Central America, we welcome our viewers at Academia Britanica Cuscatleca. Great to see you in La Libertad, El Salvador.<br><br>With the help of CNN`s Dr. Sanjay Gupta, we`ve been looking inside the human brain lately, from how it`s involved in multitasking, to how it`s stimulated by music. And whether you are soft or hard headed or soft or hard-hearted, it`s possible you`ll fall in love at some point.<br><br>What does science tell us about the head-heart connection?<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: We call it falling in love, as if we have no control over how we topple.<br><br>That rush of emotion we connect to our heart actually begins here in our brain.<br><br>It starts with a crush, a first attraction which triggers a dopamine pathway deep in the middle of the brain. Dopamine is known as that feel good neurotransmitter. But it also tells us to pay attention and to speak for rewards.<br><br>And that finds us for the next step, infatuation. Because the brain is also telling your adrenal gland to release chemicals like adrenaline and norepinephrine, it`s no wonder that we often start to tremble, loss our appetite, or gets sweaty palms, just thinking about our sweetheart. By now, the brain`s reward system is fully activated, flooding your gray matter with more and more dopamine, feeding your high.<br><br>Have you ever wondered why the object of your affection seems to do no wrong? At least at first? Well, it`s because the brain on love deactivates the amygdala, which controls fear, deactivates the mid temporal cortex, which manages negative emotions. It even deactivates your frontal lobe, which is used in judgment right here.<br><br>Which moves us along to the next level of our brain on love, attachment. The brain seals the deal by releasing oxytocin, often called the love hormone. It`s a neuropeptide produce here in the hypothalamus, and is secreted by the pituitary gland during times of intimacy like hugging and kissing.<br><br>Studies show oxytocin strengthens social bonds in mammals and intimate activities that trigger its release helps couples create strong bonds.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A typical giant panda has three speeds, eat, sleep and rest. I guess that`s more like two and a half. But this panda has one more, romp in the snow. When Da Mao woke up to find his home at the Toronto Zoo frosted over, he did what any seven-year-old do, he went out to play.<br><br>He didn`t even make it all the way back up the hill again before he turned and rolled and took another tumble. It`s great footage of a spritely mammal.<br><br>You could say we were bamboozled by it, a bear frolicking with a reckless a-pandon. It`s an animal that`s black and white and happy all over and a scene of sheer panda-snow-mium.<br><br>I`m Carl Azuz and we`ve spanda breath of news. Come on back Tuesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-22 CNN Student News.mp4"}