{"title":"CNNSN-2016-10-24-CNN-Student-News","script":"(CNN Student News) -- October 24, 2016<br><br><br>The Disarmament of Bombs in Iraq; Planned Merger Between AT&amp;T and Time Warner; Vote Recounts in U.S. Elections<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: A new week of CNN STUDENT NEWS starts right now. Thank you so much for watching. I`m Carl Azuz at the CNN Center.<br><br>First up, Iraqi troops and the international forces they`re leading are closing in on the city of Mosul. It`s in northern Iraq. It was taken over by the ISIS terrorist group in 2014. If and when ISIS is defeated in Mosul, it will be a major setback for the terrorists in their efforts to control the region. Hundreds of ISIS fighters have reportedly been killed so far.<br><br>There are reports that ISIS has been executing civilians as the battle gets closer. They`ve also been a number of casualties among the casualties among the coalition troops fighting ISIS, including the U.S. servicemen whose vehicle hit an IED, an improvised explosive device, last week.<br><br>As ISIS has fled the towns around Mosul, it`s left these bombs behind. And those who work to clear them out take tremendous risks.<br><br>(BEGIN VIDEOTAPE)<br><br>MICHAEL HOLMES, CNN INTERNATIONAL CORRESPONDENT: Peshmerga Captain Chilhan Sadk comes face to face with death every day, here showing us the fruits of his labor who says he`s removed hundreds, perhaps thousands of IEDs like this.<br><br>&quot;I do it for humanity,&quot; he tells us. &quot;The people who plot these things are dangerous for my people, for the world. So, it`s my decision to help save a life.&quot;<br><br>As Kurdish and Iraqi forces edge ever closer to Mosul, ISIS has been leading behind the weapons to kill and maim even once they`re gone.<br><br>Brigadier General Bajat Mzuri heads the elite Zaravani Special Forces. He says he loses more fighters to IEDs than on the battlefield. Thirty percent of those casualties, men working to diffuse and remove the explosives.<br><br>&quot;We liberate a village and they are everywhere,&quot; he says. &quot;People come back to their homes and open something up and it blows up.&quot;<br><br>The demining teams have rudimentary equipment and metal detector if they`re lucky. The operator of this one lost his fingers to a booby trap.<br><br>Usually, the tools are wire cutters and their bare hands. Their faces inches from the explosives, not even body armor, let alone bomb disposal suits.<br><br>&quot;We need training, but it is not enough,&quot; he tells us. &quot;We need more equipment, new equipment to find the IEDs and destroy them.&quot;<br><br>It`s the danger from booby traps that means that civilians can`t go home to their villages yet, even now that ISIS is gone. All they can do is collect a few things and leave again.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next, a massive media merger. It has something to do with this and how it`s changed our lives.<br><br>The wireless phone company AT&amp;T has agreed to buy Time Warner Inc. for more than $85 million. Time Warner would get the money. AT&amp;T would get growth and power -- some critics say too much power. And they warn that company layoffs and higher prices for consumers could be down the road.<br><br>But if the U.S. government approves the merger allowing it to actually take place, why does it matter.<br><br>Here`s CNN`s Brian Stelter.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT: Hey there.<br><br>Yes, this is shaping to be one of the biggest media deals in history. Also, the biggest merger of any kind in the United States so far this year.<br><br>AT&amp;T as it stands today is a wireless company. It`s one of the biggest wireless companies in the United States, providing phone and Internet services to tens of millions of homes.<br><br>And it`s also a satellite TV distributor. It has the DirecTV satellite network. But what AT&amp;T does not have today is content, programming, entertainment and it`s what it`s trying to gain through Time Warner.<br><br>Now, you think about what Time Warner has. It has CNN, this channel, and it also has a number of other viable entertainment assets, like HBO, the Warner Bros Movie Studio and cable channels like TNT and TBS and the Cartoon Network.<br><br>AT&amp;T is buying all those up at a cost of $85 billion. That`s almost three times as large as the Comcast/NBC merger about five years ago.<br><br>Now, in that case, government regulators spent more than a year reviewing the deal, because Comcast is a big cable provider, reaching tens of millions of homes, and NBC, like Time Warner, owned really valuable cable channels. But ultimately, that deal was approved with conditions by regulators in Washington.<br><br>The experts I`ve spoken with expect a similar outcome here, that this deal will take over a year to be reviewed in Washington and will then eventually be approved with conditions.<br><br>In the meantime, Time Warner CEO Jeff Bewkes will remain in charge of Time Warner. I spoke with him briefly right after the announcement, and he says he believes this is pro-consumer, very positive for customers, and it`s about making sure they can receive content, news and entertainment in a variety of new ways.<br><br>The reality is, that`s how the media world is changing whether or not this deal happens. You can see it every day in the way you and I interact with media. You might be watching this newscast on a cell phone or you might be texting or emailing on your phone while it`s happening. The future of media is mobile-centric and that`s what this deal recognizes and represents.<br><br>AT&amp;T believes it`s not just enough to own the cellular data networks, it`s important to own the programming as well. So, by seeking to buy Time Warner, it`s seeking more influence, more power over the future of media.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. is just over two weeks away from Election Day, November 8th, when voters will choose who will lead the nation of 319 million. And while the country should know the answer by November 9th, there`s a chance that it won`t. In the year 2000, the presidential vote was so close in the state of Florida that officials called for a recount there, and the results from that state alone with its 25 electoral votes were what determined the winner.<br><br>This year, Republican presidential nominee Donald Trump has suggested that the election is rigged against him, and in the last U.S. presidential debate, he refused to say if he`d accept the results, if he loses to Democratic presidential nominee Hillary Clinton.<br><br>Could that trigger another recount, and how do those work?<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: Each state has its own rules for recounts and they have a lot of details that can make it very complicated. But in general, this is what we know:<br><br>Twenty states plus the District of Columbia have automatic recounts if you have a very close race. For example, in Michigan, if less than 2,000 votes separate the loser from the winner, you automatically have a recount. Beyond that, 43 states allow the candidates to petition for a recount if they want to. In five states, the parties can request a recount in 17 states. A voter can request a recount and they all consider having one out there.<br><br>But these are very expensive matters. In the state of Washington, they had a recount in a gubernatorial race back in 2004. It costs more than a million dollars. In the Seattle area alone, it was about 66 cents per ballot.<br><br>Minnesota had a recount in 2008 in the senatorial race, $460,000. And, of course, we all remember Florida back in 2000, the Bush/Gore race, there was a statewide recount in the works until the court stopped it. &quot;USA Today&quot; and &quot;The Miami Herald&quot; went ahead and did their own recount, just 60,000 disputed ballots. It took three months and it costs a half million dollars.<br><br>So, these things don`t really occur very often. In fact, a group called FairVote.org which studies voting patterns took a look at all of the statewide races, hundreds of them, hundreds of them, coast to coast, from 2000 to 2012, and they found that out of them, only 19 times were recounts actually put into place afterward.<br><br>Who pays for it? Normally, if it`s required, if it`s an automatic one, the state might pay for it. But if it`s requested, unless the results prove the original vote is very, very bad, the requester ends up paying for it. So, this is a big gamble, and it`s a big gamble because in recounts, the data difference Fair Vote found between the original vote and the recounted vote is usually this tiny, tiny fraction of a percentage.<br><br>So, there`s really not much to be gained here in most cases. And in fact, they say in that same period of time, of all of the races and the very few that reached the recount stage, only three of them actually ended up being flipped and those are by razor-thin margins in races much smaller than what you`d normally see for the turnout in a presidential race.<br><br>(END VIDEOTAPE)<br><br>AZUZ: While rounding up sheep in Australia in 2005, David Elliot came across some old bones and paleontologists think they might have belonged to a newly identified species of dinosaur, named Savannasaurus elliotorum, they recovered almost one fourth of its skeleton which is a lot compared to other discoveries. From that, they were able to depict it as a herbivore that was about as tall as a giraffe and half the size of a basketball court. So, like big.<br><br>Elliot is probably glad he saur (ph) it was a sight for sore eyes. He might have been sort of missed it. Any dinoscovery makes the imagination soar. And if by instinct, you find it a little disconsorting to think of something saur monstrous, the fact that it`s extinct provides a little reasaurus.<br><br>I`m Carl Azuz and use a thesaurus. That`s all saur us today.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-24 CNN Student News.mp4"}