{"title":"CNNSN-2015-09-25-CNN-Student-News","script":"(CNN Student News) -- September 25, 2014<br><br>Pope Addresses the U.S. Congress; A Deadly Stamped Occurs at the Hajj; Protecting Rhinos in South Africa; A Rare Type of Moon Rises<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Protecting rhinos in Africa, watching for a supermoon, and a kangaroo boxing match, all reasons why Fridays are awesome on CNN STUDENT NEWS.<br><br>I`m Carl Azuz, broadcasting from the CNN Center in Atlanta, Georgia.<br><br>First up, the first time a pope spoke before the U.S. Congress. Pope Francis addressed American lawmakers yesterday.<br><br>The leader of the Roman Catholic Church, the largest denomination of the world`s largest religion, discussed religious issues, saying it`s important today that the voice of faith continue to be heard.<br><br>He also discussed political issues, referring to immigration, abortion, the environment, the death penalty. Some of his statements, as you might expect, got mixed reactions from U.S. lawmakers.<br><br>After his speech, the pope left the House of Representatives to pray and eat lunch with about 300 of the capital`s homeless.<br><br>(BEGIN VIDEOTAPE)<br><br>FIONNUALA SWEENEY, CNN CORRESPONDENT: Its name means &quot;to set out for a place&quot;, and for Muslims around the world, that place is the holy city of Mecca.<br><br>The Hajj has begun for millions of Muslims, with pilgrims making their way toward Islam`s most sacred site, a cube shaped building called the Kaaba, located in the Grand Mosque.<br><br>For daily prayers, Muslims face the structure from any given point in the world. They are also required, if able, to make this pilgrimage at least once in their lives, and then walk seven times around the Kaaba, counterclockwise, in a ritual called the Tawaf.<br><br>The Grand Mosque`s gleaming minarets soar skyward, pilgrims here cry as perform the daily prayers from these towers, calling the faithful five times a day.<br><br>Fionnuala Sweeney, CNN.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It was during a Hajj ritual known as the stoning of the devil that a massive stampede occurred yesterday. A Saudi official said there was a sudden surge in the crowd as it headed toward the ritual site.<br><br>More than 700 people were killed and over 800 more were injured. It happened despite the Saudi government`s efforts to make the Hajj safer for the 2 million pilgrims who attend each year. It is a logistical challenge, having so many people in such a relatively small space.<br><br>This year`s tragedy is one of a number of stampedes and other deadly events that have happened at the Hajj since the 1980s.<br><br>There are five remaining species of rhinoceros on the planet, and four of them are endangered. One main reason is poaching. According to savetherhino.org, killing these animals usually for their horns is dramatically increasing across Africa.<br><br>There are international efforts to protect the mammals. In Kenya, a northern white rhino, the last known male in the world, is under 24-hour guard. The rhinoceros horns are so valuable in the black market, selling for as much as $5,500 per ounce that the battle to protect the animals in South Africa is often a losing one.<br><br>(BEGIN VIDEOTAPE)<br><br>DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT (voice-over): Heavily armed rangers in South Africa, looking for rhino poachers, but searching for everyone. They`ve come to lay a trap.<br><br>Here, conservation is looking a lot more like a bush war.<br><br>CHEYNE VAN ROOYEN, PROTRACK ANTI-POACHING: We`re always going to look and trying to put ourselves into the poachers` shoes and trying to think like a poacher.<br><br>MCKENZIE: To do that, rangers like (INAUDIBLE) trained for months, to read the signs of the bush.<br><br>(on camera): He`s saying that anything out of the ordinary, it`s important to look out for it and call it in, because this is out in the bush, litter, foot prints, broken branches, it all could mean that poachers are around.<br><br>(voice-over): Poachers normally work in small groups, with the heavy caliber weapon to shoot the rhino, small arms to protect against rangers.<br><br>Sometimes, they hack the horns while the rhino is still alive. Those horns are more valuable than gold, fueled by Asian demand where they are falsely believed to have medicinal qualities.<br><br>And the poachers are moving deeper into South Africa, no longer confined to the country`s eastern border, the war is in now coming from within.<br><br>VINCENT BARKAS, PROTRACXK ANTI-POACHING: Unfortunately, the feet from the ground with a gun that kill a poacher I believe is the wrong way forward.<br><br>We`re causing more resentment, more hatred towards our wildlife, towards conservation as a whole, than we are any good.<br><br>MCKENZIE: But he says all they can do now is train like a military force and fight fire with fire.<br><br>But they`re outmanned and outgunned and often outmaneuvered.<br><br>UNIDENTIFIED MALE: If the information is good, then you knock the guys. But it doesn`t happen every day.<br><br>MCKENZIE: No arrest tonight, but no rhinos taken.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Let`s see who`s watching and making a roll call request at CNNStudentNews.com.<br><br>TASIS the American School in England is online. Great to see you this Friday in Surrey, near London.<br><br>Who`s next? Fairmont High School is next. The home of the Firebirds is in Kettering, Ohio.<br><br>And from Anderson, South Carolina, we salute the Patriots. They`re from Robert Anderson College and Career Academy.<br><br>There`s a significant celestial situation showing up Sunday. It will be visible in the U.S., Europe, Africa and Western Asia, and it involves the moon.<br><br>First, it will be at perigee. The moon has an elliptical orbit around the Earth and on Sunday night, it will be at the closest point in that orbit.<br><br>So, it will look huge, what some call a &quot;supermoon&quot;.<br><br>Second, there`s going to be a lunar eclipse. It will give the moon a reddish tint, what some call a blood moon.<br><br>The last time a supermoon and a blood moon coincided was in 1982. The next won`t be until 2033.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: A lunar eclipse happens when the sun, the earth and the moon line up in a straight line in space, with the earth snuck in the middle. The sun shines light on the earth which casts a shadow, and as the moon moves deeper into that shadow, it appears to turn a dark, reddish color.<br><br>Why red? Because the atmosphere is filtering out the blue light. Some people have nicknamed this effect, the blood moon.<br><br>NASA says that lunar eclipse has typically happened at least twice a year, but not all of them are total. There are actually three different times.<br><br>A penumbral eclipse is when the moon passes through the outskirts of the earth`s shadow. NASA says this is so subtle, you might not even notice.<br><br>A partial eclipse is when the moon dips into part of earth`s shadow, but not all of it. So, only a portion of the moon turns dark.<br><br>A total eclipse is the best, that`s when the entire moon is in earth`s shadow, turning into that deep red color. And rarely a total lunar eclipse coincides with the supermoon, which is when the moon is in the closest part of its orbit to earth and looks bigger and brighter. This only happened five times in the entire 20th century.<br><br>Remember, you don`t need a telescope or any special equipment to view a lunar eclipse. But having vernaculars or telescope might make it more fun.<br><br>Either way, just go outside, find the moon and enjoy.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, well, it starts with the kangaroo boxing a hippo. In this case, a toy hippo, getting the stuffing kick out of it by a kangaroo.<br><br>The dog in the left doesn`t seem to mind.<br><br>But look up, there`s a lemur, a ruffed lemur just trying to hold on to the rope and that`s not getting easier. Then a ring-tailed lemur sidles into the scene, just kind of checking things out.<br><br>Suffice to say, there`s a lot going on here. What makes sense is that it`s all happening at the Exotic Animal Experience in Orlando, Florida.<br><br>The lemurs were like, hey, Roo, lemur alone. What are you doing is kanga- rude. You`re leaving that toy in hippo-critical condition. The dog seemed a little hounded by all the activity, showing some signs of ani-malaise.<br><br>But I guess when you live in a zoo, it`s anything but a dog`s life.<br><br>I`m Carl Azuz. We hope your weekend is filled with fun and maybe some random entertainment.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-25 CNN Student News.mp4"}