{"title":"CNNSN-2015-02-27-CNN-Student-News","script":"(CNN Student News) -- February 27, 2014<br><br>Net Neutrality; Seasonal Affective Disorder; The Juvenile Justice System<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Fridays are awesome. We`re wrapping up the last week of February here on CNN STUDENT NEWS and we won`t see you again until next month.<br><br>I`m Carl Azuz.<br><br>First up today is the deadline for Congress and the president to agree on funding for the U.S. Department of Homeland Security. This includes roughly 200,000 people -- Border Patrol and Customs officers, Secret Service agents, TSA screeners at airports, plus their managers and administrators.<br><br>Without funding, many of these people wouldn`t get paid, at least not until the funding is restored. But they`ll still be required to work for the safety of the country. So most Americans wouldn`t immediately notice the effects of the shutdown.<br><br>So what`s the sticking point?<br><br>Some Republican lawmakers say that funding the department is tied to President Obama`s executive order on immigration. That was done last year without Congress` approval and it allows millions of people who were in the U.S. illegally to stay and get work permits.<br><br>The president wants that order to stand. Some lawmakers don`t. Something has got to give if the Department of Homeland Security is to get funding by today`s deadline.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): What is net neutrality?<br><br>It has nothing to do with a volleyball or a tennis court. The net refers to the Internet, something that`s become as necessary as water and power for most of us. The neutrality part is about keeping the net the way it is today.<br><br>It`s a set of rules the FCC approved in 2010 to prevent speed traps on the information superhighway. In other words, speeding up access to some sites and slowing down access to others, or blocking certain sites entirely.<br><br>So are these rules a bad thing?<br><br>It depends who you ask. The companies that deliver your Internet, like Comcast, Verizon and AT&amp;T, have spent millions in lobbying money to get rid of net neutrality, arguing that having the government micromanage their business is not good for them or their consumers.<br><br>On the other side are Internet giants like Facebook and Google, streaming services like Netflix and President Obama. They all argue the Internet is a public good and should be regulated like one. They also say that companies that own the pipelines can play favorites.<br><br>For example, a content provider like Netflix is in direct competition with Comcast, which owns NBC Universal and controls access to the Internet for more than 20 million customers.<br><br>You can imagine a scenario where NBC might want to speed up streams of its shows and slow down streams of its rival, Netflix.<br><br>Now, Netflix can afford to pay for a fast lane. They make $4 billion a year. But the next Netflix, some awesome start-up can`t.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Yesterday, the Federal Communications Commission, the FCC, voted 3-2 to expand government control over the Internet in the US. And it says it`s using that control to keep the Internet as it is, to keep speeds and access to Web sites about even.<br><br>The rules won`t take effect until this summer. They can be challenged or reversed in court and the next president could let them go.<br><br>Supporters of the FCC decision say the Internet will stay open and not have private gatekeepers control speeds. Openness say this opens the door to more government rules on the Internet in the future.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: From the eastern part of The Empire State to Eastern Asia, it`s time for the call of the Roll.<br><br>Centereach, New York is located on Long Island. So is Dawnwood Middle School. It`s where The Cougars are in class today.<br><br>The West Coast, just west of Portland is where we found Beaverton High School in Beaverton, Oregon. The Beavers are online.<br><br>And Bucheon is in the northwest part of South Korea. It`s great to see the students of Ilsen Middle School (ph) are watching CNN STUDENT NEWS.<br><br>It`s no coincidence that the acronym for Seasonal Affective Disorder is SAD. A psychiatrist first described it in 1984. Mayo Clinic lists SAD, or S-A-D, as a type of depression. It usually starts late in the fall or early in the winter and usually ends when the days get longer in spring and summertime.<br><br>Treating it can be as easy as laughing with your loved ones.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CORRESPONDENT (voice-over): Even if you love the cold and winter sports, you`ve got to admit, this has felt like a long winter. At least 12 million Americans suffer from something known as Seasonal Affective Disorder, or SAD. The number is probably even higher than that.<br><br>Longer nights, shorter days -- all of that leads to a chemical imbalance in the brain. What happens is your serotonin levels are down and melatonin, which makes you sleepy, that`s up.<br><br>Does it make sense?<br><br>Symptoms can be mild or severe. You can get fatigue, lack of energy, oversleeping, difficulty concentrating and also cravings for food that cause weight gain. That probably sounds familiar, as well.<br><br>Diet and exercise can always help. Also, get outside as much as you can. You can also get a specialty designed light box. You just sit there and stare at it for a while each day, or at least put it on your desk. The point is, you can get a boost of more natural light.<br><br>In the worst case, some doctors may recommend anti-depressants or psychotherapy to help you get through this.<br><br>Another tidbit, find things that bring you joy. Open up the blinds in your house. Play some of your favorite music and be with your family. Laughter and togetherness are always great therapy for the winter blues.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED FEMALE: Time for the Shoutout.<br><br>A capoas, interrogatories and prima facie would most likely be discussed in what setting?<br><br>If you think you know it, shout it out.<br><br>Is it a political debate, design studio, court case or military plan?<br><br>You`ve got three seconds.<br><br>Go.<br><br>These are all common legal terms most likely to come up in court cases.<br><br>That`s the answer and that`s your Shoutout.<br><br>AZUZ: We`ve been exploring some U.S. legal terms and legal processes this year.<br><br>How exactly is a jury chosen?<br><br>That`s answered on our January 30th show.<br><br>What is the insanity defense, on our February 12th show.<br><br>You can find these in our show archives at cnnstudentnews.com.<br><br>Today, we`re looking at the juvenile justice system in the US.<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: Our entire juvenile justice system is based on this concept that neurologically and developmentally, children are different.<br><br>(ON SCREEN)<br><br>Criminal Justice for Kids<br><br>CEVALLOS: In the adult system, the focus is on punishment, retribution, deterrence and separation and safety of the public.<br><br>In the juvenile justice system, it`s different. The focus is on the child, on treatment, rehabilitation and supervision.<br><br>In some states, depending on the crime, the juvenile lands in adult court automatically. The judge and the prosecutor don`t even have any choice in the matter. And in those cases, adult courts will have original jurisdiction over particularly awful crimes, like murder or attempted murder.<br><br>In other cases in other states, it`s discretionary. The prosecutor has the discretion to try and put the case in adult court. If you do something really horrific, you don`t get the benefit of that system.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: We`ve seen a lot of dog stories on CNN STUDENT NEWS. This is one of the smartest. Maybe your dog knows tricks. Maybe it can jump through hoops or weave through legs. But this one, a mini Australian shepherd, knows how to read.<br><br>What?<br><br>Read. You`ll notice some of the letters on the signs are in bold, though. The trainer says this starts by teaching simple commands -- sit, lie down. Then she teaches Mia, the dog, corresponding hand signals and finally come the signs. They have bold letters that the dog learns to associate with the commands.<br><br>Mia can tell the difference between a bold S for sit and a bold SP for spin. So you don`t need to read into this story to see that Mia is one doggone sublime canine. She is literally awesome.<br><br>But couldn`t you teach these new tricks to an old dog like a Labreador Retreater, a Readwiler, a Weimareader?<br><br>It would certainly chihua-wow your friends.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Hope you booked a great weekend and that you`ll fetch another 10 minutes for us on Monday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-27 CNN Student News.mp4"}