{"title":"CNNSN-2017-03-22-CNN-Student-News","script":"(CNN Student News) -- March 22, 2017<br><br><br>Changes for U.S.-Bound Flights; Changes to a GOP Health Care Plan; Preparedness Changes in Japanese Schools<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz, delivering your midweek edition of CNN 10.<br><br>Our show starts with a change in the air. The Trump administration has ordered that airlines flying directly to the U.S. from eight other countries must keep passengers from carrying many electronic devices with them. They`d have to check them in the plane`s cargo hold instead.<br><br>The countries affected: Egypt, Jordan, Kuwait, Morocco, Qatar, Saudi Arabia, Turkey and the United Arab Emirates.<br><br>The devices affected: basically anything bigger than a smartphone, laptops, cameras, tablets, DVD players, gaming systems. They`d have to be part of the passenger`s check luggage. Medical devices are still allowed.<br><br>The reason for the ban: concerns about terrorism. The Trump administration says it believes part of the al Qaeda terrorist group is close to being able to hide certain explosives in electronic devices and that they`d use them to target airplanes. The restrictions do not apply to flight crews.<br><br>The consequences: if the airports don`t comply with the order within 96 hours, their planes will not be allowed to fly to the United States.<br><br>The possible side affects: long security lines and flight delays, which occurred when similar restrictions were made in the past.<br><br>American officials say the rules won`t affect U.S. airlines because they don`t fly directly to America from the 10 international airports in the named countries. After the restrictions were announced, the United Kingdom followed with its similar rules, though there are some differences in the countries included in the British restrictions.<br><br>Changes have also been made to the American Health Care Act, a Republican plan to repeal and replace the Affordable Care Act, also known as Obamacare. Both the Obama law and the Republican plan to replace it are controversial, and though Republicans control both chambers of Congress, some of them have said they`re opposed to the House plan.<br><br>So, changes, amendments to the proposals were announced Monday night in the hopes that more House Republicans will vote to pass it.<br><br>One change would immediately prevent states from expanding Medicaid, a health insurance program for people with low incomes. Another would allow states to require people who get Medicaid to work if they`re able to. And a third change would make it easier for people to get their taxes reduced if they have a lot of medical expenses, though the limit for those tax breaks would be lower than it is under Obamacare.<br><br>The plan would also immediately eliminate the Obama law`s taxes on higher income Americans, insurance companies and prescription drug makers.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: We`re going to negotiate and it`s going to go to the Senate and back and forth. The end result is going to be wonderful and it`s going to work great.<br><br>SUZANNE MALVEAUX, CNN CORRESPONDENT (voice-over): President Trump ramping up pressure on House Republicans ahead of Thursday`s vote on the American Health Care Act.<br><br>TRUMP: Thursday is our chance to end Obamacare and the Obamacare catastrophe.<br><br>MALVEAUX: The GOP revealing last-minute tweaks to the bill overnight, hoping to appease both conservative and moderate Republicans who are on the fence, to get the 216 votes needed for the bill to pass.<br><br>It`s still unclear whether the revisions to the bill will sway enough Republicans to ensure it will pass on Thursday. During Monday`s closed-door meeting, the White House is arguing to conservative lawmakers that the time for negotiation on the bill is over.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Naval exercises between American and South Korean ships were scheduled to begin yesterday. The U.S. military says they`re a way to practice maneuvers, strengthen cooperation between the allies and improved security in the region. But they`ve enraged North Korea, which has been a rival of the South and the U.S. since the Korean War ended. They`ve recently released a propaganda video that appears to show an American ship and bomber on fire.<br><br>The North did something like this before in 2013, but the increased threats from the communist country have put other American allies like Japan on alert.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Japanese school children at play, overseen by teachers who sometimes join in the fun. Until they`re suddenly interrupted.<br><br>At the sound of the siren, children hit the deck.<br><br>And wait for further instructions.<br><br>&quot;This is a drill,&quot; a loud speaker announces, &quot;a missile has been launched.&quot;<br><br>This is Japan`s first missile evacuation exercises, a simulation preparing people for the threat of a possible North Korean missile strike against this country.<br><br>(on camera): The Japanese government is trying to demonstrate that as North Korea`s missile program grows more sophisticated, communities like this could become a target.<br><br>When it`s all over, a government official thanks the volunteers and promises the Japanese armed forces will do all they can to shoot down North Korean missiles.<br><br>But earlier this month, neither Japan nor its U.S. and South Korean allies could stop North Korea from successfully firing at least four missiles in a single day, three of them landed in the sea less than 200 nautical miles from the small coastal town.<br><br>In this sleepy fishing port, locals are waking up to a growing threat.<br><br>&quot;It`s scary,&quot; says this fisherman who`d just hauled in freshly cut octopus. &quot;You never know what the North Koreans might do next.&quot;<br><br>For some here, the missile exercise brings back painful memories.<br><br>&quot;During World War II, we performed evacuation drills,&quot; 89-year-old Reinosuke Ishigaki tells me. &quot;We put on gas masks and dug tunnels to hide in and in the future, we might have to do that again.&quot;<br><br>The principal of the main elementary school here says his students need to be prepared for a manmade disaster.<br><br>&quot;Usually we perform drills for natural disasters,&quot; he says. &quot;But the potential threat from a missile is beyond imagination.&quot;<br><br>In addition to its fresh air and sea foods, this remote corner of Japan is famous for Namahage, a fairytale monster that kept kids awake at night.<br><br>But now, there`s a very real threat that may leave everyone here losing sleep.<br><br>Ivan Watson, CNN, Oga, Japan.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What peninsula separates the Gulf of California from the Pacific Ocean?<br><br>Placencia Peninsula, Baja California, Yucatan Peninsula or Calabria?<br><br>Baja California, the second longest peninsula in the world is located here.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The peninsula which borders the U.S. is part of Mexico and it`s home to two Mexican states, Baja California and Baja California Sur. And it`s home to hundreds of thousands who live in poverty. There are a number of organizations that tried to help those in bad living conditions, those who are unemployed, those who are victims of crimes and drug wars.<br><br>One started with the basic need of shelter.<br><br>(BEGIN VIDEOTAPE)<br><br>SEAN LAMBERT, FOUNDER, HOMES OF HOPE INTERNATIONAL: When people get a house, they actually think differently about their own future and that`s the power of Homes of Hope. We build a structure for those that own their own land but need a little bit of help with their house.<br><br>But our primary focus has been in the Americas, in the Northern Baja area, which includes Ensenada and Tijuana. We do 16 by 20 and 20 by 20 houses.<br><br>And they have three windows and a door, electrical dry wall, very livable house.<br><br>Every family has to have income. They have to own their own land and they have to have children.<br><br>Luis and Susana got four beautiful children. They`re living in a six foot by 10 foot tarp over some dirt.<br><br>LUIS ORTEGA ARRIAGA, HOMEOWNER (through translator): It was difficult to sleep at night, all of us on the same mattress. Now, we are more comfortable, everyone has their own space and now, we can sleep with our arms stretch out.<br><br>JASON SOLOMON, VOLUNTEER: To see the joy in their face and the excitement, that`s my biggest takeaway. I`m going to see that image probably for the rest of my life.<br><br>SUSAN CERVANTES PEREZ, HOMEOWNER (through translator): There is a lot of love coming from people that do not know you. Yet, they give you a lot of love and so much security.<br><br>(END VIDEOTAPE)<br><br>AZUZ: At some point, many people get to interact with a robot, or maybe have one vacuum their floor. Not everybody gets the chance to put on a robot suit.<br><br>If you`re the CEO of Amazon, though, you can probably find a way to make that happen. The company leader is seen here testing out a robot at a technology and robotics conference. In this Twitter video, the man and the machine don`t walk or pick anything up, or really do anything much besides flail.<br><br>But that doesn`t make the suit a flailure. Its movements maybe robottled up and even though it looks kind of alien, it`s obvious. The moment you lay mechanized (ph) on it, did (ph) an arm wrestling, thumb wrestling, high fiving or dabbing, that thing is armed and dangerous.<br><br>I`m Carl Azuz and that`s CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-22 CNN Student News.mp4"}