{"title":"CNNSN-2016-09-07-CNN-Student-News","script":"(CNN Student News) -- September 7, 2016<br><br><br>Efforts to Remove Unexploded Bombs in Laos; How the Flu Shot Works; The Start of the Paralympics<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Covering current events from around the world, this is CNN STUDENT NEWS. I`m Carl Azuz. Thank you for watching this Wednesday.<br><br>First up, the remnants of a secret war. We`re taking you to the Asian country of Laos. It`s a landlocked communist nation located between Thailand and Vietnam. And during the Vietnam War, from the 1950s to the 1970s, Laos was fighting a civil war of its own. And the United States had a role in it.<br><br>In Vietnam, the U.S. supported South Vietnamese forces fighting the communist government of North Vietnam. In Laos, the U.S. supported southern Lao forces fighting communist forces in the north. The U.S. mission led by the Central Intelligence Agency dropped millions of tons of bombs on Laos.<br><br>But many of them did not explode and 43 years after the mission ended, some are still going off when people find or step on them. An average of 50 people in Laos are killed or maimed each year. And the presence of the bombs prevents much of the agricultural country from expanding its farmland.<br><br>Yesterday, the U.S. government pledged $90 million to help clear these bombs out. U.S. President Barack Obama, who`s in Laos, made the announcement.<br><br>Andrew Stevens gives a sense of the challenge ahead.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDREW STEVENS, CNN CORRESPONDENT (voice-over): For nine years until 1973, the U.S. carpet bomb Laos, trying to stop the communist insurgency and smashed North Vietnamese supply lines.<br><br>It was known as the Secret War. No American boots on the ground, just American bombs. More than two million tons of them rained down. Per capita, more explosives were dropped here than on any other country in history.<br><br>(SHOUTING)<br><br>(EXPLOSION)<br><br>STEVENS: And they`re still exploding today.<br><br>This is a controlled detonation by the Mine`s Advisory Group which works in Laos to clear the bombs literally a few square yards at a time. Every patch of land has to be mapped and then swept.<br><br>Once detected, they zero in on the object and uncover it.<br><br>And this is what they usually find, clustered munitions known locally as bombies.<br><br>Up to 80 million of these failed to detonate and 1 percent of them have been cleared.<br><br>(on camera): How long realistically with the resources at the country`s disposal is it going to take to make this country safe?<br><br>NEIL ARNOLD, MINES ADVISORY GROUP (MAG): Currently with the resources, I`d say decades.<br><br>STEVENS: Decades?<br><br>ARNOLD: Yes.<br><br>(EXPLOSION)<br><br>STEVENS: And that is one more explosive device taken out, but across these plains, across these valleys and across these mountains, there are still tens of millions of threats remaining.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Good news and bad news from the animal kingdom. We`ll start with the bad. The eastern gorilla is now considered critically endangered.<br><br>That means there`s a high risk of this animal becoming extinct in the wild. This is according to the International Union for Conservation of Nature.<br><br>It says that the eastern gorilla, which is found in the African nations of Democratic Republic of Congo, Rwanda and Uganda, has decreased in population by more than 70 percent in the last 20 years. Illegal hunting was left fewer than an estimated 5,000 eastern gorillas in the wild. It`s the world`s largest living primate.<br><br>Now, the good news. The giant panda is no longer considered endangered. Between 2004 and 2014, hundreds more giant pandas were added to the population, bringing their number in China to more than 1,860. It was helped by a nationwide ban on trading panda skins and the significant increase in the animal`s habitat. The species is still considered vulnerable.<br><br>In the U.S., flu season starts next month. It`s a time when flu epidemics often break out in the country. The Centers for Disease Control says it can last from October to May. This year, a group of American Pediatrician says flu mist, a nasal spray, designed to prevent the flu, should not be an option.<br><br>The reason: this summer, the CDC said it was not very effective.<br><br>Doctors are still recommending that Americans get the flu shot, just not the mist. They say everyone six months and older should be vaccinated and that that`s the best protection against getting the flu. Vaccinations are not 100 percent effective. There`s a chance you get the shot and still catch the flu. You just wouldn`t get it from the shot itself.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Let me try and settle this flu shot thing, although I`m sure it`s going to keep coming up again and again.<br><br>SUBTITLE: Debunking flu myths.<br><br>GUPTA: You can`t get the flu from the flu shot. It`s a dead virus, it can`t actually cause flu. Why do people feel sort of crummy afterward?<br><br>It`s because the flu vaccine is actually working, making your immune system fire up, get ready and recognize it, if it actually sees the flu, how to kill it.<br><br>No, it`s not 100 percent fail safe. But it`s still going to offer a lot of protection, so you are not going to be as sick as likely to get sick or if you do get sick, have a shorter duration.<br><br>OK, so if you are like me, your mom probably said don`t go outside in the cold without your hat on, you are going to catch the flu. You can`t catch the flu from just simply being outside in the cold.<br><br>But it does raise the question, why are there so many more flu cases in the winter months? You are likely to stay indoors more. So, if one person is sick, more people are likely to get sick.<br><br>The sun is lower in the sky, and as a result, you have less Vitamin D actually being produced in your body. Your immune system starts to get suppressed a little bit. You are more likely to get sick with the flu.<br><br>Winter months tend to be lower humidity. Viruses like the flu virus they like lower humidity. They are likely to live longer.<br><br>So, your mom may have been right: I mean look, moms are always right, but maybe not for the reasons you originally thought.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now, we`re headed to South America where the 2016 Paralympic Games start today in Brazil. The roots of this international competition date back to 1948, when the sports event was organized for British World War II veterans who had spinal cord injuries. Today, the Paralympics bring together thousands of athletes with disabilities. They come from all over the world. They compete in the same city that hosted the Olympics, which is Rio de Janeiro this year.<br><br>And the athlete we`re profiling today, a two-time Paralympian and one-time world championship gold medalist has advised that applies far beyond the sports she`s competing in.<br><br>(BEGIN VIDEOTAPE)<br><br>AMANDA DENNIS, U.S. PARALYMPIC ATHLETE: My name is Amanda Dennis and I`m a paralympic goalball athlete.<br><br>I really didn`t actually enjoy playing sports. I started off with soccer, I tried to block it out a little bit, but I sat in the middle of the field because I really couldn`t see the soccer ball, so I just watch everybody else play. So, I really wasn`t that into playing sports.<br><br>My visual impairment came from birth. So, I have a rare condition called an aniridia, which takes away your irises. It doesn`t let you see light properly. Everybody on the team has a visual impairment. So, the equalizer on the playing field is that everybody is blindfolded.<br><br>I just love playing. I love picking up the ball, throwing it, the sound of the ball hitting the net.<br><br>When I was about 10 years old, I decided that I wanted to make the Paralympic team. I wrote to the U.S. coach who`s my coach today, and I was like, hey, I know I`m only 10 years old but I really want to make this team, like you have no idea. I had about three years or so to make myself as good as I could get to make that team.<br><br>There are going to be people who pushed you down, who tell you you can`t do it. You`re not old enough. You`re not good enough. You`re never going to be on this team.<br><br>But to keep doing what you love, do it because you love to do it. And if you have passion for what you want to do, you always find yourself successful.<br><br>(END VIDEOTAPE)<br><br>AZUZ: When it comes to snorkeling, you probably envision clear, warm, tropical waters, the brilliant pastels of a coral reef and the shimmering ocean life beneath.<br><br>This next snorkeling event has none of that. The water is cold. It`s not near an ocean. It has all the charm of your average peat bog. But since 1986, it`s been bringing together people with unique taste in recreation.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Bog snorkeling takes place in two trenches, which had been dug about three feet deep and are filled with murky water. The surprising thing is that you really can`t see a thing, nothing. The taste of the bog water is when you watch potatoes in some water and then you try and drink that. It`s not pleasant.<br><br>SUBTITLE: One hundred fifty people competed at 2016`s World Bog Snorkeling Championship in Wales.<br><br>Competitors must swim 120 yards.<br><br>The world record is 1 minute 22.56 seconds.<br><br>Swimmers traveled from Australia, South Africa, Sweden, and Germany to compete.<br><br>JUDITH AND STEVEN LEWIS, BOG SNORKELLERS: Definitely do it again, but we`ll have to be fitter, because I had to go halfway.<br><br>UNIDENTIFIED FEMALE: The next in to the bog is Pete Rockwall (ph) and he is the over 50s champion from 2015.<br><br>UNIDENTIFIED FEMALE: Three, two, one, go!<br><br>(END VIDEOTAPE)<br><br>AZUZ: Maybe bog snorkeling is just a boginning of bog sports. Who wouldn`t want a peaticipate in bogminton, bogsketball or bogxing. Footbog, volleybog, hot air boglooning, bog air bogs, ball tee bog (ph), wiffle bog, skate bogging, snow bogging, sandbogging, weightbogging and, of course, the winner time favorite, tobogganing.<br><br>I`m Carl Azuz getting bogged down in puns for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-07 CNN Student News.mp4"}