{"title":"CNNSN-2015-02-23-CNN-Student-News","script":"(CNN Student News) -- February 23, 2014<br><br>U.S. Program to Improve Mall Security; Children Go Back to School in West Africa; Dwarf Planets<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN HOST: This is CNN STUDENT NEWS, current events for middle and high school classrooms with zero commercials.<br><br>I`m Carl Azuz.<br><br>Today`s show starts with coverage of a threat. The Al-Shabab terrorist group, which is based in Somalia, is telling terrorists to attack shopping malls in the U.S., the United Kingdom and Canada.<br><br>Al-Shabab is linked to the al Qaeda terrorist network and it carried out an attack at a mall in Kenya in 2013 that killed dozens of people.<br><br>(BEGIN VIDEO CLIP)<br><br>JEH JOHNSON, DIRECTOR, DEPARTMENT OF HOMELAND SECURITY: This latest statement from Al-Shabab reflects the new phase we`ve evolved to in the global terrorist threat, in that you have groups such as al-Shabab, ISIL, publicly calling for independent actors in their homelands to carry out attacks.<br><br>We`re beyond the phase now where these groups would send foreign operatives into countries after being trained some place. We`re now at a stage where it is all the more important in our counterterrorism efforts that we have a whole of government approach.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But despite the threat, the FBI says al-Shabab`s in a weakened state. Its previous leader was killed in a U.S. air strike last year. And while U.S. law enforcement says al-Shabab might want to attack an American mall, there`s no specific real threat against one.<br><br>And officials say while shoppers should be vigilant, no one should avoid malls because of al-Shabab. The bigger danger, according to the FBI, is that the threat might inspire homegrown extremists already in the U.S. to try and attack.<br><br>But the FBI has a program to improve mall security in addition to what the malls themselves already do.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: (voice-over): Truck and bus drivers get ID checks. There are swab tests for explosives, pop-up barricades, bike patrols, undercover behavior detection officers, hundreds of surveillance cameras and bomb-sniffing dogs.<br><br>Security for the Capitol, the Pentagon, the White House?<br><br>Nope. This is security at Minnesota`s Mall of America, one of the largest enclosed shopping centers in the country, visited by 42 million people each year.<br><br>MAJ DOUG REYNOLDS, MALL OF AMERICA SECURITY DEPARTMENT: I think that if you`re looking for 100 percent safety, you should probably wrap yourself in bubble wrap and never leave home. But when you look at the size of this place and what goes on here, yes, I think -- I think it`s a very safe place to be. I do.<br><br>UNIDENTIFIED FEMALE: The mall even has something many government facilities do not.<br><br>UNIDENTIFIED FEMALE: This is a drill. Mall of America is now going into lockdown.<br><br>UNIDENTIFIED FEMALE: Seek shelter in the nearest store and stop walking (INAUDIBLE) this is a drill.<br><br>UNIDENTIFIED FEMALE: Twice a month, the mall, its tenants and its customers participate in a lockdown drill, practicing how to shelter in back rooms of stores to try to minimize casualties in an attack.<br><br>REYNOLDS: If something bad should happen here, we don`t want our response to start with and law enforcement will be here and they will protect you.<br><br>We want to know what can be done until law enforcement gets here.<br><br>UNIDENTIFIED FEMALE: The FBI has repeatedly warned that soft targets like crowded malls could be a tempting terrorist target.<br><br>DAN MURPHY, FORMER BLOOMINGTON, MINNESOTA POLICE OFFICER: It is the life that we live right now. And we can prepare. And if you can do it at the Mall of America, it can be done anywhere.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Northeast of Anchorage, Alaska, is the city of Palmer. And that`s where we start today`s Roll Call.<br><br>Shout-out to the Moose, the mascot, not just the animal. They`re watching today at Palmer Junior Middle School.<br><br>In The Magnolia State of Mississippi, we`ve got the Trojans online today. Hello to New Hope High School in Columbus.<br><br>And The Granite State rocks. That`s New Hampshire. It`s home to McLaughlin Middle School in Manchester, where you`ll find The Cougars.<br><br>In January, there was a dramatic drop in the number of new Ebola cases in West Africa. But people are still catching and spreading the incurable virus. And last year`s outbreak is anything but over.<br><br>Still, some students in some of the worst hit countries have something to look forward to.<br><br>(BEGIN VIDEOTAPE)<br><br>FAREED ZAKARIA, HOST, &quot;FAREED ZAKARIA GPS&quot; (voice-over): It is challenging for Americans to have their children stuck await home during this seemingly endless winter weather. So imagine just how arduous a nationwide half year school hiatus would be, all while battling a deadly epidemic.<br><br>This week, thousands of children returned to school in Liberia for the first time in over six months. Classes were back in session in some places once hands were washed and temperatures were taken, of course.<br><br>According to Reuters, the Ministry of Education in Liberia hopes all schools will open in March.<br><br>The children`s return to school is encouraging. But the world has not yet seen the last of the largest Ebola outbreak in human history.<br><br>But as you can see from these charts, the number of Ebola cases in the most affected countries, Guinea, Liberia and Sierra Leone, has declined, though some worry that the rate of the drop has stalled recently.<br><br>According to the WHO, a total of 128 new confirmed cases were reported this week, with only two in Liberia.<br><br>On this side of the world, President Obama announced that all but 100 U.S. troops deployed to fight Ebola in West Africa would come home by the end of April.<br><br>The president stressed, however, that America`s mission was not yet complete, saying that while Ebola simmers, it remains a threat.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Every case is an ember that, if not contained, can light a new fire.<br><br>ZAKARIA: The troops are heading home and the children are back to school, so when will West Africa and the world truly be out of the woods?<br><br>Experts say the number of Ebola cases must be zero for 42 days, twice Ebola`s incubation period, or this terrible epidemic could reignite.<br><br>(END VIDEO TAPE)<br><br>UNIDENTIFIED MALE: See if you can ID me.<br><br>I`m a round object found in space. I`m considerably smaller than a planet, but I`m not a moon. I orbit the sun, but I don`t have enough gravity to clear my orbit of smaller objects.<br><br>I`m a dwarf planet and my most famous example is Pluto.<br><br>AZUZ: Whether or not you agree that Pluto should have lost its planetary status -- it was demoted to a mere dwarf planet back in 2006 -- NASA is hoping to get a new look await the rock this summer.<br><br>Since 2006, a spacecraft called New Horizons has been heading Pluto`s way, traveling at a million miles a day. It will finally pass near Pluto in July, capturing details that even the Hubble space telescope cannot see.<br><br>But Pluto isn`t the only dwarf planet out there and New Horizons isn`t the only mission to one.<br><br>Dawn, another NASA spacecraft, is about a week and a half away from Ceres. It`s located between Mars and Jupiter. In fact, scientists say it`s the largest object between those two planets that`s not officially a planet.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT:<br><br>NASA`s solar system page currently lists dwarf planets, including Pluto and Ceres. The planet you`ve probably never heard of, NASA`s Dawn spacecraft was launched back in 2007 and it will soon start obtaining Ceres.<br><br>But it`s already sending back crisp, clean pictures. Newly released images were taken when Dawn was 52 miles from Ceres. The images show craters and what NASA calls mysterious bright spots.<br><br>Ceres is the largest body between Jupiter and Mars in the main asteroid belt. And it has a diameter of about 590 miles.<br><br>Ceres is not a new discovery. In fact, it was found in 1801 -- 129 years before Pluto was found. Originally, it was called a planet, then an asteroid and now a dwarf planet. I mean that will trigger an identity crisis.<br><br>The mission director calls Ceres a giant mystery. Some scientists think it used to have a sub-surface ocean and that it may still have liquid water beneath its icy surface. Scientists say they hope to solve that mystery and others when the tractor-trailer-sized spacecraft moves in.<br><br>So how many planets are we up to now?<br><br>NASA says there may be hundreds more worlds in our own solar system.<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: For several days last week, temperatures at Niagara Falls hovered in the single digits.<br><br>The result?<br><br>Crusty clouds of ice frozen as they billowed over the water. The river still flows underneath them. For a view of what this looks like at night, check out the illumination of the falls. This colorful tradition has been going on for generations. Another winter of extremely low temperatures has added ice to its beauty that`s not expected to melt any time soon.<br><br>It`s crystal clear why people falls for that kind of thing. No matter the season, they`ll tell you what a rush it is. Its beauty always current, because, after all, a river runs through it, y`all. You`ve just got to go with the flow.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>We`re back tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-23 CNN Student News.mp4"}