{"title":"CNNSN-2016-08-26-CNN-Student-News","script":"(CNN Student News) -- August 26, 2016<br><br><br>2016 U.S. Presidential Election Coverage; Venturing into Space; Treasured National Park in Florida<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hello to our viewers around the world and welcome to Fridays are awesome. This is CNN STUDENT NEWS. This is our tenth show of the academic year.<br><br>And now, it`s time to talk politics. There`s this little thing that`s been going on, you might have heard something about it. It`s called the 2016 U.S. presidential election.<br><br>With no incumbent running, President Obama has reached his two-term limit, American voters will choose a new leader on Tuesday, November 8th. That`s 74 days from now.<br><br>But they don`t directly elect their president. The group that chooses American leaders is the Electoral College and we`ll be explaining that in-depth next week.<br><br>So, who are the candidates for president? For the Democrats, former U.S. Secretary of State Hillary Clinton received the party`s nomination over the summer. For the Republicans, businessman and television personality, Donald Trump, received the party`s nomination.<br><br>The latest CNN/ORC poll which was conducted in late July indicated that Mrs. Clinton had an eight-point lead over Mr. Trump, 45 percent to 37 percent. Libertarian Party candidate Gary Johnson had 9 percent, Green Party candidate Jill Stein had 5 percent.<br><br>Polls can change as we get closer to Election Day, and they can be affected by presidential debates which start on September 26th.<br><br>Now, we`re taking a look back at how the conventions of the two major parties played out last month.<br><br>(BEGIN VIDEOTAPE)<br><br>DONALD TRUMP (R), PRESIDENTIAL NOMINEE: I humbly --<br><br>HILLARY CLINTOIN (D), PRESIDENTIAL NOMINEE: It is with humility --<br><br>TRUMP: -- and gratefully --<br><br>CLINTON: -- and boundless confidence --<br><br>TRUMP: -- accept --<br><br>CLINTON: -- your nomination --<br><br>TRUMP: -- for the presidency --<br><br>CLINTON: -- of the United States.<br><br>SUBTITLE: Two weeks of convention moments in 150 seconds.<br><br>There was dancing and chanting.<br><br>AUDIENCE: Not a clue! Not a clue! Not a clue!<br><br>Lock her up! Lock her up! Lock her up!<br><br>SUBTITLE: Both nominees made grand entrances, but the rooms were far from unified.<br><br>AUDIENCE: Bernie! Bernie! Bernie!<br><br>SEN. TED CRUZ (R), TEXAS: God bless the United States of America.<br><br>SUBTITLE: We heard from the spouses --<br><br>MELANIA TRUMP, WIFE OF DONALD TRUMP: If you want someone to fight for you and your country, I can assure you, he`s the guy.<br><br>WILLIAM J. CLINTON, HUSBAND OF HILLARY CLINTON: And she is still the best darn change-maker I have ever known.<br><br>SUBTITLE: Trump enlisted &quot;America`s mayor&quot;.<br><br>RUDY GIULIANI, FORMER NYC MAYOR: Vote for Donald Trump for safer America and for an America headed in a different direction. Greatness!<br><br>SUBTITLE: While Clinton had the president.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: There has never been a man or a woman, not me, not Bill, nobody, more qualified than Hillary Clinton to serve as president of the United States of America.<br><br>SUBTITLE: The running mates brought the folksiness.<br><br>GOV. MIKE PENCE (R-IN), VICE PRESIDENTIAL NOMINEE: He`s a man known for a large personality, a colorful style and lots of charisma. And so, I guess he was just looking for some balance on the ticket.<br><br>SUBTITLE: With Kaine going after Trump.<br><br>SEN. TIM KAINE (D-VA), VICE PRESIDENTIAL NOMINEE: We`re going to destroy ISIS so fast, believe me. There`s nothing suspicious in my tax returns, believe me.<br><br>SUBTITLE: And the daughters made the final introductions.<br><br>IVANKA TRUMP, DAUGHTER OF DONALD TRUMP: And this is the moment and Donald Trump is the person to make America great again.<br><br>CHELSEA CLINTON, DAUGHTER OF HILLARY CLINTON: I know with all my heart that my mother will make us proud as our next president.<br><br>SUBTITLE: When the candidates finally appeared, they went head-to-head.<br><br>DONALD TRUMP: I am your voice!<br><br>HILLARY CLINTON: Don`t let anyone tell you that our country is weak. We`re not.<br><br>DONALD TRUMP: I will restore law and order to our country.<br><br>HILLARY CLINTON: Really? I alone can fix it?<br><br>DONALD TRUMP: My message is that things have to change and they have to change right now!<br><br>HILLARY CLINTON: Americans don`t say, &quot;I alone can fix it&quot;. We say, &quot;We`ll fix it together.&quot;<br><br>SUBTITLE: And, of course, balloons!<br><br>(END VIDEOTAPE)<br><br>AZUZ: Researchers think they might have identified a rocky planet like ours that`s relatively close by in the universe. It`s called Proxima B. It apparently orbits the nearest star to our sun. That would make it a little over four light years away from our solar system. And scientists say it`s in what`s called the habitable zone where they believe water could exist.<br><br>Proxima B is thought to be a third bigger than Earth. It orbits its star much faster, in 11 days instead of a year.<br><br>There`s a lot that`s unknown though. Scientists aren`t sure if it has an atmosphere. That can make a huge difference in its temperature range and the radiation it gets from its star. It`s also unknown if it has a magnetic field to protect it. Researchers are hoping to send a robot there in the next couple centuries.<br><br>All this month, we`ve been covering stories related to the U.S. National Park Service on the 100th anniversary of its founding. From the tallest peak in North America, Alaska`s Denali, which used to be named Mt. McKinley, to the lowest point in North America, California`s Death Valley, which is 282 feet below sea level, national parks represent at range of superlatives.<br><br>The one we`re taking you today stretches over Southern Florida. It`s America`s largest subtropical wilderness, but there are environment concerns about its future.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: We traveled down to the Florida Everglades with U.S. Interior Secretary Sally Jewell to see an ecosystem that`s under attack.<br><br>SALLY JEWELL, UNITED STATES SECRETARY OF THE INTERIOR: If you live in South Florida, your life will be impacted by what`s happening here in the Everglades. You may not have clean drinking water. You may be drinking bottled water, not expecting to do it.<br><br>REPORTER: In the 1920s, Floridians built a road that cut through the Everglades. They had no idea they were creating an environmental disaster.<br><br>They thought they were just building a road, but they were also constructing a dam.<br><br>JEWELL: We stopped the flow of the river of grass from the Florida headwaters, the Everglades headwaters down to Florida Bay. So, that`s had a lot of consequences we really are understanding now. It`s kind of embarrassing frankly when we allow something like this to happen.<br><br>This is algae that`s on top of the root?<br><br>UNIDENTIFIED MALE: Growing on top of the root.<br><br>JEWELL: OK. So, this is what we get when we don`t take care of Florida Bay.<br><br>UNIDENTIFIED MALE: The organic soil is just gone and that`s the consequence of draining the system, having agriculture there.<br><br>REPORTER: Now, the government is working to raise the road over the wetlands to let the fresh water flow before it`s too late.<br><br>UNIDENTIFIED MALE: The salinity in this basin was twice as salty as ocean water.<br><br>JEWELL: Really?<br><br>UNIDENTIFIED MALE: Really.<br><br>JEWELL: Wow.<br><br>UNIDENTIFIED MALE: And there aren`t any sea grasses in this coastal system that can handle salinities that are double down ocean water. So, the sea grass community just dies.<br><br>JEWELL: Just been looking at some maps of what happens if we don`t restore the Everglades at a time of climate change to salt water intrusion in South Florida and it`s pretty extreme.<br><br>REPORTER: We`re seeing the effects firsthand on this trip of this lack of water flow. We saw the green grass, the first stop and now, this is just brown and dead.<br><br>JEWELL: Right.<br><br>REPORTER: But why should people care about this grass.<br><br>JEWELL: First, it`s an indication of a health of an ecosystem out of balance. We should care about that. Second, people come to Florida because it`s an incredible place to recreate.<br><br>The National Park Service is a science organization. It`s a place where we want to invite people to enjoy this spectacular place, but it`s also a place of research where we understand what`s happening. So, we now understand how important that river of grass was.<br><br>Sea grass die off like this, people really should care about, because it`s about our natural heritage, it`s about our national heritage.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The high school coach who recently organized a cross country run with shelter dogs said afterward he wasn`t sure who was more excited, the students or the dogs. The practice run was a mile and a half and most of the animals had no trouble with it.<br><br>After this YouTube video went viral, some of the dogs got adopted and other cross country teams started asking how they could do this with their local shelter dogs.<br><br>Turn to mundane run into some mutt-dane fun. Of course, with four legs, the animals couldn`t paw-ticipate in a meet. They`d be dog-squalified.<br><br>They`d have to scratch. But at least the practice didn`t leave them dog- tired.<br><br>Man, whenever we go to the dogs, are puns are awful! We hope your weekend isn`t and that we`ll see you Monday on CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-26 CNN Student News.mp4"}