{"title":"CNNSN-2015-02-04-CNN-Student-News","script":"(CNN Student News) -- February 4, 2014<br><br>Should Vaccination Become Law? Changes in Saudi Arabia; Lemonade Stand in Battle against Pediatric Cancer<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: First up this Wednesday, on CNN STUDENT NEWS, debate is raging in the U.S. And now on Capitol Hill about vaccines. Specifically, the measles, moms and rubella vaccine, or MMR.<br><br>There`s no federal law that requires parents to have their children vaccinated, and some refuse to do it.<br><br>But after a measles outbreak in California, the disease has now spread to 102 people in 14 states. Politicians are joining the heated conversation about vaccines.<br><br>Most people who caught the measles in the recent outbreak hadn`t been vaccinated against it. Though a handful had. There`ve been no deaths, the last measles death in the U.S. was in 2003. Most people who get measles recover in a few weeks, but it`s incredibly contagious, and the Centers for Disease Control says the best way to prevent its spread is by having children vaccinated.<br><br>Some schools won`t allow children who haven`t been vaccinated. Some doctors won`t treat children who haven`t been vaccinated. But though scientists say the MMR vaccine is safe, that there is no known link between the vaccine and developmental disorders including autism, that fear keeps some parents from having their children vaccinated.<br><br>Senator Rand Paul, who is also an eye doctor, said he`d heard of many tragic cases of normal children who developed severe mental disorders after vaccines.<br><br>House Speaker John Boehner said he believes all children should be vaccinated, but he`s not sure there should be a federal law.<br><br>And President Obama says parents should vaccinate their children, but then it shouldn`t take a law to get them to do it.<br><br>What can you say about pandas? They are very special mascot.<br><br>We are glad they are watching today. The Padua Academy Pandas is on our roll from Wilmington, Delaware. Hello to Monroe, North Carolina, hello to everyone watching at Monroe High School.<br><br>And we`ll wrap up in Las Cruces, New Mexico. It`s great to see the thunderbirds of Zia Middle School.<br><br>When President Obama visited Saudi Arabia last week, he took some criticism for it. The Middle Eastern nation does not have a good record on human rights. It`s historically limited women`s rights, those who insult Islam and break the law can be whipped, sometimes publicly.<br><br>People who aren`t Muslims can`t become citizens.<br><br>President Obama said sometimes the U.S. has to balance the need to address human rights with the need to fight terrorism or support stability in the region. And there is a sense that Saudi society is changing.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN CORRESPONDENT: What should you think about Saudi Arabia? Well, I`ll tell you what I think since I came back. It`s been about six years since I was in Riyadh. When I left, there were two towers. On the driving from the airport the other night we passed about ten new towers. This is the city that`s changing.<br><br>Michelle Obama came with President Obama the other day. She came without wearing a scarf, without wearing an abaya. Ten years ago, people tell me that would have been a scandal. She shook hands with the new king, with King Salman. This would have been unheard of just a few years ago. So, what has made this change? What else has changed?<br><br>King Abdullah did make changes while he was here. They might be subtle, not significant, it seems for the outside. He put more than 100,000 young Saudis into education overseas. He paid for them to go and study at universities overseas knowing full well that when they came back, they bring back some of those outside values, and this would work inside society to bring about change.<br><br>When you talk to women here, it`s much more than just about are they allowed to drive. It`s about their participation in society on an equal basis with men. There`s been a greater dialogue on the King Abdullah allowing that to happen.<br><br>OK, he didn`t see it all through. But this is a slow gradual progression. The changes of the Arab Spring that happened in the region around here woke young people up in Saudi Arabia to the strength of social media, to what the Internet can do. Saudi Arabia is no longer an island. The new king inherits all of this, while he doesn`t want to see his country become unstable and his people don`t want to see the country become unstable like Iraq and Yemen to the south, he has still got to manage all these expectations. Yes, it hasn`t progressed at the pace we might expect. But via its own terms in a relative measure, it`s progressed hugely.<br><br>People here feel that change really for Saudi Arabia can`t really be stopped.<br><br>Could it happen faster, what is the royal family holding onto? Well, like any people in power, no one really wants to give that up. But do they seem to recognize that change is coming and happening?<br><br>King Abdullah did. He was working towards it, and all those people educated, all the young people educated overseas, those are the seeds that he`s planted for future change. They will come back, they c have seen a different possibility for a different future, and they will work for that.<br><br>We are meeting them today. They are in the battleground (ph) now, but talk to them today, and they know that their future is coming.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The four years old Alex Scott decided to open a lemonade stand. She wasn`t looking to earn money for herself, she had childhood cancer and wanted to raise funds that would help doctors treat kids like her. Alex lost her battle with cancer four years later in 2004, but her efforts have raised more than $80 million and counting.<br><br>(BEGIN VIDEOTAPE)<br><br>BAILEE MADISON: Hi. Do you want some lemonade?<br><br>UNIDENTIFIED MALE: Actress Bailee Madison is handing out more than just lemonade. She`s serving up hope.<br><br>MADISON: Pink of (INAUDIBLE).<br><br>UNIDENTIFIED MALE: Madison works with Alex`s Lemonade Stand foundation, which encourages kids to raise money for childhood research by selling lemonade.<br><br>MADISON: You are never too young to make a difference, and your voice can be so powerful, no matter if you are a singer, a dancer, an actress, you go to school and no matter what you do in this role, you have a voice, and you can make such an impact.<br><br>UNIDENTIFIED MALE: That`s certainly true for bone cancer survivor Kaela Cruz.<br><br>KAELA CRUZ: Peekaboo.<br><br>UNIDENTIFIED MALE: At five years old, she had her left leg amputated above the knee. Today there is nothing this middle schooler can`t do.<br><br>TED CRUZ, KAELA CRUZ`S FATHER: She`s involved in Taekwondo, and swimming. She doesn`t consider herself handicapped in anyway.<br><br>She`s differently able.<br><br>MADISON: Alex`s Lemonade stand!<br><br>UNIDENTIFIED MALE: Cruz teamed up with Alex`s Lemonade stand to share her story, raising pediatric cancer awareness, and inspiring other kids to never give up.<br><br>KAELA CRUZ: If you`d fall down, get back up, keep trying and believe in yourself.<br><br>And no matter what, if you could do one thing, you can do everything.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Alex`s Lemonade stand gives about 86 cents of every dollar it receives to funding childhood cancer research. That`s according to CharityNavigator.org. It`s one site where you can see how a charity is ranked, and where its money goes before you donate. Why might that be important?<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Charity. It seems pretty straightforward, right? You give money to an organization, they take that money and make sure it gets where it needs to go. Simple enough. Well, as it turns out, charity like most things is more complicated than it seems.<br><br>First off, pretty much anyone can raise money these days, either using a crowd funding site like GoFundMe. Or by crowd sourcing help for a problem. So, when it comes to big charities, many operate a little bit like an investment fund.<br><br>The idea is they make a profit on your dollar, so they can make it go farther.<br><br>In fact, that`s how some non- profit CEOs justified those hefty salaries. They say they are very good at squeezing the most out of your donation, so they deserve to be paid as well. Like that? Well, that`s just how it is.<br><br>Confused? Maybe you should be, because we haven`t gotten to the so called venture capital philanthropy yet. That`s where instead of giving money to, say, university doing cancer research, a foundation might instead invest in a private company studying a cure.<br><br>Different approaches, but all with the same goal - making your donation more efficient. In theory, at least. But the truth is, when it comes to efficiency, not all charities are created equal. So, before you donate, go online, do a little research, it won`t hurt you, and you find out exactly where your donation is going. Check out how your non-profit uses its money, how effective it is. They should tell you how many cents on every dollar they put to the cause.<br><br>After all, if you are going to give away your hard-earned dollars, you want to know that the charities out there working as hard as possible for those who need them the most.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, as long as things are frozen outside, do you want to build a snowman? How about a whole army of them? In Ottawa, Canada, where the high was 19 degrees on Sunday, hundreds gathered at a football field and tried to break the Guinness world record for most snowman built in an hour.<br><br>The old record was 1279, the Canadian competitors said they vested it by 20, a total of 1299. It hasn`t been certified yet, but those women and showmen put on a showman. Because their snowman who builds a snowman going slow man with that snowman when the snowing sticking in the clock is ticking the stock or record for snowman man. That`s our showman. I hope we can see you again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-04 CNN Student News.mp4"}