{"title":"CNNSN-2015-10-01-CNN-Student-News","script":"(CNN Student News) -- October 1, 2014<br><br>Russia Launches Air Strikes in Syria; A &quot;Blob&quot; Sits in the Atlantic; Hurricane Joaquin Poised to Hit Bahamas, Could Target U.S. Next<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: You`re only a day away from Friday and you`re about to get up to speed on international events. I`m Carl Azuz.<br><br>First up, Russia has launched its first strikes in the Middle Eastern nation of Syria. It`s a country where the U.S. has been leading air strikes for months, and Russia says it has the same target, the ISIS terrorist group.<br><br>And U.S. officials said yesterday that Russia`s air strikes appear to be in places where ISIS isn`t operating and American leaders are concerned that Russia won`t just be targeting ISIS but fighting any enemies of Syrian President Bashar al-Assad.<br><br>There are several different sides to Syria`s ongoing civil war. One is the Syrian government which Russia supports but the U.S. opposes. There are Syrian rebels who were fighting their government. And there are terrorists who want the land for themselves.<br><br>As Russia joins the conflict through air strikes, it`s telling American aircraft to avoid Syria`s airspace while it does.<br><br>(BEGIN VIDEOTAPE)<br><br>BARBARA STARR, CNN PENTAGON CORRESPONDENT: This simply is not an area where ISIS is located, no matter what the Russians say. This is an area where anti-Assad, anti-regime militias have been fighting the Assad government. This by all indications is a military strike to prop up the Assad regime.<br><br>Right now, what the Russians have done is it create an exquisite military problem for U.S. pilots.<br><br>What has to happen now, officials say, there are going to have to be so- called rules of engagement. If U.S. pilots flying in Syrian airspace and they will continue to fly, if they encounter Russian aircraft, what re the rules of the road? If they feel threaten, even inadvertently, let`s say the Russians are making the mistake, they don`t understand it`s a U.S. aircraft, what are the rules of the road for U.S. military pilot encountering Russian aircraft? Do they have a right of self defense? Can they counterattack against the Russians if they feel a threat?<br><br>These are the questions that the Pentagon wanted to sit down and talk to the Russians about. It was just earlier this week, of course, that President Obama and Russian President Putin said there would be talks between the two militaries to work all of this out.<br><br>But now, the Russians have taken the first step. They`ve gone ahead and done it, and here at the Pentagon, a lot of unhappiness to put it mildly about what the Russians are doing and what may come next.<br><br>(END VIDEOTAPE)<br><br>AZUZ: One request a day is the way to put your school in the running for our &quot;Roll Call&quot;. The address, CNNStudentNews.com.<br><br>The Broncs are up first today. Galloping in from Billings, Montana, Billings Senior High School is awesome.<br><br>Staying out in the west, it`s great to see the Scouts scouting out a shoutout. Laramie Senior High School is in Laramie, Wyoming.<br><br>And on the shores of the Persian Gulf, we heard from the American International School Kuwait. It`s in the capital Kuwait City.<br><br>Over the past few years, we`ve reported on global temperatures, how scientists say they`ve been some of the warmest on record. That`s one reason why this is such a mystery to researchers. They`re calling it a blob, a large area in the North Atlantic that`s registering some of its coldest temperatures on record.<br><br>Don`t get this confused with the blob in the Pacific. There`s one there, too. It`s a warm area of that ocean blamed on El Nino, a natural process that extends from the Central Pacific to South America.<br><br>Scientists don`t know what`s causing the cold Atlantic blob. One theory is that melting ice in Greenland is bringing down ocean temperatures in the region around it. There`s no scientific consensus about whether this blob is related to climate change. Researchers say it appears to be the exact opposite of the El Nino warming on the other side of the hemisphere.<br><br>Another mystery in the Atlantic Ocean involves a storm named Joaquin. It strengthened into a category one hurricane yesterday. It`s expected to hit the Bahamas today. So, preparations are being made for that.<br><br>But where will it go afterward? Here`s one forecast model. It shows Hurricane Joaquin spinning north, roughly parallel to the U.S. east coast.<br><br>But meteorologists don`t have a lot of confidence in this. Some say it could turn west and hit North Carolina, some say it could turn east and spin out to sea.<br><br>The last major storm to make landfall in the eastern U.S. was Hurricane Arthur in 2014.<br><br>Where are we getting these storm names?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: If you live in Homestead, Florida, in 1992, Andrew is a name you will never forget.<br><br>Just like in 2005, if you live in New Orleans area, Katrina.<br><br>The military started naming storms after their wives, their girlfriends, but none of these names were made public. So, 1950, everything changed.<br><br>Several storms formed out in the Atlantic about the same time, it created a lot of confusion. So, the U.S. Weather Bureau said, OK, let`s start naming storms.<br><br>And they actually started by using the World War II alphabet, Able, Baker, Charlie, Dog, Easy. But this created confusion as well, because every year, the storm names were the same.<br><br>It wasn`t until 1979 that we started alternating male and female names. We recycle that list every six years. In the Atlantic Basin, we use English, Spanish and French names. No storms are named after a particular person. In fact, you can`t request a storm to be named after you. That entire process is handled by the World Meteorological Organization.<br><br>A storm name will be retired if it is too costly or deadly and it would be inappropriate to use it in future years. In fact, since 1950, there had been nearly 80 storm names retired.<br><br>And what happens if we go through all of the storm names? Well, it happened in 2005. We ended up going to the Greek alphabet.<br><br>So, that`s what`s in a name. It took a long time to get here, but just like each individual name, each storm tends to have its own personality.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: If you`re ever investigating finger prints at a crime scene, you better hope there were no koala bears involved. Why? Because they have fingerprints y`all, and they`re koala lot like ours.<br><br>Even under a microscope, the finger prints of koala bears strongly resemble those of people. So, maybe it was Colonel Mustard in the library with the candle stick. Or maybe it was the koala.<br><br>And that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: All right. James Langevin is one of the 435 voting members of the U.S. House of Representatives. He`s one of the two representatives from Rhode Island.<br><br>Langevin is a member of the House Armed Services Committee. He`s prioritized issues like national security, cybersecurity and health care.<br><br>But it`s what he`s overcome to get where he is that makes him today`s &quot;Character Study&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice- over): Sixteen- year-old James Langevin was volunteering at a local police station when an officer`s gun accidentally discharged.<br><br>REP. JAMES LANGEVIN (D), RHODE ISLAND: The bullet ricocheted off a locker is what I`m told, and the bullet went through my neck and severed my spinal cord.<br><br>GUPTA: Langevin was paralyzed from the waist down and has limited mobility in his arms.<br><br>LANGEVIN: The question I had right from the get-go, how am I going to live any kind of a meaningful life going forward?<br><br>GUPTA: But Langevin did just that. He attended college, went on to Harvard`s Kennedy School of Government, and was elected a Democratic congressman for the state of Rhode Island. Motivated, he says, by his own desire to prove the naysayers wrong.<br><br>LANGEVIN: I would hear the, well, you are a nice guy, but this is a rough business and you`re better off doing something else. You know, it`s always when you tell me I can`t do something that, you know, I`ll find a way.<br><br>GUPTA: He did find a way. On the 20th anniversary of the Americans with Disabilities Act, Langevin made history.<br><br>REP. NANCY PELOSI (D), CALIFORNIA: For first time in our country`s history, a gentlemen with the challenges that Mr. Langevin faces is presiding as speaker of the House of Representatives.<br><br>(APPLAUSE)<br><br>LANGEVIN: I hope that the people can look at me and say, you know, here is a guy with tremendous challenge and difficulties, but somehow he -- he`s made it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, you might not think a cat and an owl will get along very well, especially because the cat is a cat and the owl is an owl. But believe it or not, these two are BFFs. They hang out. They play. They don`t attack each other. The cat sometimes nozzles the owl, while the bird preens the cat.<br><br>Who says a feline and a bird of prey can`t get along?<br><br>Now, if they can just find a way to go hunting together, whether they stalk or wing it, there`s no food fast enough to out-fast, or out-last this fast-tinating friendship.<br><br>We cat to be going, but I`ll be back tomorrow and hope you`ll hunt for us again at CNNStudentsNews.com.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-01 CNN Student News.mp4"}