{"title":"CNNSN-2015-03-04-CNN-Student-News","script":"(CNN Student News) -- March 4, 2014<br><br>Prime Minister Benjamin Netanyahu Speaks; A Deal with Iran; Hang Up and Drive<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Welcome to CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>First up, a major speech by a world leader. Israeli Prime Minister Benjamin Netanyahu appeared before the U.S. Congress yesterday. Usually, the White House is consulted before Congress invites a world leader to speak. But Republican House speaker, John Boehner didn`t tell the president before this invitation and one subject covered by Prime Minister Netanyahu is something President Obama strongly disagrees with.<br><br>More than 50 of the 232 Democrats in Congress boycotted the speech, though the public galleries were standing room only.<br><br>Prime Minister Netanyahu is up for reelection on March 17th.<br><br>How did he get to where he is?<br><br>(BEGIN VIDEOTAPE)<br><br>ELISE LABOTT, CNN CORRESPONDENT: In 1949, just one year after the state of Israel was founded, Benjamin Netanyahu was born. He would come to be known by his nickname, Bebe.<br><br>Netanyahu, who spent part of his teen years in the United States, where his father taught Jewish history at Cornell University. He served for six years in the Israeli Army in an elite commando unit until he was wounded in a rescue operation during an airplane hijacking in 1972.<br><br>He returned to the U.S., earning degrees in architecture and business from MIT.<br><br>But a dramatic event in 1976 would have a lasting effect. Netanyahu`s brother, Yonatan, was killed in a raid to free hostages from an Air France jet which had been hijacked by pro-Palestinian terrorists. His death had a profound effect on Netanyahu, who founded an anti-terror institute named after his brother and became quite outspoken about the threat posed by terrorism.<br><br>Now, this attracted the attention of prominent Israeli officials, setting the course for his future career in politics.<br><br>Netanyahu was given high profile diplomatic assignments in Washington and New York and started making frequent appearances on U.S. talk shows.<br><br>In 1988, he returned to Israel and was elected to the Israeli parliament, the Knesset. In 1996, he became the country`s youngest prime minister, shortly after the assassination of Prime Minister Yitzhak Rabin. But he was defeated three years later, after signing an interim peace agreement with then Palestinian leader, Yasser Arafat.<br><br>And Netanyahu eventually returned to politics and moved back up the ranks of the Likud Party, becoming prime minister again in 2009.<br><br>BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER: This is a bomb.<br><br>LABOTT: Netanyahu`s emphasis on security, particularly speaking out loudly on Iran and his counter-offensives against Hamas in Gaza, have boosted his popularity in Israel. But a peace deal with the Palestinians remains elusive and Netanyahu is finding himself increasingly alienated from Western partners, most significantly, the United States.<br><br>He`s shied away from being called a survivor, but Netanyahu`s ability to weather crisis with his savvy television skills and use of the media have earned him the label, the Teflon prime minister.<br><br>(END VIDEO TAPE)<br><br>AZUZ: When he spoke on Capitol Hill, Prime Minister Netanyahu said he never intended for his visit to be political, but that he was addressing a subject that could threaten his country. That subject, a deal the Obama administration is working on with Iran over the Middle Eastern nation`s controversial nuclear program.<br><br>The White House is pushing Iran to put this program on hold. It wants Iran to allow international inspectors to make sure the country doesn`t make a nuclear weapon.<br><br>In exchange, the U.S. would lift its economic sanctions, its penalties on Iran over the program. But Israel`s leader called the potential deal a bad one, saying Iran will cheat and make a weapon anyway.<br><br>Iran has threatened Israel in the past and Prime Minister Netanyahu says the Obama administration`s deal would leave Israel in grave trouble.<br><br>(BEGIN VIDEO CLIP)<br><br>NETANYAHU: So this deal won`t change Iran for the better. It will only change the Middle East for the worse. A deal that`s supposed to prevent nuclear proliferation would instead spark a nuclear arms race in the most dangerous part of the planet.<br><br>This deal won`t be a farewell to arms, it would be a farewell to arms control.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The White House, whose relations with Israel are strained, says the prime minister`s speech was all talk and no action.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: If we`re successful negotiating, then, in fact, this will be the best deal possible to prevent Iran from obtaining a nuclear weapon. Nothing else comes close. Sanctions won`t do it. Even military action would not be as successful as the deal that we have put forward.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The Obama administration`s discussions on a deal with Iran are nearing their last stage in Switzerland.<br><br>What exactly does everyone want?<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CORRESPONDENT (voice-over): So what does a good deal look like?<br><br>Supporters, including the administration, say a deal would restrict Iran`s path to a nuclear bomb and extend the time it would need to embark on a weapons program, the so-called &quot;breakout&quot; period to a year, all while allowing a civilian nuclear program under international monitoring, much like the interim agreement signed in November, 2013.<br><br>Opponents, including Prime Minister Netanyahu and some U.S. lawmakers, say the only way to prevent Iran from getting a nuclear weapon is to end Iran`s nuclear program altogether, particularly in light of Iran`s past cheating.<br><br>The IAEA said Iran still has not provided information on past efforts to research weaponization.<br><br>YUKIYA AMANO, INTERNATIONAL ATOMIC ENERGY AGENCY: We have asked questions and the questions are clear so they can answer.<br><br>SCIUTTO: The trouble is, Iran says it will never give up its nuclear program entirely, meaning that if no deal is reached, military action, and perhaps war, could follow.<br><br>Even as the gaps is narrowed, another key disagreement was exposed. If there is agreement, the West wants sanctions lifted gradually, to retain leverage. But Iran wants the sanctions lifted altogether, right away.<br><br>MOHAMMAD JAVAD ZARIF, IRANIAN FOREIGN MINISTER: Our negotiating partners, particularly the Western countries, and particularly the United States, must, once and for all, come to the political understanding that sanctions and the agreement don`t go together.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: On yesterday`s transcript page at CNNStudentNews.com, here are three of the schools that requested a mention on our Roll Call.<br><br>Limoges is a city in Central France. We`re happy to be part of your day at Lycee August Renoir.<br><br>Fordville is a city in North Dakota. The Fliers are aloft there at Fordville-Lankin High School.<br><br>And one state west, in Montana, it`s the Grizzlies who round out our Roll. They`re await Arrowhead Middle School in the community of Pray.<br><br>(ON SCREEN)<br><br>Character Study<br><br>AZUZ: You might have seen bumper stickers that say &quot;hang up and drive.&quot; Maybe you`ve been to the Web site. It includes a statistic that says 13.5 million American drivers are using a cell phone at any given moment. In fact, its co-founder says she guesses she`s just another statistic.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Being stubborn may have saved Jacy Good`s life.<br><br>JACY GOOD, SAFE DRIVING ADVOCATE: My mom didn`t appreciate it nearly enough. I think it`s my best characteristic.<br><br>GUPTA: In 2008, on the day she graduated from college, Jacy and her parents were in a car accident caused by a teenager talking on his cell phone. Her mom and dad were killed. Jacy was given a 10 percent chance of survival.<br><br>GOOD: My pelvis was shattered. I had a damaged liver. And my lungs were both partially collapsed and I had a traumatic brain injury, which put me on the edge of death.<br><br>GUPTA: Jacy fought back, refusing to give in.<br><br>GOOD: I wanted my life back. In college, I had the reputation that I was the one who was going to save the world.<br><br>GUPTA: Her call to action came after the driver who caused the accident wasn`t convicted. There was no law against the use of cell phones.<br><br>GOOD: I spoke at a press conference in Pennsylvania trying to get a hand held ban and a texting ban. Finally it went into effect that texting and driving is illegal.<br><br>GUPTA: And now, the 28-year-old also speaks around the country to raise awareness about the dangers of using a phone behind the wheel.<br><br>GOOD: I am so grateful that I still have everything that I do have, in spite of having lost so much. Part of life is getting hurt. None of us escape unscathed. I survived for a reason and with a purpose. I`m going to use my time on this planet to make some other lives a little bit better.<br><br>GUPTA: Dr. Sanjay Gupta, CNN, reporting.<br><br>(END VIDEOTAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Huntington Beach, California -- the high temperature Monday was 62, the low was 50.<br><br>So how in the natural world did this happen?<br><br>It fell from the sky, but it wasn`t snow. A very unusual hailstorm struck the beach in Orange County. It left about a half an inch of hail on the sand. And it stuck around long enough for people to build snowmen, have snowball fights, do a little snowshoeing, basically have fun in the snow without having to leave Southern California.<br><br>Beat you didn`t see that coming. After all, it`s not Snow-Cal and they sure wouldn`t expect to weather snow there. It`s a coastal story that`s peerless. You know it`s going to make waves.<br><br>All hail the puns.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-04 CNN Student News.mp4"}