{"title":"CNNSN-2015-03-27-CNN-Student-News","script":"(CNN Student News) -- March 27, 2015<br><br>A320 Simulator; On the Brink of Civil War in Yemen; `Killer Newt` Fossils Found. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Hi. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>We`re start today with a major update on a story you heard earlier this week, the crash of Germanwings Flight 9525, a passenger plane in in the French Alps.<br><br>(BEGIN VIDEO CLIP)<br><br>BRICE ROBIN, MARSEILLE PUBLIC PROSECUTOR (through translator): The most plausible, likely interpretation, in our view, is that the co-pilot, through deliberate abstention, refused to open the cockpit door to the chief pilot and used the button which controls loss of altitude. In the last eight minutes, this aircraft went from maybe 10,000, 12,000 meters or 30,000 feet to virtually 2,000 meters. So he used this button for -- to lose altitude for reasons that are totally unknown at the moment but which could be analyzed as a deliberate attempt to destroy the aircraft.<br><br>(END VIDEO CLIP)<br><br>AZUZ: How did officials reach that conclusion?<br><br>They got information from a flight data recorder. The plane had two of them. One was found. Investigators are still searching for the other.<br><br>All 150 people aboard were killed, among them, a group of students. Friends and mourners at schools across the region gathered to remember them and share a moment of silence in their honor. Families all over the world are grieving.<br><br>As you heard a moment ago, investigators have no idea why co-pilot Andreas Lubitz allegedly locked the pilot out of the cockpit and then crashed the plane.<br><br>The mechanism that locks the cockpit door is designed to be used by pilots only and intended for everyone`s security.<br><br>(BEGIN VIDEO CLIP)<br><br>KYUNG LAH, CNN CORRESPONDENT: I`m in an A320 simulator. This is an exact replica of the modern cockpit of the 320.<br><br>I`m with Bugs Forsythe.<br><br>You`re a retired military pilot, flew commercially for nearly 30 years.<br><br>We`re flying at 38,000 feet.<br><br>Tell me about the cockpit door.<br><br>BUGS FORSYTHE, RETIRED MILITARY PILOT: Very quickly, it`s right here. Either pilot, left or right, co-pilot or captain, can touch it. It`s in the armed -- excuse me -- the normal position. This is spring-loaded. If I want to unlock it, I unlock it and that unlocks the door, they can come in. But it`s spring-loaded back to normal.<br><br>In the norm position, the door cannot be opened by the regular knob. You have to have either a keypad to open it or I have to unlock it.<br><br>LAH: The only way the pilot or the co-pilot cannot get in, then, in a modern plane with a keypad, is by someone purposefully locking them out.<br><br>FORSYTHE: Holding it -- and holding it in the locked position.<br><br>SCOTT MILLER, FORMER NORTHWEST AIRLINES PILOT: It is so difficult to try to get my head wrapped around this that we have the procedures in place.<br><br>Of course, with the events of September 11th, we need to ensure the cockpit is secure at all times during flight, ensuring that the pilots are the only ones that have access to the cockpit and have the ability to secure that cockpit is a requirement for security.<br><br>This definitely changes the calculus and some really big thought is going to be needed to put into this situation to ensure safety in the future.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Next story this Friday, the Middle Eastern nation of Yemen is on the brink of civil war. Houthi rebels, who, for years were at odds with the Yemeni government, captured parts of Yemen`s second largest city on Wednesday. They`d already taken the capital.<br><br>Yemen`s president left the country and on Thursday, war planes from Saudi Arabia, with support from other countries in the region, launched airstrikes in Yemen.<br><br>Saudi Arabia is threatening to send in ground troops. Egyptian forces may join them.<br><br>Why?<br><br>Well, for one, they support Yemen`s president and several Middle Eastern countries, including Saudi Arabia and Egypt, are mostly Sunni Muslim. The Houthi rebels in Yemen are Shiite Muslim, a different branch of Islam.<br><br>The Sunni nations don`t want another Shiite-dominated country like Iran in the Middle East.<br><br>The Houthis and officials from Iran spoke out against the Saudi-led airstrikes. Iran says it won`t help a region already facing threats from terrorist groups.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN CORRESPONDENT: The failing state of Yemen, the head toward a civil war in Yemen right now gives al Qaeda and ISIS a growing opportunity to do exactly what they`ve done in Syria.<br><br>(ON SCREEN)<br><br>Yemen: A Breeding Ground for Terrorism<br><br>ROBERTSON: Al Qaeda`s roots in Yemen go back almost to the founding of al Qaeda. The attack on the USS Cole in the year 2000 shows just how deep and strong those roots are.<br><br>Long before Syria became attractive for young wannabe jihadists to be drawn toward, Yemen was a place where they could go and get training. It was a place where a lot of people were attracted to go and get religious education.<br><br>Yemen has become a breeding ground for al Qaeda because the country does not have a strong central government. It`s been slipping in that direction for a number of years.<br><br>Al Qaeda has strong tribal alliances. It`s been able to use that as leverage to control areas within the country. They`ve been a strong attraction for Saudi Al Qaeda members, as well.<br><br>We`ve seen the United States and the British government both pull out their Special Forces from the country, which means al Qaeda and ISIS have an even greater and freer hand to train and to operate there.<br><br>We`ve seen the collapse, effectively, of the power of the central government. That also means that al Qaeda gets a greater opportunity to -- to dominate their areas and keep themselves and their operatives safe.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Wyoming is the least populated state in America. Vermont is second least populated, but it`s still home to Milton Middle School. The Yellow Jackets are watching today from the town of Milton.<br><br>To The Mountain State. That`s West Virginia. That`s where we found Buckhannon-Upshur High School. The Pirates are in Buckhannon.<br><br>And on the West Coast, in The Evergreen State of Washington, it`s the Sea Hawks on CNN STUDENT NEWS. They`re at Peninsula High School in Purdy.<br><br>You`ve probably that car crashes are the leading cause of death for U.S. teenagers. The AAA Foundation for Traffic Safety has a new report out on distracted driving. The group says it`s worse than previously thought.<br><br>AAA looked at 1,700 dash cam videos showing teenage drivers right before and after an accident. It found that distracted driving factored into 58 percent, almost six out of 10 crashes that were either moderate or severe.<br><br>The U.S. government had estimated that distracted driving factored into 14 percent of such accidents.<br><br>In the AAA report, the most common type of distraction was other passengers. The second most common, cell phones. AAA wants states to pass new laws restricting passengers and further restricting cell phone use for teenage drivers.<br><br>Before We Go<br><br>AZUZ: Newt -- it`s not just fun to say. A newt is a type of salamander with a long body and short legs. They like to hang out in ponds and an ancient type of newt discovered in Portugal was no exception.<br><br>Its fossils were found in what`s believed to be an ancient lake. But scientists say there`s one key difference between modern newts and the old ones -- they used to be huge.<br><br>(ON SCREEN)<br><br>`Killer Newt` Fossils Found<br><br>A team of paleontologists has discovered fossils in Portugal it says represent a newly discovered species of amphibian.<br><br>(BEGIN VIDEO CLIP)<br><br>DR. SEBASTIEN STEYER, PALEONTOLOGIST: The animals discovered here are very impressive because they were giant salamanders of around three meters in length.<br><br>(ON SCREEN)<br><br>Metoposaurus Algarvensis<br><br>Paleontologist Steve Brusatte described the animal to the BBC.<br><br>STEVE BRUSATTE, PALEONTOLOGIST, UNIVERSITY OF EDINBURGH: The super salamander `killer newt` nickname really nails it.<br><br>(ON SCREEN)<br><br>The amphibian was two to three meters long, the size of a small car<br><br>Paleontologists believe it behaved like a crocodile. Brusatte says the amphibian`s head &quot;kind of looks like a toilet seat.&quot;<br><br>BRUSATTE: And the Triassic was a very interesting and important period of time. This was when dinosaurs originated, as well as many other groups, like mammals and turtles and crocodiles.<br><br>These big, enormous amphibians were the types of things that the very earliest dinosaurs and also the very earliest mammals had to put up with.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Well, they say you learn something newt every day. What`s hard to say is whether they salamameandered their way onto dinner plates.<br><br>Would that have been considered newtritious?<br><br>Would they have tasted like Fig Newtons?<br><br>There are a lot of questions to digest here, a lot on scientists` plates. We`ll let them dig into those details and see you on the other side of the weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-27 CNN Student News.mp4"}