{"title":"CNNSN-2016-09-28-CNN-Student-News","script":"(CNN Student News) -- September 28, 2016<br><br><br>The U.N.`s New Warning About Air Pollution; The Potential Impact of Debates on Polls; Character Study of a Charitable Dentist<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to a new day of international events covered. I`m Carl Azuz at the CNN Center.<br><br>First up, the World Health Organization, part of the United Nations, has a new warning out about air pollution. It says that nine in ten people around the world live in areas with unsafe levels of pollution. The organization collected data from thousands of locations worldwide and says air pollution contributes to more than 3 million deaths every year.<br><br>Poor air quality is one reason why you see people wearing face masks in some Chinese cities. Pollution in China is said to factor in to more deaths per year than in any other country.<br><br>But India also has a high death toll blamed on air pollution, followed by Russia. And the World Health Organization says air pollution increases the risk of stroke, hearth disease, respiratory infections and lung diseases including cancer.<br><br>The report measured pollutants like sulfates, nitrates and black carbon, blamed for getting into people`s lungs. It said that the vast majority of air pollution related deaths occurred in low and middle income countries. As far as the U.S. goes, the WHO estimated that air pollution was tied to more than 38,000 deaths in 2012.<br><br>Solutions: the WHO suggests clean forms of transportation, better management of garbage, better cooking stoves in poor countries, and more renewable energy. But it said human activity wasn`t the only cause of pollution. Natural events like dust storms and areas near deserts also pollute the air.<br><br>The civil war that`s been tearing apart the Middle Eastern nation of Syria since 2011 shows no signs of ending soon. A ceasefire organized by the U.S. and Russia earlier this month has collapsed. Hundreds of airstrikes hit the rebel-held city of Aleppo over the weekend. For the civilians there, food prices have shut up dramatically and medical care and supplies are getting harder to find.<br><br>Syria`s war is an international crisis and whoever wins November`s U.S. presidential election will likely have to address.<br><br>(BEGIN VIDEOTAPE)<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT: Here are three reasons why Syria could be the biggest global headache for the next U.S. president.<br><br>The big one. It`s ground zero for ISIS and the launch pad for many of its terrorist attacks around the world.<br><br>The world can`t figure out what to do with the Syrian president. The U.S. views him as a brutal dictator who has killed hundreds of thousands of its people and wants him out. But Iran and Russia want him in.<br><br>Meanwhile, the deadlock has created the worst humanitarian crisis since the Second World War. What happens in Syria doesn`t stay in Syria, and here`s what I mean by that. The fault lines that have emerged from this conflict now threaten to break up the entire region, along religious and ethnic lines.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Syria was not something the candidates discuss much at their first U.S. presidential debate, though Hillary Clinton and Donald Trump did talk about ISIS and the importance of defeating the terrorist group. More than 80 million watched them face off on Monday night. It was the most watched debate ever. That`s according to audience research info by the Nielsen Company.<br><br>We don`t know yet how or if this debate will impact the national polls. But John King takes a look at how they can.<br><br>(BEGIN VIDEOTAPE)<br><br>JOHN KING, CNN ANCHOR, &quot;INSIDE POLITICS&quot;: What does history tell us? Can a debate change a race? Can one candidate come in behind and pull out ahead?<br><br>Well, let`s go back and study some history.<br><br>SUBTITLE: Debates matter. (Sometimes.)<br><br>KING: It`s a tough question, how much do the polls move before and after debate? In part, it depends on how close is the race. It`s the race already baked. Is somebody already on the path to victory? Then, they move less.<br><br>And also, it depends on performance. Let`s be clear, it`s a debate.<br><br>SUBTITLE: Back in 2008 --<br><br>KING: What was interesting about the third debate is that Obama was -- in the instant polls, Obama scored the winner. But this is the debate, if you go back and think about it, we met Joe the Plumber. John McCain tried to make the case that Senator Obama --<br><br>SEN. JOHN MCCAIN (R), ARIZONA: What you want to do to Joe the Plumber and millions more like him is have their taxes increased.<br><br>KING: So, it`s a good moment for John McCain. You see, he benefited by a point after that debate, a very good debate moment. Good reviews for Senator McCain after that debate, but again, the race was pretty much baked.<br><br>If the voters have already decided which way they`re most likely going, even a strong debate sometimes doesn`t get your much.<br><br>SUBTITLE: And back in 2012 --<br><br>KING: 2012 is a different case and that`s why every campaign is a little different. 2012, like 2016, was a more competitive race. So, let`s take a look at some of the things coming in.<br><br>In the first debate in 2012, the big headline was, where was this guy? The incumbent president of the United States didn`t seem like he wanted to be at the first debate. If you go back and look at the clips, he seemed disinterested, he seemed a little bored, like he wanted to be somewhere else, but he didn`t think that guy, Governor Romney, belonged on the same stage as the president of the United States.<br><br>MITT ROMNEY (R), FORMER PRESIDENTIAL CANDIDATE: I just don`t know how the president could have come into office, facing 23 million out of work, rising unemployment, an economic crisis at the kitchen table, and spend his energy and passion for two years fighting for Obamacare instead of fighting for jobs for the American people.<br><br>KING: Guess what? Debate performance matters. Mitt Romney came up six points, the president went down six points after that first debate. A lot of the conservatives came in to the first debate thinking, we`re going to lose, they came out of the first debate thinking, hey, we got a shot.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, there`s a debate going on in the scientific community about the flu shot. When is the best time to get it? U.S. Centers for Disease Control says getting a vaccination every year is the best protection against the flu, that it can reduce our chances of catching the flu by 50 or 60 percent under good circumstances.<br><br>But though flu season doesn`t peak in the U.S. until January or February, clinics and drug stores start marketing the shot as early as August, and some experts have concerned that if people get it that early, especially people over age 65, the vaccine`s effectiveness could wear off before flu season peaks.<br><br>Doctors don`t know exactly how long a vaccination`s protection lasts. One immunologist says the best time to get one is between Halloween and Thanksgiving. Government health officials say an earlier shot is still better than none at all.<br><br>When Dr. Edwin Smith started his career in dentistry, he saw a lot -- people with chronic infections, people who`d super glued their teeth back under their gums. But it was the kids in dental pain who troubled him the most.<br><br>So, in 2005, Dr. Smith started Kids First Dental Services, a non-profit that`s helped more than 43,000 children. He`s today`s &quot;Character Study&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. EDWIN SMITH, CNN HERO: I was born and raised in Appalachia. I`ve been here all my life. It`s a special place, but there`s jaw-dropping poverty, too. We have people in great need.<br><br>Are you OK?<br><br>You`re doing great.<br><br>I`ve been practicing this for 27 years when I first started. I saw a lot of patients who hadn`t seen a dentist before. I would see a lot of kids who had a mouth full of rotting teeth. In most heartbreaking to see these kids who were in pain. They won`t smile.<br><br>Once I was exposed to that, then I felt like something had to be done. We turned a trailer in a multi-dome plank.<br><br>We go to the schools. We see in the children who want to be seen.<br><br>I`m going to have a look of your teeth, OK?<br><br>We provide free checkups.<br><br>And get them some education early on.<br><br>If you do the preventative work, then they`re going to continue to stay healthy as they get older.<br><br>Very nice. Do you brush your teeth? She got really pretty teeth.<br><br>We travelled all across Kentucky.<br><br>We want to take a baby tooth out here.<br><br>I do follow-up care, not practice.<br><br>You`re done. It`s easy one.<br><br>If they can`t get here, we`d help them get in to another practice.<br><br>We treat people regardless of their ability to pay.<br><br>UNIDENTIFIED FEMALE: The dentist will take a look at your teeth.<br><br>She had some really bad tooth decay.<br><br>We ain`t got no brown smile no more, do we?<br><br>You want to look at your mouth.<br><br>UNIDENTIFIED FEMALE: I can smile real pretty now.<br><br>SMITH: Thank you, baby.<br><br>Just seeing that we`re still making a difference keeps me going. It means everything to me, to be able to serve my community. This is my home, my people. This is who I am.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A manager of a cell phone store in California recently ordered a pizza and bread sticks for lunch. That`s not what was delivered. Inside the box were packs of cash, almost $5,000 worth. She assumed it was for a bank deposit.<br><br>But the pizza store didn`t return her call. It took days for her to get in touch with the franchise owner. When she did, though, her reward was a year of free pizza from the restaurant and a week`s paid vacation from her employer.<br><br>So, her honesty truly paid off in dough and pizza dough. Oh, sure, someone crust, you might have tried to box up the cash and take it all the way home. But there`s topping doing the right thing. It often delivers a sense of inner pizza.<br><br>I`m Carl Azuz and we hope you`ll order more news and puns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-28 CNN Student News.mp4"}