{"title":"CNNSN-2015-10-15-CNN-Student-News","script":"(CNN Student News) -- October 15, 2014<br><br>First Democratic Presidential Debate; China`s Effect on the Global Economy; How Carbohydrates Work<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: China`s economy, fish whiskers, carbohydrates and a piano playing pachyderm were all part of this Thursday`s show. Welcome to CNN STUDENT NEWS. I`m your host, Carl Azuz, this October 15th.<br><br>We`re starting with a debate, one among the five Democrats hoping to secure their party`s nomination for president. They took the stage at the Wynn Hotel in Las Vegas Wednesday night.<br><br>And like the Republican presidential hopefuls whose debate we covered last month, the Democrats were hoping to stand out from each other, to tell Americans what they plan to do if they get elected, and they`re trying to get donors interested so they`ll contribute to their campaigns.<br><br>This was one of a series of debates for both parties. They matter because they can influence how Americans vote in the caucuses and the primaries.<br><br>Those are scheduled to begin next February. They`ll whittle down the fields, eventually singling out one Democrat and one Republican who traditionally represent their parties on the national ballot in the general election.<br><br>So, what did the Democrats have to say?<br><br>(BEGIN VIDEOTAPE)<br><br>JIM WEBB (D), PRESIDENTIAL CANDIDATE: If you look at my record, in and out of government, is that I`ve always been willing to take on a complicated, sometimes unpopular issues, and work them through -- the complex issues -- and work them through in order to have the solution. We did it with criminal justice reform. We`ve had a lot of discussion here about criminal justice reform. We did it in other ways.<br><br>We need a national political strategy for our economy, for our social policy.<br><br>SEN. BERNIE SANDERS (D), PRESIDENTIAL CANDIDATE: Today, the scientific community is virtually unanimous: climate change is real, it is caused by human activity, and we have a moral responsibility to transform our energy system away from fossil fuel to energy efficiency and sustainable energy, and leave this planet a habitable planet for our children and our grandchildren.<br><br>HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: Right now, the wealthy pay too little and the middle class pays too much. So I have specific recommendations about how we`re going to close those loopholes, make it clear that the wealthy will have to pay their fair share, and have a series of tax cuts for middle-class families.<br><br>And I want to do more to help us balance family and work.<br><br>MARTIN O`MALLEY (D), PRESIDENTIAL CANDIDATE: I have learned how to be an effective leader. Whether it was raising the minimum wage, making our public schools the best in America, passing marriage equality, the DREAM Act, and comprehensive gun safety legislation, I have learned how to get things done because I am very clear about my principles.<br><br>LINCOLN CHAFEE (D), PRESIDENTIAL CANDIDATE: I`ve always been honest. I have the courage to take the long-term view, and I`ve shown good judgment.<br><br>I have high ethical standards.<br><br>As we look to the future, I want to address the income inequality, close the gap between the haves and the have-nots. I want to address climate change, a real threat to our planet. And I believe in prosperity through peace. I want to end these wars.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Investors worldwide are keeping their eyes on China, and they`re concerned about what`s happening with its economy. It`s one of the largest in the world. And because the economies of different countries are connected, what happens to one of them can affect others across the globe.<br><br>There was a dramatic drop in China`s stock market over the summer, and shakiness continued through September when the value of China`s imports decreased. It`s partly because Chinese simply weren`t buying as much, not a good sign for their nation`s economy.<br><br>(BEGIN VIDEOTAPE)<br><br>SOPHIA YAN, CNNMONEY REPORTER: There`s no way around it. China`s economy is still suffering.<br><br>Economists surveyed by CNNMoney are expecting growth of 6.7 percent in the third quarter. That`s the worst since the 2009 financial crisis. Remember 2009? Jobs were wiped out, the housing market went bust, and giant banks went underwater. Nobody wants to go back there.<br><br>At home, China is trying to engineer an economic shift, a way from manufacturing and pushing people to spend more. But that`s taking some time. In the meantime, any bumps here in the world second largest economy will be felt around the globe.<br><br>That was pretty clear this summer. Investors worldwide started panicking as Chinese stock markets took a hit. At one point, losing about $4 trillion in market value. What`s $4 trillion? That`s 20 million Lamborghinis.<br><br>All eyes are now on Beijing for official GDP figures next Monday and a key meeting later in the month. Officials will have their work cut out for them, reassuring the world that they`ve got China`s economy under control.<br><br>Sophia Yan, CNN, Hong Kong.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: Whiskers -- dogs have `em, hamsters have `em, cats have `em. But catfish are the only animals in the world that have an odd number of whiskers. And unlike the whiskers on pets that are basically hair, the whiskers on catfish are barbels. They`re sensors that help the animals find food in murky water. Nothing fishy about that, but it`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK, up next today, how much of your daily diet should be made of carbohydrates? Actually, there`s no one size fits all rule. It depends on your age, your gender, your height, weight, overall health and how much exercise you get.<br><br>A dietitian can help you figure out your own daily needs, but there`s a difference in the kind of carbs you get from candy corn and the kind you get from pumpkins.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Food fuels all your activities. You know that. You`re breathing right now, because of the energy you get from food. And yet, most people don`t know very much about what they`re putting into their bodies.<br><br>SUBTITLE: Should you eat carbs?<br><br>GUPTA: If you`re like most people, the primary source of all of your energy comes from carbohydrates, also known as carbs. They`re one of the macronutrients, along with proteins and fats.<br><br>Now, carbs can be healthy. Think about breads, fruits, milk. They can also be unhealthy. Popcorn, soda, cookies.<br><br>But regardless of how they start off, inside your body, any carbs you eat turn into sugar. This process happens really fast with certain types of carbs -- fruits, vegetables, candy, honey. Those are called simple carbohydrates. They provide a quick boost of energy.<br><br>You get energy over a longer period of time when you eat other types of carbs -- whole grain breads, rice, beans, peas, potatoes. These are called complex carbohydrates. Now, those are going to take longer to digest.<br><br>If you`re following the Standard American Diet, also known as SAD, you`re consuming up to 65 percent of your calories from carbs and just around 35 percent of your calories from fat. But a diet that`s low in fat and high in carbs, especially the wrong kind of carbs can turn on you.<br><br>Here`s what happens: because simple carbs don`t make you feel as full, you end up eating a lot of them. And remember, those carbs turn into sugar, and that sugar flows through your bloodstream. When it does, your body releases a hormone called insulin.<br><br>Insulin is important. It lets your cells know that energy is on the way and it`s up for grabs. But insulin also takes the extra energy from carbs and turns it into fat.<br><br>That`s why a sugary drink as well as double cheeseburger can both be bad for your waistline and for your heart.<br><br>Sure, you need carbs. We all do -- but not too many. And remember: not all carbs are the same.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You say Nevada, I say Nevada.<br><br>People who live there say Nevada, like the Cougars of K.O. Knudson Middle School. They`re watching from their state`s largest city, Las Vegas.<br><br>Next, we`re flying with the Cardinals, to the city of Rosendale. It`s in northwest Missouri, home to North Andrew High School.<br><br>And in the Thai capital of Bangkok, hello to our viewers at Berkeley International School. Great to have you watching from Thailand.<br><br>(MUSIC)<br><br>AZUZ: And by sheer coincidence, our last story today took place in Thailand, where an elephant lent a helping trunk to a piano player. Best part is when he starts bobbing his head to the blues. His playing isn`t quite harmonious and it`s not quite on rhythm. But he puts on one heck of a trunk show.<br><br>According to Paul the Pianist, he`s the human who posted this video on YouTube, he was just visiting one day when Peter the Elephant came by and started to jam.<br><br>So, you can say that when they played together, Peter and Paul were merry. The animal showed ele-fantastic potential. Maybe he has ears for classical, too, like &quot;Canon in D&quot; by pachyderm. Either way, it`s an enjoyable task, one he`ll remember for a long time.<br><br>I`m Carl Azuz. We`re back Friday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-15 CNN Student News.mp4"}