{"title":"CNNSN-2016-01-14-CNN-Student-News","script":"(CNN Student News) -- January 14, 2015<br><br>Toxic Water Crisis in Flint; Michigan; Hong Kong to Phase Out Ivory Sales; Rams Returns to L.A.<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: You`re only a day away from Friday. We`re happy to see you take 10 minutes for CNN STUDENT NEWS. From the CNN Center in Atlanta, Georgia, I`m Carl Azuz.<br><br>Our first story takes us to the U.S. state of Michigan. The National Guard has been activated there. A state of emergency has been declared.<br><br>It`s all related to the water supply in the city of Flint. About 100,000 people live there and some of them have been exposed to increased levels of lead in their tap water.<br><br>This is serious. Lead poisoning can cause developmental and behavioral problems in children. It can lead to lower IQ levels. It`s irreversible.<br><br>And what started out as a way to save money in the struggling city has put parts of the population at risks.<br><br>A preliminary investigation did not blame the city council or the mayor of Flint, but it put the blame at the state level, with Michigan`s Department of Environmental Quality.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA GANIM, CNN CORRESPONDENT (voice-over): This neighborhood says it all, 15 percent of homes in Flint, Michigan are boarded up. There`s a 40 percent poverty rate, high unemployment, and it`s consistently at the top of the nation`s list of most dangerous places.<br><br>This 33 square mile city doesn`t even have a grocery store. And now, they don`t have clean drinking water. For 18 months, researchers believe the water flowing through taps across Flint has been tainted with lead.<br><br>In an attempt to cut costs, city officials stopped getting pretreated water from the city of Detroit in 2014, and instead began using water from the nearby Flint River. The problem is that the Flint River is 19 times more corrosive than Lake Huron, Detroit`s water source, according to researchers at Virginia Tech. And the city wasn`t treating it according to federal law. Lead pipes began to corrode, leaking into the water.<br><br>Dr. Mona Hanna-Attisha is a pedestrian at Flint`s Hurley Children`s Hospital.<br><br>DR. MONA HANNA-ATTISHA, HURLEY CHILDREN`S HOSPITAL: It is a well-known potent neurotoxin. There`s tons of evidence on what lead does to a child.<br><br>GANIM: After hearing her patients complain about water that looked and smelled and tasted funny, she decided to investigate. Using publicly available data on lead levels in children in Flint, she found that the percentage of lead in cases doubled, even tripled in some places after the water switch.<br><br>Here`s how this happened: the corrosive Flint River water goes from the plant to the water mains to the service lines to homes. In Flint, the water mains are made of iron, which turns some of the water brown. And half of the service lines and pipes in Flint homes are made of lead.<br><br>For at least a year, city and state officials denied anything was wrong. The former mayor, Dayne Walling, publicly drank the water to make a statement. But a 2011 study had also warned that the Flint River was corrosive and needed to be treated.<br><br>In late September, officials finally recognized what experts had been saying, the water in Flint was toxic. By October, the city reverted back to using the Detroit water supply, but the damage was done.<br><br>GOV. RICK SNYDER (R), MICHIGAN: I do apologize for it with respect to our role in this issue.<br><br>GANIM: The state`s director of environmental quality stepped down, and Walling lost a reelection campaign that centered around the issue.<br><br>DAYNE WALLING, FORMER FLINT MAYOR: In retrospect, I regret all of it, all the way back to seeing the city move to a different drinking water source.<br><br>You can`t put a dollar amount on the devastation to our community, our kids, and it was completely avoidable.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Government of Hong Kong Special Administration Region of China is taking a step toward clamping down on its ivory trade. Buying and selling ivory is currently allowed there, said to be the world`s largest market for ivory.<br><br>The valuable material comes from the tusks of elephants. It`s durable, attractive, easy to carve. It`s been used to make everything from jewelry to figurines, to piano keys, but it`s also led to the decimation of some elephant species by poachers, people who illegally killed the animals for their ivory.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Wildlife conservationists are applauding an announcement by the Hong Kong City Government that it will ban the legal trade of ivory in this island city. The international trade of ivory was banned in 1989, and despite that, there are more than 400 licensed ivory traders in Hong Kong.<br><br>The dealers insist they`re following the rules. They`re only buying and selling from a stockpile of ivory from elephants that were killed before 1989. But the conservationist group Wild Aid conducted a year-long investigation during which they alleged that some of these dealers must be laundering ivory that was poached from Africa after 1989, ivory that may also be smuggled in and outside of Hong Kong, against international law.<br><br>Now, the government of Hong Kong says it still needs to draw off legislation for this proposed ban. Activists say every minute counts because at the current rate of poaching, the elephant, the living mammal to walk the earth in the wild could be extinct within a generation.<br><br>Ivan Watson, CNN, Hong Kong.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, we always welcome international viewers to the show. And we look for your request at CNNStudentNews.com.<br><br>Heard from Shape of Belgium on Wednesday`s transcript page. SHAPE American Middle School is there. It`s great to see you.<br><br>From Seeley Lake in western Montana, hello to the Blackhawks. Seeley-Swan High School is on the roll.<br><br>Wrapping things up in Mount Airy, North Carolina. Near the border with Virginia, the Bears are watching from Mount Airy Middle School.<br><br>We`ve mentioned California schools six times so far this school year. We`ll be doing more. It`s the most populous state, and football fans there are getting a new team to cheer for. Well, not exactly new.<br><br>The Rams have been around since 1936. They started in Cleveland, Ohio, spent most of their time in Los Angeles, California, and left that city in 1994 to play in St. Louis, Missouri.<br><br>So, what`s happening with the team now is a sort of homecoming.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA SIDNER, CNN CORRESPONDENT: NFL football is returning to Los Angeles. One city`s victory is usually another city`s loss.<br><br>CROWD: L.A. Rams! L.A. Rams!<br><br>SIDNER: This year, the St. Louis Rams will now become the Los Angeles Rams. And if there were any confusion over why the team left St. Louis, the NFL commissioner cleared that right off.<br><br>ROGER GOODELL, NFL COMMISSIONER: We felt that we needed to have the kind of stadium and kind of project that had the vision, that had the facilities that would really bring a new kind of fan experience to the NFL and to Los Angeles.<br><br>SIDNER: But that is not all. Two other NFL teams got golden opportunities.<br><br>GOODELL: This agreement also allows the Chargers to relocate to Los Angeles as well. If they do not exercise that option, the Raiders would have the option also to move to Los Angeles, or to move to Los Angeles with the Rams.<br><br>SIDNER: The San Diego Chargers and the Oakland Raiders have been trying to get their respective cities to pony up and pay for a new stadium with public money. But that hasn`t happened. If one team opts for L.A., it will play in the same stadium as the Rams in Englewood, California.<br><br>L.A. Rams fans couldn`t be more thrilled to have their team back.<br><br>UNIDENTIFIED FEMALE: They never should have left. They belong to Los Angeles. And that`s why I get so upset when I think about any other team coming here.<br><br>SIDNER: For St. Louis Rams fans, the new deal is a bitter loss.<br><br>UNIDENTIFIED MALE: C`est la vie. I don`t know. They will get another team. One that wants to be here, right?<br><br>UNIDENTIFIED FEMALE: I think that we`ve given them all we have. And if they don`t want it, then move on.<br><br>SIDNER: And they are moving on, relocating this year to Los Angeles. But they`ll be in a temporary stadium. Their new stadium, the commissioner says, won`t be completed until 2019.<br><br>Sara Sidner, CNN, Los Angeles.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Get ready to break out the ice scraper, or just break the ice scraper. This used to be a car. It was parked overnight near Lake Erie in Buffalo, New York, and a blast of arctic air plus 47-mile-per-hour winds, plus water from the lake equals a car-cicle.<br><br>And there`s a sheet of ice all around it. So, it would be hard to drive even if you could get it started. The owner says it`s probably damaged and that he`ll get rides from his folks until it thaws.<br><br>Of course, he could always try to sell it, even though it`s an eerie sight. It`s been thoroughly winterized, it`s got snow tires and ice clean grill, a snow roof, plenty of spoilers, perfect seals, lots of fresh coolant and ice cold air-conditioning, but it`s going to need some anti-freeze.<br><br>I`m Carl Azuz and that`s CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-14 CNN Student News.mp4"}