{"title":"CNNSN-2015-01-27-CNN-Student-News","script":"(CNN Student News) -- January 27, 2014<br><br>Northeast States Facing Major Snowstorm; Anniversary of Freeing Auschwitz; UFO Mystery<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VIDEO CLIP)<br><br>MAYOR BILL DE BLASIO, (D) NEW YORK: We are facing most likely one of the largest snowstorms in the history of the city.<br><br>UNIDENTIFIED MALE: Sooner or later we are going to get hit with the big one, and this may be the one.<br><br>UNIDENTIFIED MALE: I don`t believe it when I see it, I guess. I`m hoping maybe it won`t be as bad as they say.<br><br>DE BLASIO: New Yorkers should not underestimate this storm. Assume conditions will be unsafe, assume that you didn`t want to be out in the storm. When you can stay indoors, stay indoors, when you can stay off the roads, stay off the roads.<br><br>(END VIDEO CLIP)<br><br>CARL AZUZ, CNN ANCHOR: Starting last night at 11, it was actually illegal for private cars to drive on New York City streets. States of emergency were declared in New Jersey, New York, Connecticut and Massachusetts. The National Guard was called out in several states, all because of a storm that officials were describing with words like &quot;historic&quot; and &quot;life- threatening.&quot;<br><br>It hit last night, and is expected to last through today. It could bring 20 to 30 inches of snow, but that`s only part of the story.<br><br>Wind gusts of 55 to 65 miles per hour, that`s a force of a tropical storm, will be driving all that snow into the region.<br><br>The silver lining is, the 58 million people potentially in the path of this thing, had advanced notice. They were able to stock up on everything from bread to batteries, to bagels to bathroom tissue. Many stores totally ran out of stock.<br><br>Thousands of flights were canceled as people prepared for what forecasters called &quot;a blizzard in the true sense of the word.&quot;<br><br>(BEGIN VIDEOTAPE) PEDRAM JAVAHERI, CNN CORRESPONDENT: You hear it - time, it`s one of the most overused terms in weather.<br><br>A blizzard warning and the blizzard conditions have to be signified when you have snow coming down, you have your winds, they are at least at 35 miles per hour or greater. Now, your visibility is reduced under a quarter of one mile, and not only you have to have all this in place, you have to have this happening for at least three hours or a longer period of time, for this blizzard - to be issue. One thing to note with blizzard conditions is once the storm moves, even when the snow have stopped falling, you could be experiencing blizzard-like conditions because the winds will be howling across the area. So, any sort of drift snow that has been on the ground there will be blown right in front of you, and that will cause a disruption as far as visibility once again coming down, even though the storm is long gone, you will still be experiencing blizzard conditions.<br><br>Now, a fascinating study was done back in 2002, looking at the most prone area across the United States where blizzards occurred, and the most frequent of area for blizzard were areas around the Dakotas, western Minnesota, onto Wyoming and eventually eastern Colorado. That region saw the highest likelihood of blizzards every single year.<br><br>That study also showed about 2.5 million people for year experience these blizzard-like conditions, now you displaced that into the upper Midwest, they could say into Chicago or taken into the Northeast into Boston, Philadelphia or New York.<br><br>Now, you are talking about tens of millions of people being impacted by blizzard conditions, and that is when this story becomes very dangerous for a lot of people.<br><br>(END VIDEOTAPE)<br><br>AZUZ: 70 years ago today during World War II, Soviet troops made their way to a camp in southern Poland. They found a little more than 7600 people there, starving or injured, or sick, or all three.<br><br>The Soviet forces had discovered Auschwitz. It was Nazi Germany`s largest concentration and extermination camp. 90 percent of the people murdered there were Jews. Others includes Poles, Gypsies or anyone else that Nazis wanted to kill.<br><br>In 1979, it was designated a UNESCO world heritage site. Why? As a monument to pass genocide as a symbol to future generations in the hope that Holocaust will neither be repeated nor forgotten.<br><br>(BEGIN VIDEOTAPE)<br><br>MICHAEL SCHUDRICH, CHIEF RABBI OF POLAND: This is the largest murder place on the planet throughout any part of human history.<br><br>UNIDENTIFIED MALE: The Auschwitz concentration camp. Of the more than 6 million Jews slaughtered by Nazi Germany during World War II, more than a million were murdered here.<br><br>SCHUDRICH: Academics still argue, was it 1.2, 1.3, 1.4 million - could you imagine? They are not sure, they could be up to 200,000 extreme in being murdered there. It was so massive we are not even sure.<br><br>UNIDENTIFIED MALE: 70 years later one still struggles to comprehend the scale of the atrocities committed within this compound of barbed wire, bricks and snow.<br><br>At the Auschwitz Museum, grim exhibits: The mounts of shoes that the Nazis confiscated from their prisoners. The hunting portraits of inmates, Polish, Russian, French, Jewish, Roma, photos taken just days before these victims died.<br><br>MARIAN TURSKI, AUSCHWITZ SURVIVOR: So, what was the worse? Humiliation. Humiliation. That you was not, you were not considered to be a human being, you were considered to be like an insect.<br><br>UNIDENTIFIED MALE: Marian Turski is a Polish Jew, and today an editor at one of Poland`s most respected magazines.<br><br>TURSKI: Out of `40s, the members of my closest family only four - four survived.<br><br>UNIDENTIFIED MALE: In 1944, he was only a teenager when he arrived at the Auschwitz Camp via Nazi-occupied Poland. Like hundreds of thousands of other victims, crammed into a cattle car onboard a train.<br><br>Turski was among the minority destined for slave labor. Tattooed with a number that for months became his identity.<br><br>TURSKI: I`m B9408. This is my name - yeah, this is my name.<br><br>UNIDENTIFIED MALE: Turski survived slave labor, starvation and disease. And went on to tell the world the story of what he endured. Nazi-occupied Poland was the epicenter of Adolph Hitler`s plan to wipe the Jews off the face of Europe. It was a plan that failed.<br><br>70 years after World War II, there`s a small but growing community of Jews in Poland.<br><br>A new generation to carry the memories of their elders.<br><br>Ivan Watson, CNN, Auschwitz, Poland.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the Midwest to the West the Far East, it`s time for the roll call. We`ve got Salina-Central High School leading things off today, they are in Salina, Kansas, and their mascot is the mighty mustangs.<br><br>Anyone knows the state nick name for Wyoming, it`s the cowboy state, but it`s the Panthers who were on today`s roll from Powell High School in Powell.<br><br>And our third stop is in Guangdong, China. We are happy to see the students of Shenzhen High School, they are watching CNN STUDENT NEWS from Shenzhen.<br><br>AZUZ: Back in July of 1947, a rancher from Rossville New Mexico, found a mess of metallic sticks. Chunks of plastic and foil reflectors. He told some folks about it, and soldiers came shortly after world to clear the way from his pasture.<br><br>The military says it was part of a top secret project to carry classified materials for the Army Air Forces, but some skeptics still believe it was an unidentified flying object, and they just got a lot more material to talk about.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: UFOs. They`ve perplexed and fascinated people for decades. And countless conspiracies had developed to explain the unexplained.<br><br>UNIDENTIFIED MALE: The government knows about it. And I got to know what they are protecting.<br><br>CRANE: Well, now UFO enthusiasts have more food for thought. Nearly 130,000 pages of it.<br><br>The Air Force has recently made public project Blue Book, an archive of UFO reports and investigations dating back to the 1940s.<br><br>The report includes more than 12,000 sidings, made by military members and civilians.<br><br>While most of the cases were explained as you have a satellites, weather balloons, high-flying jets or even (INAUDIBLE), still hundreds of cases remain unidentified.<br><br>We have UFO enthusiast John Grinwald (ph) to thank for the files.<br><br>He petitioned for them to be made public for nearly two decades, by filing Freedom of Information Act requests. Project Blue Book was terminated in 1969, when the Air Force discontinued UFO investigations, concluding that UFOs were not a threat to national security, didn`t represent advancements in technology and that there was no evidence to suggest that sidings categorized as unidentified were extraterrestrial vehicles. But there`s a gaping omission in the files. There`s no mention of the famed 1947 Roswell New Mexico incident.<br><br>So, the truth may still be out there.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, panda, cube. These are panda triplets, the only surviving panda triplets known to man. They were born in late July, and they just had their six months birthday party. That`s significant, because the six months mark is an important indicator of a panda`s health, according to zoo officials.<br><br>Their home is at a breeding park in China, and it says they are all doing well, and that they`ve just began to snack on fresh bamboo all by themselves.<br><br>They are so cute, it`s hard even for critics to panda bears. If they stick together, they`ll have thrice the fun, bamboozling people into thinking they are pandorable. You`ve got to pan it to him.<br><br>Thanks for bearing with our pandas today. CNN STUDENT NEWS is back tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-27 CNN Student News.mp4"}