{"title":"CNNSN-2016-05-05-CNN-Student-News","script":"(CNN Student News) -- May 5, 2016<br><br><br>Economic Crisis Takes a Toll on Venezuela; &quot;Explosive&quot; Fire Threatens a City in Canada; Major Developments in U.S. Politics. Aired 4- 4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: A lot of developments in the U.S. presidential nomination process. That`s coming up later today on CNN STUDENT NEWS.<br><br>First up, in the South American nation of Venezuela, there`s a rationing in place. Residents say that if they want to buy flour, rice or milk at a government supermarket, they have to wait in line, sometimes for an entire day, and they`re limited on the days when they can do that.<br><br>The drop in oil prices in a country whose revenue is dependent on oil sales caused major deficits. The government tried to make up for those by printing money. That led to severe inflation when the value of currency goes down and the price of goods goes up.<br><br>There are food shortages. People can`t get medical care. They`re buying medicine on the black market.<br><br>Electricity has been rationed in many areas, shutting down power for hours a day. There had been riots. Stores had been looted, and there`s effort going on to remove President Nicolas Maduro from office.<br><br>Officially, Venezuela is a federal presidential republic. But the government`s move in recent years toward socialism, extended government controls over major industries.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Venezuela`s economic disaster.<br><br>PAULA NEWTON, CNN CORRESPONDENT: This economic crisis has been years in the making. The socialist government here is being accused of really discouraging investment in this economy and what`s happened over the last years is we`ve seen severe shortages of food.<br><br>What really made things dramatic though was when oil price plunged about a year and a half ago now. Venezuela depends on the selling of oil for almost all of its government income.<br><br>On top of that, it is now so reliant on imports of almost everything. They are not taking in enough money to pay for all the imports that they need.<br><br>And that has now led to rampant inflation. The IMF says at least 700 percent by the end of this year.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Staying in the Western Hemisphere, and jumping to Northern Canada. An entire city in the province of Alberta has been evacuated. Eighty-eight thousand people have been told to leave their homes and whole neighborhoods have been scorched by an explosive wildfire.<br><br>The city of Fort McMurray has been the hardest hit. Officials don`t know yet what started the fire. But they know what`s made it worse, extreme temperatures exceeding 90 degrees Fahrenheit, bone dry conditions and high winds. Seventy-four hundred acres and 1,600 buildings and houses have been destroyed. But there had been no reports of deaths or no injuries, and cooler weather in the 60s later this week should help firefighters.<br><br>U.S. President Barack Obama traveled to Flint, Michigan, yesterday and took a sip of filtered water. His aim: to reassure residents that the federal government isn`t ignoring them.<br><br>The city`s had a water crisis since its supply was switched two years ago to the polluted Flint River. It wasn`t treated properly and caused lead, a dangerous toxic metal, to seep into Flint`s water supply. It`s been switched back but problems continue. Residents blamed local and state officials for causing them and a complaint was filed against the Obama administration last week saying the Environmental Protection Agency knew about the lead poisoning months before residents were notified.<br><br>President Obama called on Congress to pass emergency funding to help the city. U.S. lawmakers are debating a package worth $150 million for water system repairs and health care assistance.<br><br>(MUSIC)<br><br>AZUZ: I want to start this &quot;Roll Call&quot; with a special shout-out to all of you teachers watching today. Thank you for using the show in your classroom, your home school, your curriculum. However you use it, we sincerely appreciate you this Teacher Appreciation Week.<br><br>First school we`re visiting is Lebanon Middle School, the home of the Tigers. It`s located in Lebanon, Indiana.<br><br>Next, Elko High School is here. In the city of Elko, Nevada, the Indians are watching today.<br><br>And in the South Korean capital of Seoul, it`s great to see you everyone at Changchun Middle School.<br><br>Results from Indiana: businessman Donald Trump won the state`s primary contest for the Republicans and Vermont Senator Bernie Sanders won for the Democrats.<br><br>Mr. Trump`s victory was quickly followed by an announcement from Texas Senator Ted Cruz. He said he was suspending his campaign. Then, yesterday afternoon, Ohio Governor John Kasich did the same thing.<br><br>What this means is that Trump will run unopposed for the rest of the contest and he`ll likely clinch the number of delegates he needs to become the Republican Party`s nominee for president. So, there`ll probably be contested convention for the GOP.<br><br>But will there be one for Democrats? Former Secretary of State Hillary Clinton is still the frontrunner. She`s won hundreds more delegates and superdelegates than Senator Sanders. But he says he has momentum after Tuesday`s win, and promises to take the fight to the Democratic convention in July.<br><br>Looking ahead to the general election, it`s not the popular vote but the Electoral College vote that decides who wins the presidency. Based on Electoral College results from the last election, what would the strategies look like if Hillary Clinton ultimately does face Donald Trump in November?<br><br>(BEGIN VIDEOTAPE)<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: This map we`re showing you right here is the 2012 map. This is Barack Obama, the blue states, versus Mitt Romney the red states.<br><br>Another way to look at it is we could do this. This is our first CNN battleground map for the 2016 election. If they`re dark red, we believe they`re likely to stay red. If they`re dark blue, we think they`re likely to stay blue, and you see the lighter shades for likely Democratic states or likely Republican states.<br><br>Let me start, Wolf, on this map. Donald Trump says, I can beat Hillary Clinton in places that are traditionally Democratic. If Donald Trump could do that and Democrats watching are going to say, hey, wait a minute, it won`t happen. But if Donald Trump can win in Pennsylvania, if Donald Trump can win in Ohio, Michigan and the come over here and win Wisconsin, he`s the president of the United States.<br><br>You can do it -- now, you can do it, I make it sound easy. Those are four states that have been traditionally Democratic for a long time. But it can be done just in this part of the country, which is why Donald Trump reaches out to Bernie Sanders supporters, why Donald Trump talks about the trade message. In his mind, in his campaign team`s mind, you can do this in one part of the country where he has proven that he has appeal to blue collar workers.<br><br>Now, the Clinton campaign would never concede this is going to happen. They`re going to say that this state, Pennsylvania, has not gone Republicans since George H.W. Bush. They`re going to say, we`re going to compete in all these other states. They`re going to say, you`re never going to take that away.<br><br>But let`s assume let`s just say, I pick these two. Let`s say Donald Trump gets two of them. Where else does he go? That is the fascinating question for the Trump campaign.<br><br>Obviously, Florida is one of the biggest prices. Hillary Clinton believes with the Latino vote, with the suburban vote and a changing state that she can keep it. But what if Donald Trump won Florida? This is now the chess game going on both campaigns. How do you change the map? Can Donald Trump put these states in play? If so, where does Hillary Clinton go looking?<br><br>Let`s say Donald Trump -- I don`t think that one we should just yet, but let`s leave this one blue -- let`s say Donald Trump wins these three, Hillary Clinton still winning here, where does Trump go for the other one? Well, he`s going to have to try in smaller states like in Iowa, in smaller<br><br>states like in New Hampshire, starts to even out the math. So, as we begin the calculations and the thinking about the general election, there`s no question for Donald Trump, the first test is change the map in the industrial states that have been reliably blue for quite a long time.<br><br>If you`re Hillary Clinton, what are you looking at? You think it`s possible, possible, with a high Latino turnout, that you might be able to turn Arizona. You think it`s possible, if you can get a high African- American turnout and if conservatives say Never Trump and stay home, you could a state like Georgia, where the combination of high Democratic turnout suppress conservative turnout. These are the calculations now going on the campaign.<br><br>But as I reset this, I just want to reset it and come back to this. As you look at the Obama-Romney map, the biggest tests for the Trump campaign is actually to prove, to prove and have the polling prove that you can compete across here, because if you can make the Democrats spend time, money, resources here, then it can change the map in other ways.<br><br>WOLF BLITZER, CNN ANCHOR: Now, we`re talking hypothetically about a contest between Hillary Clinton and Donald Trump. But Bernie Sanders, he did win in Indiana, an important win for him. His supporters are going to say, why aren`t we paying attention to his win? The answer is it`s proportional.<br><br>KING: It`s proportional. And look, if Bernie Sanders were somehow to become the Democratic nominee, we have the same -- you`ll be having the very same conversation about the electoral map in those states.<br><br>But here`s the issue for Bernie Sanders, let me take the superdelegates off the table for a minute. We give Bernie Sanders Indiana, Hillary Clinton begun the night with a more than 300 lead in just pledged delegates. Bernie Sanders will shave into that, but, Wolf, he`s going to cut it very modest because of the proportional Democratic rules. Even if he wins by, he`s up now by seven points, even if he wins by seven points, you split the delegates, 53-46, something roughly along those lines.<br><br>So, he`ll gain, if she starts way over 315 -- and you play this out the rest of the way -- number one, if he won everything left, 55-45, a bigger margin than he`s winning tonight, he still wouldn`t catch up.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A couple of weeks ago, we showed you a type of hoverboard apparently powered by a jet turbine engine. Its inventor, Franky Zapata, just set a Guinness World Record on it for the furthest flight on a hoverboard. He was off the coast of Southern France. He had to fly farther than 905 feet, the previous record, and he did it. Zapata flew almost 1 1/2 miles.<br><br>The board is still a prototype. You can`t buy one. But if it hits the market, it`s the board to board if you`re bored with the boards that board on water, board on land, board on asphalt, board on sand, but leave you gasping for air, wishing you`d soared with the board that hovers aboarding the gravity that holds down others.<br><br>That`s all I got today. I`m Carl Azuz. We`ll see you Friday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-05 CNN Student News.mp4"}