{"title":"CNNSN-2016-01-28-CNN-Student-News","script":"(CNN Student News) -- January 28, 2015<br><br>A Standoff in Oregon, A Cliff Crisis in California, A Lesser-Known Part of Ellis Island<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, I`m Carl Azuz with CNN STUDENT NEWS -- your source for current events, fun features and puzzling puns.<br><br>You`re going to see why in a few minutes.<br><br>First up, though, we`re updating on a standoff at a U.S. state of Oregon. On our January 8th show, which you can find in the archive of our website, we reported on a man named Ammon Bundy, and a group of armed protesters who took over an unoccupied federal building in rural southeast Oregon. Some of the demonstrators are still there.<br><br>But yesterday, eight people connected to the standoff were arrested, including protest leader Ammon Bundy and four others at a traffic stop.<br><br>That`s also where a demonstrator identified as LaVoy Finicum was shot and killed.<br><br>Law enforcement officials say it`s not clear who fired first, police or the protesters. The demonstrators say Finicum had his hands in the air when he was shot.<br><br>A local sheriff says the death didn`t have to happen and he called for the occupiers of the federal building to leave. The demonstrators say that`s something they will not do.<br><br>We`re moving one state to the south now, in the city of Pacifica, California. There`s a state of emergency, and this is why. It almost looks like a scale model of a dangerous cliff side. Because it`s real, officials have asked residents of homes and apartment complexes to get out.<br><br>The rapid erosion of the coast has been blamed on storms caused by El Nino. The backyards of some properties have already been washed out to sea. But even though city officials have labeled the properties unsafe and ordered residents to leave, some people say they`re not going anywhere. They don`t think the danger is imminent.<br><br>It`s not the first time homes in this area have been evacuated. Storms have been eroding these cliffs for years. Officials say relief organizations like the Red Cross have been contacted to help support those who`ve had to abandon their homes.<br><br>(MUSIC)<br><br>AZUZ: Northeastern U.S. is where we`re starting today`s call of the roll.<br><br>From Hancock, Maine, please welcome the Hornets. Hancock Grammar School gets things going today.<br><br>From Bridgeport, Connecticut, we`ve got some Presidents watching. They`re presiding over Warren Harding High School.<br><br>And from the capital of South Korea, that`s Seoul. Please welcome our viewers from Whimoon High School. Great to have you watching.<br><br>Ellis Island is in Upper New York Bay. It`s only about 27 acres in size. For a while, it was used for landfill.<br><br>In the early 1800s, it was a fort. At one point, it was a detention center for people suspected of supporting U.S. enemies. But it`s most famous as a gateway to America.<br><br>For millions of immigrants, from the 1890s through the 1950s, Ellis Island was where they were identified, recorded and given permission to enter the U.S. Part of that process included physical exams and there`s a lesser known area of Ellis Island that housed the sick.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Inside Ellis Island`s hidden hospitals.<br><br>JOHN MCINNES, SAVE ELLIS ISLAND: If I go down this hallway, I`ll be going to the hospital built to restore the health of people suffering from minor injuries, broken bones, goiters, even babies were born in that building.<br><br>These immigrants were expected to do physically demanding work and if found that you didn`t have the physique or the capacity to do that kind of work, they possibly deport you.<br><br>Down in this hallway, though, you`re going to go to the contagious and infectious disease hospital for diphtheria, scarlet fever, measles, whooping cough, tuberculosis, trachoma.<br><br>Hopefully, I survive it and then I can return to the immigration process.<br><br>You`re going to see some barbaric treatments that would be medical treatments of the day. For the most part though, this is the first time a third class patient would ever see the inside of the hospital.<br><br>Each pavilion is the same. It`s going to be very large open room in the back where patients are going to be. It`s far from the hallway as possible. There would have been 14 beds in the room. Each bed positioned between each of the windows.<br><br>There were private rooms, but if you had private room, you`re likely to be psychotic or you perhaps had tuberculosis.<br><br>These are the isolation wards of Ellis Island. The people here are going to be suffering from serious diseases, maybe multiple diseases. It`s one of the cruel ironies of this room is the better view, you have the statue. The least likely you`re going to survive your disease or get into the United States.<br><br>It`s the autopsy amphitheater. This is a darkened room. The surgical lamps are going to illuminate the autopsy space. You`re going not going to find too many people die in malaria in the city hospital of New York. Doctors are going to come out to see an autopsy being performed on that immigrant.<br><br>If you work here at Ellis Island, you likely live here.<br><br>This is the staff house. Very important medical officers live here with their families, feet away from people dying of diphtheria. Children will be playing in here enjoying Christmas.<br><br>Forty percent of all Americans can trace an immigrant who came through Ellis Island. So, these stories are being told. It requires guys and volunteers to mine these stories and share with people as they come here to visit Ellis Island.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Just as an athlete dreams of pro sports or an actor dreams of the big screen, many of those who were in band or in a band have dreams of success in the music industry. And you probably know enough about it to expect it`s a pay your dues profession. You have to earn your success.<br><br>So, what does that look like?<br><br>CNN caught with a group of songwriters who showed us some of the challenges of making music in the streaming age.<br><br>(BEGIN VIDEOTAPE)<br><br>CLARE SEBASTIAN, CNN REPORTER: It`s lunchtime at the Manhattan studios of songwriter, producer team, The Eleven.<br><br>And they`re starting on a brand new song.<br><br>Brothers James and Matt Morales and their partner Dave Rodriguez are collaborating today with singer/songwriter Ginette Claudette.<br><br>They start with the cord progressions. And then the song`s core message.<br><br>GINETTE CLAUDETTE, SINGER-SONGWRITER: I`m into some (INAUDIBLE), being with you kind of vibe.<br><br>SEBASTIAN: So, we`re just half an hour into the process and things are progressing really quickly. This is not the romantic notion of songwriting that you might think the thunderbolt of inspiration that just happens. These guys are under intense pressure to keep turning out music, as quickly as possible.<br><br>JAMES MORALES, SONGWRITER AND PRODUCER: There are a lot more songwriters I would say today because the technology allows us to do that. Technology makes everything so much faster and quicker. We have to expedite the process.<br><br>SEBASTIAN: Three hours in and the song is starting to take shape.<br><br>The Eleven got a lucky break four years ago when a friend and music manager spotted one of their tracks. That led to a publishing contract with one of the world`s biggest publishing companies, Sony/ATV. And the works started flowing.<br><br>UNIDENTIFIED MALE: We`ve had a record with Meghan Trainor, John Kingston, Jesse McCartney.<br><br>SEBASTIAN: Theirs is a rare success story. Jason Blume, a 20-year veteran of the industry who`s written songs for Britney Spears and the Backstreet Boys says this is the most difficult time he`s ever seen for songwriters.<br><br>JASON BLUME, SONGWRITER: I personally have had a situation where more than a million airings on YouTube earned me $30. Streaming has not caught up in terms of the payments and it`s almost impossible for songwriters to earn a living. So, what the songwriters do? We have to write amazing songs.<br><br>Good is not good enough anymore.<br><br>SEBASTIAN: It`s a message keenly felt by this group, even with the extra money they earned from producing their own music.<br><br>MORALES: Now, if you write a hit record and you have a 5 percent of smash, multi-platinum song record, 5 percent may not sound like a lot, but the music business is a business of nickels and dimes, and if you make enough nickels and dimes, then you make a lot of money.<br><br>SEBASTIAN: Up to five hours of work, they have the skeleton of a new record.<br><br>Is it going to be a hit?<br><br>MORALES: We hope so. I mean, it`s hard to say. We don`t get to make that call.<br><br>SEBASTIAN: The laughter is nervous. In an industry where profits are spread ever thinner, that next big hit means everything.<br><br>Clare Sebastian, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A 14-year-old from Kentucky holds the Guinness World Record for solving a Rubik`s cube. He lined up all the colors on the three-by-three block in less than five seconds.<br><br>Well, this robot is a little faster. It gets the job done in just over one second, using a computer application, several cameras, some stepper motors and some 3D printed robot arms to position the cube. Its builders say they created a puzzle-solving machine worthy of a new world record.<br><br>If they made it more complicated, it could be a Rubik`s Goldberg machine, only if you folks are going to get that, like those who can really solve a Rubik`s cube. It`s a mental block, a square deal, a challenge measured in cubits.<br><br>Still, puns about it always make for a colorful conclusion to CNN STUDENT NEWS. We hope to see you tomorrow. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-28 CNN Student News.mp4"}