{"title":"CNNSN-2015-10-28-CNN-Student-News","script":"(CNN Student News) -- October 28, 2014<br><br>Trouble at South China Sea; Russia Reportedly Sails Near Vital Undersea Cables; A Retailer Closes for Black Friday<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: From the CNN Center in Atlanta, Georgia, I`m Carl Azuz -- delivering 10 minutes of international current events.<br><br>First up, trouble at sea. Yesterday morning, an American Navy warship named USS Lassen sailed within 12 miles of an artificial island in the South China Sea.<br><br>Here`s why that`s significant: maritime law allows countries to claim the waters within 12 miles of their shores as their own. So, if you got your own island, your territorial waters could stretch from 12 miles around it.<br><br>Last year, China started building a number of artificial islands, about 600 miles from its mainland coastline. It says the waters near one of these islands where the U.S. destroyer sailed are Chinese territory and that the U.S. broke the law by sailing so closely to it.<br><br>But the U.S. says it did nothing wrong, because like other neighboring countries, it does not accept that these manmade islands are part of China.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: Now, this area, the Spratly Islands, has been in dispute for quite some time. China claims that it has longstanding claims to this territory and that`s why they have no regrets for going in there, building up these artificial islands, even putting an airstrip, raising a lot of concerns in the region that China is trying to militarize these islands, take control and change the whole geopolitical structure of the Asia Pacific region.<br><br>There`s also a territorial dispute brewing in the East China Sea, the Senkaku Diaoyu Islands. That`s between the Chinese government and the Japanese government. And both of these flash points have really been a major source of concern for the United States, which, of course, is bound by treaty to protect Japan. They have a lot of military resources in this area, and they are patrolling to try to maintain the situation as they see fit.<br><br>So, the U.S. says they`re going to continue what they call freedom of navigation patrols, where they`re putting their warships close to these artificial islands that China says are their sovereign territory. The Chinese government very strongly opposing these actions, saying what the United States is doing is illegal. The U.S. says they`re acting within the boundaries of international law because they don`t recognize China`s claim to these territories.<br><br>How both governments handle this in the coming months will be critical. Will the situation escalate? Or will they be able to work out some sort of compromise?<br><br>Will Ripley, CNN, Yokosuka Naval Base, Japan.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Another maritime issue reportedly concerning American officials involves a U.S. rival and the network of underwater cables that helps the world communicate.<br><br>Every continent but Antarctica is connected, not through the air but through a tremendous system of fiber system of fiber cables. Since the 1800s, ships have been laying them across the seabed. Today`s cables carry email, videos, business and military communications worldwide.<br><br>They`re accidentally cut from time to time by natural disasters or ships` anchors. But it`s usually in an area where they can be easily repaired.<br><br>What if a country were to cut them intentionally and sabotage international communications?<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN TODD, CNN CORRESPONDENT (voice-over): A new report from &quot;The New York Times&quot; cites more than a dozen unnamed U.S. officials raising concerns Russian submarines and spy ships are aggressively patrolling near important undersea cables.<br><br>Massive fiber optic lines spanning from continent to continent carrying the bulk of the world`s Internet communication.<br><br>STEPHEN BLANK, MILITARY EXPERT, AMERICAN FOREIGN POLICY COUNCIL: Their goals are to humiliate the United States and show that it can`t defend itself and to project naval power into the Atlantic, thus showing the United States and Europe, we`re here. You have to deal with us and take us seriously and we can propose a threat to your most vital interest.<br><br>TODD: According to &quot;The Times&quot;, officials are concerned that if a larger conflicts between Russia and the West broke out, a Russian ship could locate an Internet cable on the sea floor, lower and submersible to it, and either attach a wiretap to eavesdrop on it, or worse, sever the cable, cutting off a crucial data pipeline.<br><br>JONATHAN HJEMBO, TELEGEOGRAPHY: They`re extremely vital. They`re the core of our communications infrastructure. So, we hear a lot of talk about the Cloud, for example, and we think of it as something nebulous, something in the sky. Well, the Cloud is really under the ocean.<br><br>TODD: Jonathan Hjembo works with the company which monitors telecom infrastructure. He says there are hundreds of these cables stretching across the ocean floors, enough he says to span the globe with the equator 15 times. Hjembo says if multiple undersea cables were cut at once, it<br><br>could harm American business and government interests and could have even more catastrophic effects on Europe.<br><br>The Pentagon won`t confirm the concerns raised in &quot;The New York Times&quot;. One official says while the Russians could tamper with the cables, the U.S. hasn`t seen a significant increase in Russian activity where the cables are located.<br><br>There`s also been no evidence of any actual cable cutting. But newspaper reports say the Russian ship the Yantar, which is equipped with submersibles capable of cutting undersea cables, has been spotted cruising in the Atlantic on its way to Cuba, not far from where at least one cable is located.<br><br>(on camera): No U.S. agency would comment for the record on the concerns raised in &quot;The New York Times&quot; report. A Pentagon spokesman said it would be concern if any country was tampering with America`s Internet cables.<br><br>The Russians meanwhile are pushing back hard, a foreign ministry spokeswoman saying the media has been whipping up hysteria lately, trying to make Russia look like the aggressor. Those reports, she says, are not based on facts but on assumptions.<br><br>Brian Todd, CNN, Washington.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: U.S. President Franklin D. Roosevelt famously said the only thing we have to fear is fear itself. There`s a phobia for that. Now, you might be familiar with arachnophobia, the fear of spiders, or acrophobia, fear of heights. But if you fear fear, you`re afraid of developing any kind of phobia, you may just have phobophobia, and you may just want to stay home this Halloween.<br><br>Now, that`s random.<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK. Now, for years, U.S. retail companies have looked forward to Black Friday, like many Americans look forward to turkey the day beforehand. The Friday after Thanksgiving is traditionally one of the busiest shopping days of the year. It`s called Black Friday because in business, to be in the black is to be profitable. Companies usually sell a lot of merchandise offering deep discounts to encourage people to shop.<br><br>In recent years, stores have opened earlier and earlier -- some in the middle of the night, some on the afternoon of Thanksgiving. But at least one U.S. retailer has a different strategy this year. It`s not opening at all.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: REI stores will be closed on Black Friday.<br><br>CRISTINA ALESCI, CNNMONEY CORRESPONDENT: What is this all about?<br><br>JERRY STRITZKE, PRESIDENT AND CEO, REI: I think for us, Black Friday was kind of one of those iconic days that has come to mean more about shopping.<br><br>So, the idea being out, you know, up on the mountain and maybe finding some snow. It`s pretty awesome.<br><br>ALESCI (voice-over): Jerry Stritzke is the CEO of REI. The outdoor retailer is the first to close its doors, not just on Thanksgiving but on Black Friday as well.<br><br>So, how can REI close on one of the largest shopping days of the year? Well, the answer lies on its corporate structure.<br><br>(on camera): You`re in a position to do something different. You don`t have to report to shareholders, right?<br><br>STRITZKE: You know, we`re a 76-year-old coop that was really founded by people who love the outdoors and that`s at the center of our business. It is a memo-driven organization.<br><br>ALESCI (voice-over): Five-point-five million members to be exact, the largest consumer coop in the country. Another reason, many experts say Black Friday isn`t what it used to be. The National Retail Federation reported that sales on that day dropped 11 percent last year and most holiday sales have moved online, where REI is still open for business.<br><br>(on camera): Can people still buy stuff online?<br><br>STRITZKE: We`re doing a cover screen that basically people to opt outside will go to the skeleton staff, but the site will be operating once you get beyond that blackout screen. And we actually think as that holiday season is here, that`s incredibly important time to be outside.<br><br>We think the message will resonate even more both with our employees and our members.<br><br>ALESCI (voice-over): That message is great for employees, but the company could benefit as well.<br><br>(on camera): How valuable is this message to REI? It`s a form of free advertising, right?<br><br>STRITZKE: I would probably say it a little differently. I mean, you know, when you close the business in one of the busiest days of the year, it`s going to cost you money. The value to us is that we have a very passionate perspective about the need and the power of getting outside.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you like a mention on our &quot;Roll Call&quot;, please head to CNNStudentNews.com. It is the only place we look for your request.<br><br>Antilles High School is first up this Wednesday. Hello to our viewers in Fort Buchanan. It`s in Puerto Rico.<br><br>From the town of Coventry, Rhode Island, the Falcons are aloft. Feinstein Middle School is on the roll.<br><br>And moving south down the East Coast, to Myrtle Beach, South Carolina. It`s great to see the Panthers of Carolina Forest High School.<br><br>(MUSIC)<br><br>AZUZ: Earlier, we mentioned acrophobia. This is not a sport for those who have it. It`s also probably not a sport for people who value safety.<br><br>Wing suits let skydivers spend more time in freefall. And n this event was a wing suit slalom race. It started 8,000 feet up in a helicopter and required flyers to pass through gates that were floating in the air. Out of 40 races, yes, there are at least 40 wing suit racers, an American daredevil had the fastest time.<br><br>So, he suited up for the wing, which some would say was pretty fly. The sport might not fly with anyone who`s down to earth. But if the pursuit of a suit that`s suitable for flying wing suits you, wing suit yourself and flying on the wing follow suit.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-28 CNN Student News.mp4"}