{"title":"CNNSN-2016-11-16-CNN-Student-News","script":"(CNN Student News) -- November 16, 2016<br><br><br>President Obama Begins His Last Overseas Trip While In Office; America`s Longest-Ever War; Movie Theaters Hope 4-D Fills Seats<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: CNN STUDENT NEWS is cleared for takeoff. And we`re visiting a few different regions as we get started this Wednesday. I`m your Captain Carl Azuz.<br><br>First up, to the southern European country of Greece, where Air Force One touched down yesterday. It`s the first stop of Barack Obama`s last international trip as U.S. president. From here, he`ll be headed to the countries of Germany and Peru and one thing he`s certain to hear in every nation he visits, questions about his successor, U.S. President Donald Trump and American policies in the meantime.<br><br>President-elect Trump campaigned very strongly against President Obama`s policies. And the last time he took questions from reporters overseas, Mr. Obama expressed confidence that American voters would reject Mr. Trump as president. But that was before the election, in September, on a trip to Asia. And now, as he navigates through Europe and South America, the president is working to reassure other countries about America`s future.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: I think it`s fair to say that I was surprised by the election results, and I`ve said so. I still don`t feel responsible for what the president-elect says or does, but I do feel a responsibility as president of the United States to make sure that I facilitate a good transition and I present to him as well as the American people my best thinking, my best ideas about how you move the country forward.<br><br>(END VIDEO CLIP)<br><br>AZUZ: In Afghanistan, four Americans were recently killed at Bagram Airfield. That`s the largest U.S. base in the southern Asian country. Two U.S. troops and two U.S. contractors died in an explosion set off by an apparent suicide bomber. Seventeen other troops were wounded.<br><br>The Taliban said it was responsible. That`s the militant group that used to rule Afghanistan. The U.S. led a campaign that kicked them out of power in 2001, but American troops and Taliban fighters are still part of a struggle that could determine who controls the country.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): It is America`s longest war, the conflict in Afghanistan. It begun 15 years ago, after the September 11 terror attacks orchestrated by Osama bin Laden. The al Qaeda was a guest and ally of Afghanistan`s ruling Taliban in 2001.<br><br>Less than a month later, U.S. warplanes attacked the Taliban and after barely six weeks of airstrikes, the Taliban was on a run, abandoning Kabul to Afghan fighters allied with the U.S.<br><br>(on camera): I was here on a day 15 years ago when U.S.-backed rebels liberated the Afghan capital. It was a day of hope and euphoria coming on a back of a swift military victory. I did not expect it would lead to 15 years of constant war.<br><br>(voice-over): In the years after their defeat, the Taliban regrouped and fought back against new Western-backed governments in Kabul. And now, in its 15th year, the war against the Taliban has caused at least 2,380 American lives, killed of tens of thousands of Afghan civilians and caused an estimated $780 billion taxpayer dollars.<br><br>And yet, Afghanistan was barely discussed the recent U.S. presidential debates, though Donald Trump did say this to CNN in October 2015.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP (R), PRESIDENT-ELECT (via telephone): I would leave the troops there begrudgingly. I`m not happy about it, I will tell you. But I would leave the troops there begrudgingly, yes.<br><br>(END VIDEO CLIP)<br><br>WATSON: There are currently around 9,800 U.S. troops stationed in Afghanistan, as well as several thousand other foreign troops from the NATO military alliance. Most of the conflict is now being fought by Afghan security forces. Today, the Afghan capital is plagued by kidnapping, and it`s also the frequent target of Taliban and ISIS terror attacks.<br><br>NAJIB SHARIFIA, DIR., AFGHAN JOURNALISTS` SAFETY COMMITTEE: I could never imagine, you know, that the Taliban will be back at the gates of Kabul.<br><br>WATSON: Political analyst Najib Sharifia, he was just 19 years old the day U.S. airstrikes drove the Taliban from the city.<br><br>SHARIFIA: It was probably the happiest day of my life.<br><br>WATSON: But his expectations for Afghanistan have shrunk with time.<br><br>SHARIFIA: The assumptions that Afghans had from the United States is this the world`s most powerful and richest country. It will come to Afghanistan and it would rebuild Afghanistan, things that not turned out to be the way we thought.<br><br>WATSON: Though Afghans voted successfully in several national elections over the years, success of Afghan governments have been plagued by allegations of rampant corruption and infighting. The last 15 years brought education for millions of girls, construction of highways, airports and for the first time, a national cellphone network.<br><br>But many of these advances are now at risk. The Taliban controls or now battles to control territory that`s home to more than a third of the country`s population, according to U.S. military estimates, including this former U.S. outpost west of Kabul, abandoned by U.S. troops to the Taliban several years ago, and now dissolving into the dust of a country often called &quot;the graveyard of empires&quot;.<br><br>COL. RICK FRANCONA (RETIRED), DEFENSE ANALYST: If the Trump administration made a decision that they were going to pull out its forces, I think there would initially be a collapse of the Afghan government in Kabul and we would see the Taliban probably swift into power again.<br><br>WATSON: When President-elect Trump takes office, he`ll face a difficult question here, should he keep risking U.S. lives and treasure on what often feels like America`s forgotten war.<br><br>Ivan Watson, CNN.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the U.S., there has been another stop in the construction of the controversial Dakota Access Pipeline. It`s an 1,172-mile oil pipeline that would run from the U.S. state of North Dakota to Illinois. And it`s been an on again, off again project for months.<br><br>In order to finish it, the pipeline`s developer needs permission from the U.S. Army Corps of Engineers to build a tunnel under the Missouri River.<br><br>The company says it had the permit, but the Army Corps put the project on hold Monday. It says it wants to have further discussion and analysis with the Standing Rock Sioux.<br><br>That`s the Native American tribe that`s been frustrating the pipeline. It says digging under the river would affect its drinking water supply and put communities at risk for oil leaks and spills. Its goal is to have the pipeline project stopped altogether.<br><br>The company building the pipeline says it`s safe and efficient and would help the U.S. economy. It says the delay is motivated by politics.<br><br>Next, movie theaters, they`ve come a long way since simply showing the starts shined on the silver screen. Unfortunately for theaters, so has the home viewing experience and that`s probably part of the reason why theater ticket sales have dropped by 7 percent since 2009, according to CNBC.<br><br>So, some theaters are turning to new technology to attract moviegoers, seats that move, wind and water you can feel, sense you can smell? It`s all part of what`s called 4DX. It costs as much as 30 bucks a ticket in some theaters. Will it fill the seats?<br><br>(BEGIN VIDEOTAPE)<br><br>VANESSA YURKEVICH, CNNMONEY CORRESPONDENT: These days, when I watch a movie, it`s usually on my couch and I`ve waited for it to come out on demand, but today, I decided to get off my couch and actually go to the movies, for an experience you can really only get in theaters and I`m not talking about 3D.<br><br>(voice-over): Need to escape life for a few hours? The movies are an easy answer.<br><br>And millions of people agree. The cinema brings in nearly $40 billion worldwide. But it`s starting to face major competition from your couch.<br><br>There`s a shorter release time to video, which means you could be watching the latest blockbuster at home in just a couple of months and that quick release leads to piracy, which cuts into theater profits by nearly 15 percent.<br><br>BRANDON CHOI, CJ 4DPLEX AMERICA, COO: I think 4DX is the answer for preventing piracy because you can`t (ph) enjoy 4DX with your mobile, with your TV sets and your home theater.<br><br>YURKEVICH: That`s for sure.<br><br>This is what it`s like to experience a movie in 4DX. CJ CGV is the company behind it. They`re trying to help theaters get people out of their homes and back to the movies.<br><br>CATHERINE YI, CJ 4DPLEX AMERICA, CREATIVE DIRECTOR: So, in &quot;Jason Bourne&quot;, there are a lot of fight scenes where, you know, you have a lot of hand to hand combat. And for those kinds of scenes, it`s really cool to use your ear shots. We like to put it in and sink with those punches like that, so you feel like you`re part of the story.<br><br>YURKEVICH: The technology was created in South Korea, but it`s now made its way to the U.S. Big theater companies like Regal and AMC are spending up to $2 million per theater to bring this experience to their audiences.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Unless you`re a Cleveland Indians fan, you probably enjoyed seeing highlights from Major League Baseball`s 2016 World Series and here are some more, with one obvious difference -- the crowd doesn`t look that big. In fact, none of these players is as big as a real one. This fun Lego recreation of game highlights is courtesy of YouTubers, TheFourMonkeys. They did this using stop motion video and, of course, lots of Legos.<br><br>They had to distinguish between a balk and a block, and there was some blocking to play. In the Lego league, every batter goes quietly, even if they miss the ball, they still get a piece of it, and even if they win the series, it`s always a rebuilding year.<br><br>I`m Carl Azuz and we`ll see you right back here tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-16 CNN Student News.mp4"}