{"title":"CNNSN-2016-04-08-CNN-Student-News","script":"(CNN Student News) -- April 8, 2016<br><br><br>The U.S. Terrorist Screening Center; World`s First Dengue Fever Vaccine Launched in the Philippines; The Auction of &quot;Harry Potter Chair&quot;<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome! I`m Carl Azuz. It`s great to have you watching this April 8th.<br><br>First up, we have an in-depth report for you. CNN recently got an exclusive interview with the head of the U.S. Terrorist Screening Center.<br><br>It was created in 2003. It`s an organization of several agencies run by the FBI.<br><br>One of its jobs: to combine the U.S. government`s information on potential terrorists into one list, and to help screen people who entered the U.S. or try to travel internationally on an airline.<br><br>For someone to be added to the list, U.S. officials have to have reasonable suspicion that he or she is connected to terrorism. Some civil liberties groups say the organization standards need to be higher than that. They`re concerned it`s too easy for someone to be put on the watch list. But officials says if they raise the bar anymore, they`ll miss people who may be plotting an attack.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTOPHER PIEHOTA, TERRORIST SCREENING CENTER DIRECTOR: This means to me that the Terrorist Screening Center`s mission will never be done.<br><br>SUBTITLE: Terrorist Screening Center, somewhere outside Washington, D.C.<br><br>PIEHOTA: And it reminds us daily of the importance of what we do.<br><br>SUBTITLE: This 3-story tall piece from the base of the World Trade Center`s North Tower sits at the entrance of the TSC.<br><br>From the USS Cole bombing, October 12, 2000.<br><br>PIEHOTA: The threats were ever present, and the remnants were put here to remind our staff of our mission, which is to prevent acts of terrorism, keeps us mindful of the threat that is still out there.<br><br>SUBTITLE: The &quot;Underwear Bomber&quot;, December 25, 2009.<br><br>From the Oklahoma City bombing, April 19, 1995.<br><br>PIEHOTA: Each remnant or each artifact shows you the evolution of terrorism.<br><br>This particular architecture was from the North Tower, and where you can se the bent areas is where the aircraft made entry into the tower.<br><br>PAMELA BROWN, CNN JUSTICE CORRESPONDENT: Right there?<br><br>PIEHOTA: Right there.<br><br>BROWN: Every day you come in and you say, we`re not going to let this happen again.<br><br>PIEHOTA: This cannot ever happen again.<br><br>SUBTITLE: An exclusive interview with Christopher Piehota, director of the Terrorist Screening Center.<br><br>BROWN: One public perception about the U.S. terror watch list is that many innocent Americans with no ties to terrorism make it on those lists. What is your reaction to that?<br><br>PIEHOTA: I know that is a perception, but it is an incorrect perception. For the United States persons on the watch list, it is a very, very small part of the population of the watch list. U.S. persons on the watch list comprise less than half a percent of the total population.<br><br>BROWN: And how many changes are made to the watch list every day?<br><br>PIEHOTA: The watch list, I would just say, for 2015, the watch list changed on an average of about 1,500 times per day, where in those 1,500 changed transactions, some people were added to the list. Some records were updated and modified and some people were removed from the list.<br><br>BROWN: What are some of the frustrations from your perspective, being the head of this terror watch list?<br><br>PIEHOTA: It`s concerning that our partners don`t use all of our data. We provide them with tools, we provide them with support, and I would find it concerning that they don`t use these tools to help screen for their own aviation security maritime security, border screening, visas, things like that for travel, we find it concerning.<br><br>BROWN: We`ve now seen two ISIS terror attacks in Europe, more recently in Paris, as well as in Brussels, at the airport and the metro station. Would the U.S. watch list have prevented the terrorists identified in those attacks from slipping into the United States.<br><br>PIEHOTA: It depends. Now, and I say &quot;it depends&quot; because if they`re on our list and they were properly identified, they may have been caught at our borders, they may not have been granted access to our country. So I can say that I would hope that our screening network would have caught them. Nothing is 100 percent foolproof, I will tell you that.<br><br>BROWN: Did that information make its way to our watch list? Did they share information prior to those attacks about these people? I`m just trying to get a sense of how that work, would work.<br><br>PIEHOTA: We were aware of some of those people.<br><br>BROWN: Brussels right now is still on top of everyone`s mind. We know of at least two bombers who are still on the run, possibly in Europe. How concerning is that to you that these could people who might want to make it into the U.S. They haven`t been publicly identified.<br><br>PIEHOTA: It`s very concerning, and that`s where the awareness and the vigilance comes in. We really on our partners to look for them, conduct investigations and operations that help us identify them.<br><br>BROWN: But in Europe, there are cases where perhaps information wasn`t shared about someone because of privacy laws, and because -- how does that impact the terror watch list?<br><br>PIEHOTA: Well, it impacts the terror watch list in a way that our sharing may not be as broad or inclusive as it could be.<br><br>BROWN: There are so many people living Europe to go to Syria to train, unbeknownst to European officials. That didn`t just come right back. I mean, what`s stopping them from making it into the U.S.?<br><br>PIEHOTA: It`s highly concerning. We make sure that we know as much as we can. And we take that information and we use it the best we can, to minimize threats to our communities. But we can`t know everything all the time.<br><br>BROWN: Let`s talk about the migrant crisis, because, you know, the U.S. is expected to take in tens of thousands of people over the next several years. Your job will be to ensure none of those people are terrorists and make it into the United States, in collaboration with other intelligence partners. How sure are you that you will be 100 percent successful?<br><br>PIEHOTA: Nothing is 100 percent. We will strive for the best we can, nothing we can guarantee is at 100 percent level.<br><br>BROWN: Do you think that this screening process in place though is as rigorous it can be to prevent terrorists from making it in?<br><br>PIEHOTA: I`m pretty confident in us catching people who would try to come to this country for illicit purposes. But again, I can`t say that we would be batting a thousand.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The world`s first dengue vaccine is available in the Philippines. One million children in dengue affected areas are vaccinated.<br><br>It took 20 years and $1.8 billion of funding to make the vaccine.<br><br>Dengue fever is one of the world`s most common mosquito-borne viruses.<br><br>It infects around 390 million people each year and kills more than 25,000.<br><br>The vaccine was developed by French drug manufacturer Sanofi Pasteur. The company said the vaccine could prevent up to 93 percent of severe dengue cases.<br><br>Researchers say it could reduce cases in the Philippines by 24 percent over five years.<br><br>The World Health Organization hasn`t yet approved the program.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Yesterday, we announced a school in West Africa. Today, we`re headed to the Far East.<br><br>In the city of Jeonju, South Korea, it`s great to see our viewers at Chonbuk National University. Thank for watching this Friday.<br><br>In the city of New York, in the state of New York, hello to the Lions. Columbia Grammar and Preparatory is on the roll.<br><br>And we`re visiting some of our viewers in Texas. The Hornets is what the buzz is all about. They`re at Hudson High School in Lufkin.<br><br>(MUSIC)<br><br>AZUZ: You might want to sit down for this, if you`re not already. You see this chair? It`s wooden. It`s got some graffiti on it. It says &quot;Harry Potter&quot;. And it recently sold at an auction for $349,000. That`s as much as a nice house.<br><br>Why? Because this is the chair that author J.K. Rowling sat on while writing the first two Harry Potter books on her typewriter.<br><br>To the auction`s winner, Rowling wrote, quote, &quot;My nostalgic side is quite sad to see it go, but my back isn`t.&quot;<br><br>It must have been given her a shrieking back, maybe it`d be better suited to a Longbottom. But it makes you wonder, could the chair have sold for Volde-more, someone probably had the Dumbledore budget and Snape a few competitors to Weasley their way into ownership.<br><br>Right now, though, they`re probably feeling pretty s-muggle.<br><br>Harry Potter puns, they`re magical.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-08 CNN Student News.mp4"}