{"title":"CNNSN-2016-10-05-CNN-Student-News","script":"(CNN Student News) -- October 5, 2016<br><br><br>Tensions Rise Between Russia and the U.S.; The Two U.S. Vice Presidential Candidates; Bees are Generating So Much Buzz in the News<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Happy to see you today as we get started with a new edition of CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center.<br><br>First up, the troubled relationship between Russia and the U.S. seems to be getting worse. On Monday, Russia announced that it was suspending part of an agreement with America focused on reducing the two countries` nuclear weapons.<br><br>The agreement was signed in the year 2000. It was for the two nations to get rid of their extra plutonium, an element that could be used to make nuclear weapons. But because of what it called &quot;unfriendly actions&quot; by the U.S., Russia said the deal was suspended. Analysts say it`s mostly a symbolic move that follows a series of recent disagreements between the two countries.<br><br>The U.S. also made an announcement concerning Russia, that it was suspending talks with the country over ending the violence in Syria. You might remember that Russia and the U.S. organized a short-lived ceasefire there. The U.S. blamed Russia for making commitments in Syria that it didn`t follow, but America says it`s still looking for ways to find peace in Syria.<br><br>A U.S. State Department spokesperson said the decision to end talks with Russia was not linked to Russia`s suspension of the plutonium agreement.<br><br>In the U.S. presidential race, we`ve talked a lot about Democratic nominee Hillary Clinton and Republican nominee Donald Trump, not as much as Democratic Senator Tim Kaine and Republican Governor Mike Pence. They`re the two main parties` vice presidential running mates.<br><br>The Democrat represents the U.S. state of Virginia. Tim Kaine was elected to the job in 2012. Before that, he served as Virginia`s governor from 2006 to 2010. And before that, Mr. Kaine worked as an attorney and taught part-time at the University of Richmond`s School of Law. He was named Hillary Clinton`s running mate on July 22nd.<br><br>The Republican governs the U.S. state of Indiana. Mike Pence was elected to the job in 2012. Before that, he served Indiana in the U.S. House of Representatives. And before that, Mr. Pence worked as an attorney and hosted a radio show and local TV program. He was named Donald Trump`s running mate on July 15th.<br><br>The two candidates took the stage last night for the one and only U.S. vice presidential debate. It was held at Longwood University in Farmville, Virginia, and it was a chance for the men to discuss what the nation would like under a Clinton or Trump administration.<br><br>We`re going to bring you some of the highlights in tomorrow`s show. For now, a quick look at how the polls and an electoral map appeared for the Democratic and Republican nominees.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: The numbers say this was a very good week for Hillary Clinton.<br><br>Look at this -- she`s at 47 percent, five points ahead of Donald Trump. She was two points behind him about a month ago. Johnson down here at 7 percent. Stein at 2 percent.<br><br>Of course, what really matters in all of this is the electoral vote. And if you look at the map as we project it right now, yes, you see a lot of red. But in the big population centers out here and over here, that`s where you have a lot of electoral votes and they`re going solidly blue.<br><br>Some of the light blue ones in here also tilting that way.<br><br>If Hillary Clinton wins nothing but the blue states on this map, she has won the election. Donald Trump has to win all the red states, all of the light red or pink states here, plus, the yellow battleground states, and he has to tip one of the light blue states in his direction if he`s going to have a chance of winning in the Electoral College. It could be a done, but it is a reach.<br><br>And the enthusiasm is closing. For a long there, we saw tremendous enthusiasm on his side, very little on her side. It`s still in his favor, but she`s getting considerable closer.<br><br>But here`s one last thing that is really worth bearing in mind and ought to worry both parties. When you ask voters out there, their general opinion of both of these candidates, they`re still seen in the negative light, which suggests that no matter which one wins, the public may have a very hard time watching that inauguration come January.<br><br>(END VIDEOTAPE)<br><br>AZUZ: And no matter which candidate wins, he or she could have a very strenuous time determining the nation`s new foreign policy. In addition to Russia, in addition to Syria, there are several international challenges awaiting the next U.S. president. One of them involving the communist nation of North Korea might not even wait for inauguration day.<br><br>The U.S.-based Center for Strategic and International Studies says North Korean leaders have routinely tried to ramp up international tensions especially around U.S. elections. North Korea has conducted missile tests and nuclear tests as a way of trying to intimidate U.S. leaders. Though fighting in the Korean War ended in 1953, the North has remained a U.S. rally.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT: North Korea could be the biggest global headache facing the next U.S. president. Here`s why, it`s real and growing nuclear threat, not only to the region but potentially the world.<br><br>Their leader Kim Jong-un is relentless. Sanctions and warnings have done little to slow his nuclear ambition. In fact, he`s accelerated weapons program.<br><br>Kim wants his arsenal of nuclear missiles capable of hitting the U.S. and he`s developing missiles that can be fired from submarines and mobile launchers, making them really hard to track. So, the next U.S. president faces two challenges. One, trying to convince North Korea`s unpredictable, young leader to give up his nukes and the other challenge is to be prepared for any scenario, including an attack.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On a list of endangered species, you might not expect to see bees. But for the first time, some types of bees are now protected under the U.S. Endangered Species Act.<br><br>Specifically, we`re talking about yellow-faced bees. They`re native to the islands of Hawaii. They`re said to look like small wasps, but they have unique yellow and white marks on their faces that help distinguish them.<br><br>Seven species of yellow-faced bees are now officially classified as endangered. And experts say this is actually a good thing for them. It provides money for their protection. It allows officials to start programs to help them recover.<br><br>There are both manmade and natural threats to these insects -- destruction of their habitat, invasive species, wildfires, droughts, tsunamis and hurricanes. And some of the problems they`re facing are shared by bees around the world.<br><br>(BEGIN VIDEOTAPE)<br><br>NOAH WILSON-RICH, CHIEF SCIENTIST, BEST BEES CO.: It`s bizarre.<br><br>And when a beekeeper goes into his hive, he`ll find a queen. She`s healthy, laying eggs, find maybe food, some honey, pollen stores. He won`t see many signs of the disease outright, but the bees are gone, and it`s so mysterious.<br><br>Where did they go?<br><br>We just don`t know and that`s what we call colony collapse disorder.<br><br>My name is Noah. I`m a beekeeper.<br><br>In 2006, October to December, an alarming number of commercial bee colonies were dead in Pennsylvania, and this is really when we start talking about modern day colony collapse disorder.<br><br>People like mysteries because it`s an interesting story. But this is really important story. We need honey bees for the role as pollinators, of over 130 crops that humans depend on, fruits and vegetables. They contribute over $15 billion annually just to the U.S. economy alone.<br><br>It`s hard to determine the causes of colony collapse disorder because there are no bodies found. How can we find out how something died without the body?<br><br>There have been some obscure hypotheses, ranging from cellphones to aliens.<br><br>Those are not well-supported, but certainly discussed, and then there are some more well-supported hypotheses, including lack of nutrition to do the habitat loss. We have fewer flowers around and also diseases.<br><br>Here in the United States, we have a lot more talk in the news and among scientists and researchers about the effects of pesticides on honeybee health, specifically with regards to the neonicotinoid class of pesticides.<br><br>Something that our research focuses is vaccine for bees, for totally unique approach, regardless of what is killing them. We`re already looking at how to make them healthier.<br><br>Bees are important. We need the bees because we need food. Bees need us because now, bees are doing much better in managed colonies than inferior colonies. They`re healthier when they`re managed. So, this interrelationship that we have over evolutionary time has just forced the two of us, humans and bees together.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. We`ve heard of car wraps, mat paint jobs, bedliner paint jobs. But for this custom covering, you`ll need to rub more than two cents together because it took 51,300 of them, plus, multiple bottles of various kinds of glue.<br><br>The coinage alone adds an additional 282 pounds of weight to the truck, and the man who made it says it took him seven weeks working six to seven hours a day to put it altogether. He keeps extra glue for when the hood or door slam and knock a few cents off. But all in all, he says it`s worth every penny -- especially since its stays in mint condition.<br><br>And while a lot of folks would like to offer their two cents on that or get a penny for their thoughts, kind of turns the whole customization idea on its head, though to drive it, you`d have to love heavy metal.<br><br>This is CNN STUDENT NEWS where we`re always linking news and puns just to see what we can coin. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-05 CNN Student News.mp4"}