{"title":"CNNSN-2017-03-15-CNN-Student-News","script":"(CNN Student News) -- March 15, 2017<br><br><br>U.S. CBO Releases Pros and Cons of a Health Care Reform Plan; Millions Celebrate the Holi Festival of India; Major Oil Discovery is Made in Alaska<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: You`re at the midweek of the week and a start of a new edition of CNN 10 global news explained. I`m happy you`re watching.<br><br>I`m Carl Azuz.<br><br>We`re starting with a U.S. government report concerning a Republican plan to reform health care in America. The report came this week from the Congressional Budget Office or CBO. It`s an independent agency. It says it`s strictly nonpartisan. The CBO`s goal is to analyze budget and economic issues to help Congress make decisions.<br><br>The Republican plan is called the American Health Care Act. It`s a proposal to replace the Affordable Care Act, also known as Obamacare.<br><br>The CBO says on the plus side, the Republican plan would decrease the U.S. federal deficit by $337 billion over ten years and it would eventually reduce premiums, what Americans pay for health care by 10 percent in the year 2026 compared to what they are now.<br><br>On the minus side, those premiums would be expected to go up before they come down and the CBO says by next year, 14 million more Americans would be uninsured than there are now, and that that number would increase to 24 million by the year 2026.<br><br>Republican supporters of the plan say that`s not because health plans are being taken, but because Americans wouldn`t be required to buy health insurance, like they are under Obamacare. House Speaker Paul Ryan says people will have more choices and better access to an affordable health care plan.<br><br>But opponents of the proposal, like Senate Minority Leader Charles Schumer, say the plan would only help wealthy people and insurance company executives. And Vermont Senator Bernie Sanders said it would raise premiums for older, low income Americans and must be defeated.<br><br>The Republican plan was introduced last Monday. We`ll keep you posted on its path in Congress.<br><br>Eight days after North Korea test-fired four missiles, warships from the U.S., Japan and South Korea arrived in the same area, carrying missile defense systems. It was meant to send a message to the North, and the North responded by saying that if the allies infringe on North Korean sovereignty even a bit, its army would launch strikes from air, land and sea.<br><br>China meanwhile called for everyone to end the, quote, &quot;vicious cycle&quot; that could spiral out of control.<br><br>Onboard an American ship near South Korea, this is all part of routine exercises.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT: This is USS Carl Vinson, a 97,000-ton aircraft carrier. And at the moment, it is in the waters just off the east coast of Korea. Now, it just arrived here about a week ago. It`s part of this massive annual military drills between the U.S. and South Korea. It`s happening every single year. The U.S. says they`re defensive in nature, and yet, every single year, North Korea gets very nervous and very angry about these drills.<br><br>Now, we understand it, this ship itself was also just in the South China Sea, part of the freedom of navigation as the U.S. calls it into disputed waters that China claims as its own and also many other countries do as well. And there has been an awful lot of military hardware coming into South Korea in recent days. Monday last week, we have THAAD, the U.S. missile defense system, the first elements arriving. And then on Monday, attack drones (INAUDIBLE) are going to be brought into South Korea, the U.S. military announcing that.<br><br>So, North Korea not happy with what`s going on at this point, but from the point of view of the people here on this ship, this is defensive, it is routine and it is necessary.<br><br>Paula Hancocks, CNN, onboard the USS Carl Vinson.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Moving across Southern Asia, Hindus in the nation of India, they account for the largest religion in the world`s second most populated country, celebrated the Festival of Colors this week. The event is called Holi, that`s H-O-L-I. It`s an ancient Hindu celebration that lasts two days. It marks the beginning of spring and the triumph of good over evil.<br><br>And during Holi, status is put aside, while celebrants throw and smear colors over crowds and on the faces of their loved ones. Millions of Hindus participate with celebrations also taking place throughout Nepal and some other countries worldwide.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Benzine, naphtha and paraffin can all be derived from what liquid?<br><br>Petroleum, alcohol, mercury or water?<br><br>All of these products come from petroleum, a natural liquid that`s extracted from the ground by drilling.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Petroleum, crude oil or black gold is a fossil fuel and a nonrenewable resource, and a massive amount of it was just discovered in the U.S. state of Alaska.<br><br>Oil is measured by the barrel. Each barrel contains 42 liquid gallons. This discovery is estimated at more than a billion barrels. It`s the biggest oil find on U.S. land in three decades and it`s located in a part of northern Alaska that was thought to be running low on oil.<br><br>There is currently a glut, an oversupply of oil in the U.S., and prices are relatively low. But this find could help the state of Alaska, which is struggling with budget problems. It gets most of its state revenue from oil and gas and taxes. Companies believe they`ll be able to produce oil from the newly discovered well starting in 2021.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT (voice-over): Oil is not for the faint of heart. Black gold has made fortunes for some but its price volatility leaves destruction in its wake.<br><br>Here are some of the biggest oil booms and busts of the last century:<br><br>One of the earliest oil price shocks of the transportation era was the West Coast gasoline famine of 1920. Demand for oil was surging as more people started driving automobiles. Consumption almost doubled from 1915 to 1920. That led to a shortage in gasoline. Autos were out of commission and horses back in style.<br><br>After 1920, oil production in the U.S. boomed in Texas, Oklahoma, California. That meant no more shortages. Increased supply and falling prices down 40 percent between 1920 and 1926. Then, toss the Great Depression in the mix. Prices fell another 66 percent by 1931.<br><br>UNIDENTIFIED MALE: Throughout the world, throngs of people hailed the end of the war in Europe.<br><br>ROMANS: After World War II, people were demanding more petroleum-based products and buying more cars. The price of oil increased 80 percent from 1945 to 1947.<br><br>In 1960, OPEC was founded. The coordination of supply from these countries led to relatively stable prices for the next decade.<br><br>Just after Syria and Egypt attacked Israel in 1973, OPEC announced an embargo on all oil exports to countries viewed as supporting Israel, including the United States. Oil prices doubled and then doubled again and drivers waited in long lines just to fill up their tanks.<br><br>Iran was one of the largest oil producers in the world in 1978, but the revolution in that country hurt production and the country has never fully recovered. The price of oil already historically high pretty much doubled again. And in the U.S., the lines for gas were back.<br><br>If you haven`t noticed already, when there`s conflict in the Middle East, oil prices go up. That`s what happened in 1990 and again when the U.S.<br><br>invaded Iraq in 2003.<br><br>Growing demand for oil was booming at the beginning of the 21st century. China was guzzling crude and the U.S. economy was in a bubble. Despite signs of a global recession under way, oil peaked at $142 a barrel in 2008. It helped put the brakes on the economy just before the financial crisis brought it all crashing down.<br><br>And today, too many players pumping too much oil and concerns about China`s slowing growth have sent oil prices into a tailspin. How will this bust stack up with others from the last 100 years?<br><br>(END VIDEOTAPE)<br><br>AZUZ: Two words, sloth sleepover. You can have at a sloth sanctuary in Rainer, Oregon. This is a retirement community for rescued sloths.<br><br>There`s not a lot of fast movement, because sloths. But if you`re willing to follow the rules, these are endangered species. And if you and a friend are able to shell out $1,200, you can sleep here, surrounded by sloths and even feed them.<br><br>Sloths are only awake two hours per day, though. So, if you think you`re pretty slothful, you`re OK with just hanging out, then you don`t have a lot of high energy habitat, you may be cut from the same sloth and you`d probably find a sloth sleepover a really special treat.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-15 CNN Student News.mp4"}