{"title":"CNNSN-2017-04-26-CNN-Student-News","script":"(CNN Student News) -- April 26, 2017<br><br><br>Inside Look at War-Ravaged Raqqa; U.S. Submarine Arrives in South Korea<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: With new satellite images, we`re able to take you inside a repressed, dangerous city. It`s our first story today on CNN 10 and we`re glad you could watch.<br><br>Raqqa is located in northern Syria. Before that country`s civil war broke out in 2011, more than 200,000 people live in Raqqa. We don`t know how many are there now, largely because the city is controlled by ISIS, Islamic State in Iraq and Syria. The terrorist group took over in 2013 and declared Raqqa its capital.<br><br>Now, a battle is brewing to force ISIS out. The U.S. and its allies have been launching airstrikes against terrorist targets in Raqqa since 2014.<br><br>And coalition forces, who are supported by the U.S., have almost entirely surrounded the city. ISIS is expected to fight desperately to keep holding its self-declared capital.<br><br>So, what`s it like inside Raqqa?<br><br>Satellite pictures provided to CNN give us an idea. They were taken on March 26th.<br><br>You can see apparent checkpoints outside what`s believed to be ISIS headquarters and there are some damage there from what could have been an airstrike. Also visible nearby, a large shadow on the ground casts by an ISIS. Down the street, an old bridge in Raqqa has been cut off. It was likely disabled by a coalition airstrike.<br><br>And in another part of town, tarps cover a street market. They help hide the movements of ISIS fighters from coalition drones. An analyst says there doesn`t appear to be much destruction from the airstrikes and that there are signs that daily life goes on in Raqqa. But for how long?<br><br>The battle is expected to begin in the coming weeks.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: U.S. submarine arrives in South Korea.<br><br>The USS Michigan, a U.S. guided-missile submarine, has arrived in Busan, South Korea.<br><br>The visit comes after North Korea threatened to sink an American aircraft carrier.<br><br>The Michigan is an Ohio-class sub with land-attack capabilities.<br><br>It can carry up to 154 Tomahawk cruise missiles and special operations troops.<br><br>Although the sub`s visit has been &quot;routine&quot;, its presence in the region is meant to send a strong message to North Korea.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next story has to do with addiction in America. There are a number of programs, government and private, that aimed to help people overcome dependence on drugs and alcohol. One of the best known is Alcoholics Anonymous. And a U.S. government medical study found that people who participate in an AA program, or a 12-step program like it, are about twice as likely to stay away from alcohol than does who don`t participate.<br><br>But no one treatment program is effective for every addict and different addicts present different challenges. So, an app developer is promoting nother tool that could help Americans fight addiction.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA O`BRIEN, CNNTECH REPORTER (voice-over): There`s a lot of myths told about addicts, like they`re morally flawed or that they can`t lead stable lives. But those are exactly that, myth.<br><br>The truth is addiction is widespread. An estimated 22.7 million Americans need treatment for drug and alcohol related issues. Many of those who suffer from addictions don`t seek help and relapse, it`s incredibly common.<br><br>Addicaid founder Sam Frons believes addiction recovery is ripe for innovation.<br><br>SAM FRONS, ADDICAID FOUNDER: Helping people realize that this is a spectrum disorder and not black and white is a really powerful tactic to combat the general stigma. And so, that`s what Addicaid really serves as, an introduction to addiction and a continuum of care.<br><br>O`BRIEN (on camera): How does Addicaid help break through that stigma?<br><br>FRONS: By having an entry point that`s just from your smartphone, anonymous, and with the option of privacy, we help people overcome the issue of stigma associated with them going to a meeting, announcing your issues publicly.<br><br>O`BRIEN (voice-over): Most treatment centers continue to use an approach that`s more than 80 years old. You may have heard of it. It`s called the 12-step program. How successful it is, is a bit hazy.<br><br>(on camera): And when you talk about addicts, you cover the gamut of addiction.<br><br>FRONS: Anything from drugs and alcohol, to different behavioral disorders, like gambling and shopping, things of that nature.<br><br>O`BRIEN: Using technology means that it`s also be easier to track progress.<br><br>FRONS: Progress. Exactly. And so, we promote relapse management. So, by intervening immediately of somebody`s app, for example, trigger location that they record on Addicaid, we`re able to track where someone else and then intervene appropriately.<br><br>O`BRIEN: What does an intervention mean in that sense?<br><br>FRONS: We would serve you up to our member hotline and remind you of different elements of your recovery. You record beforehand different situations of why this place is a trigger and what to do beforehand. So, what we`re doing is reinforcing what people have already recorded on Addicaid, and grounding them in truth, rather than letting them fall victim to their impulses and emotions.<br><br>AA had no real-time way to respond to this and we`re doing that by intervening immediately when someone needs help, and we have a life cycle for everybody that once they -- if they`re really stable in their recovery, they give back to the community and can become a moderator. So, it also incentivizes them to stay.<br><br>And this is something that we took as a point of inspiration from the 12- step model, which is giving back to the community, giving your support.<br><br>O`BRIEN: I want to be clear that this is not something you`re saying is a replacement for treatment.<br><br>FRONS: So, it`s not a replacement. It enhances it. So, for example, therapist who used it say it`s awesome because I don`t waste time in the session going over things that happen and can dive right into the problems.<br><br>O`BRIEN: Uh-huh.<br><br>FRONS: And we know now that addiction is a spectrum disorder. It`s not a habit or you don`t -- disease. And it needs to be addressed in a far more nuanced way.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Even when you`re an avid skier, windsurfer or kiteboarder, you might never have experienced something called snowkiting. It looks like it sounds. It can`t be done everywhere. It involved speeds of up to 70 miles per hour and it can include jumps as long as 500 feet.<br><br>Though the prize at a famous snowkiting race in Norway is only about $175, people lined up by the hundreds to catch a breeze for the 80-mile endurance race.<br><br>(BEGIN VIDEOTAPE)<br><br>BJORN KAUPANG, SNOWKITER: What I love about snowkiting is just your imagination that sets the limit. No day of kiting is the same.<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Bjorn Kaupang is a championship snowkiter from Haugastol, Norway, population, nine -- his entire family.<br><br>KAUPANG: I`ve grown up here, so I don`t know anything else but living here. It`s nice and calm.<br><br>GUPTA: Haugastol sits next to one of Europe`s largest mountain plateaus. For snowkiters, it`s an area that offers a near perfect mix of snow, sun, and, most importantly, wind.<br><br>KAUPANG: Haugastol is the best place in the world for snowkiting. You can kite for days without seeing anyone. The scale of it blows you a little bit away.<br><br>GUPTA: Bjorn embraced the sport nearly two decades ago and his dedication has paid off.<br><br>KAUPANG: I`ve been lucky to have lot of success in snowkiting. I`ve won six world championships but when I first started, it wasn`t really that much of a sport.<br><br>GUPTA: But it`s grown and now Bjorn`s tiny town hosts the biggest snow kite race in the world, the Red Bull Ragnarok.<br><br>KAUPANG: You have 350 kites on a small starting line. Once we start, it`s an exhilarating feeling.<br><br>GUPTA: Ragnarok is not only the world`s largest snow kite race, it`s the toughest. According to race officials, only about 7 percent of the racers finish.<br><br>KAUPANG: I think a lot of people don`t realize how exhausting it is. The wind might die out so you have to walk a bit. You have to ride out the steep hills.<br><br>GUPTA: Racers have five hours to complete 80 miles of terrain with wind speeds as high as 60 miles per hour.<br><br>KAUPANG: It`s made so people don`t finish. If you don`t know what you`re there, the potential for injury is quite big.<br><br>GUPTA: This year, wind and snow conditions made the race more challenging than usual. Out of 350 racers, only 8 finished. Bjorn came in fourth.<br><br>KAUPANG: Just being able to finish is perfect. When we started snowkiting, we never dreamed of getting as popular as this.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>On which island chain would you find the town of Kitty Hawk, where the first airplane flight was made?<br><br>Outer Banks, Florida Keys, Sea Islands, or Elizabeth Islands?<br><br>Back in 1903, the Wright Flyer made the first piloted airplane flight on the outer banks of North Carolina.<br><br>(END VIDEO CLIP)<br><br>AZUZ: One hundred fourteen years later, the Kitty Hawk Flyer has entered a growing field of potential options for powered flight. But despite its name, the company that makes it is nowhere near North Carolina. It`s a California startup.<br><br>And despite being called a flying car, the all electric aircraft with eight propellers looks more like a drone with a person on top. The company hasn`t set a price yet, but it says the flyer is safe and easy to operate and that you wouldn`t need a pilot`s license for the ultra-light aircraft.<br><br>One concern among critics is battery life, which they say is unlikely to be long enough to get you very far.<br><br>But it`s already got a lot of fans. It certainly looks like a winger and even if you`d rudder not take it for a spin or a swim, you got to give it props for providing a levitaste of flying where even without a runway, it`s got you hovered.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-26 CNN Student News.mp4"}