{"title":"CNNSN-2015-08-28-CNN-Student-News","script":"(CNN Student News) -- August 28, 2014<br><br>Ten Years After Hurricane Katrina; Science and Religion Fight Over Hawaii`s White Mountain<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome.<br><br>Welcome to the week`s last edition of CNN STUDENT NEWS. My name is Carl Azuz. We hope your day is going well.<br><br>Europe is a continent facing a crisis. Three thousand men, women and children rescued in the Mediterranean. Dozens of others found dead on boats or other vehicles. This happened over two days this week.<br><br>Hundreds of thousands of people are fleeing their homeland, hoping for asylum, a safe and secure place to live in Europe. They`re living behind violence in Afghanistan, instability in Libya, a year`s long civil war in Syria, and some of the European countries they`re headed are feeling a<br><br>strain on their borders.<br><br>Hungary for instance says the flow of migrants is creating an emergency. Its government says 1,500 people are illegally entering the country daily. It calls that unacceptable. Hungary is sending as many as 2,000 police officers to help secure its borders. It`s also building a<br><br>temporary barrier, a type of fence along its border with Serbia.<br><br>Walls have been built throughout history to protect countries or to keep certain groups of people apart. The Great Wall of China, maybe the most famous example. There`s also Hadrian`s Wall, intended to shield Rome and Britain from what the Romans called Barbarians. Peace walls in<br><br>Northern Ireland still separate Catholic areas from Protestant ones. Spanish territory in Morocco is fenced in. A United Nations buffer zone stretches across the island of Cyprus.<br><br>The number of walls separating different parts of the world seems to be increasing.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Katrina formed on Wednesday, August 24th, 2005.<br><br>CHAD MYERS, AMS METEOROLOGIST: Here`s the storm, as it moves on up.<br><br>REPORTER: It was just a tropical storm at first, off the coast of Florida, but the next day, it strengthened to a category one hurricane.<br><br>GEORGE W. BUSH, FORMER PRESIDENT: Yesterday, I signed a disaster declaration for the state of Louisiana. And this morning, I signed a disaster declaration for the state of Mississippi.<br><br>REPORTER: By Saturday, Katrina had doubled in size and was now a category three storm, a major hurricane. And on Sunday morning, August 28th, Katrina had strengthened to a category four, with New Orleans right in its path.<br><br>UNIDENTIIFED MALE: Every person is hereby ordered to immediately evacuate the city of New Orleans.<br><br>REPORTER: That same day, the National Weather Service issued one of its strongest warnings ever. Persons, pets and livestock exposed to the winds will face certain death if struck.<br><br>Roads jammed as thousands tried to make it out of the city, but the storm veered and New Orleans was spared a direct hit.<br><br>Every seemed OK until later that night when water started toppling over the levees.<br><br>UNIDENTIFIED MALE: When`s this thing supposed to stop?<br><br>REPORTER: By 7:00 a.m. in the next morning, the city is flooded. But New Orleans isn`t alone. Biloxi and Gulfport, Mississippi, are slammed by Katrina`s front right quadrant.<br><br>UNIDENTIFIED FEMALE: Who was at your house with you?<br><br>UNIDENTIFIED MALE: My wife.<br><br>UNIDENTIFIED FEMALE: Where is she now?<br><br>UNIDENTIFIED MALE: I can`t find her body. She`s gone.<br><br>REPORTER: Tuesday, August 30th, Katrina has weakened into a heavy storm over Tennessee. But New Orleans continues to flood from breaks in its levees. Hundreds of thousands are suddenly homeless, and it would be weeks before the waters finally went down.<br><br>(END VIDEOTAPE)<br><br>AZUZ: More than 10,000 people sought shelter in the heavily damaged New Orleans Superdome after Hurricane Katrina. Tomorrow marks 10 years to the day that the storm roared ashore. It was blamed for the deaths of more than 1,800 people across five states.<br><br>Katrina wasn`t the deadliest hurricane to hit U.S. shores, but the government says it was the costliest, estimating the damage at $108 billion.<br><br>Waveland, Mississippi, about 50 miles east of New Orleans, was called &quot;Ground Zero&quot; for Katrina. More than 90 percent of homes there were destroyed. The main street, Coleman Avenue, was described was described as just dirt, mud and tents after the storm.<br><br>But 10 years later, like parts of New Orleans, there are signs of recovery.<br><br>(MUSIC)<br><br>AZUZ: Vikings and Pirates and Warriors, oh my, it`s time for the &quot;Roll Call&quot;.<br><br>Olathe Middle &amp; High School is up first. It`s on Olathe, Colorado. The Vikings and the Pirates are watching there.<br><br>W.P. Davidson High School is in Mobile, Alabama. That`s where the Warriors are watching CNN STUDENT NEWS today.<br><br>And in the city of Sapporo, Japan, it`s great to be part of your day at the School for Educational Alternatives.<br><br>Thank you all for your request at CNNStudentNews.com.<br><br>If I were to say tallest mountain in the world, you`d probably think Everest. At 29,029 feet high, its altitude is tops.<br><br>But from base to summit, the tallest mountain is actually Mauna Kea. It stands about 13,800 feet above sea level, but most of it is underwater.<br><br>The total height of this Hawaiian mountain is over 33,000 feet. And though it`s a dormant volcano, controversy has erupted there for decades.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Mauna Kea, which means &quot;White Mountain&quot;, is one of the tallest summits in the world. It`s also home to 13 of the beast astronomical telescope in science. Astronomers believe this is the perfect location to study the stars.<br><br>This summit is the darkest spot of Earth.<br><br>PROF. PAUL COLEMAN, UNIVERSITY OF HAWAII INSTITUTE OF ASTRONOMY: The darkest spot on Earth, incredible. It gives us nice dark skies and allows us to look at fainter and fainter things.<br><br>CRANE: Now, scientists planned to build a new 30 meter telescope on the summit. The TMT as it`s often called would be the most powerful and advanced telescope on the planet. Researchers say the 18-storey telescope would let them see up to 13 billion light years away.<br><br>COLEMAN: The TMT represents jump of a factor of 10 that will be able to look 10 times further into our universe.<br><br>CRANE: But to native Hawaiians, this is the most sacred mountain on the island. It`s where their earliest ancestors originated and may consider it a temple.<br><br>They do not want anymore construction here and have taken legal action to stop it.<br><br>A group of opponents who also call themselves &quot;Protectors&quot; sued the state of Hawaii for granting the TNT Company a permit they say is inconsistent with the state`s conservation laws.<br><br>KEALOHA PISCIOTTA, SUING TO STOP TMT: You have to remember that Mauna Kea, in its entirety as a conservation district, and conservation districts are one of the highest protected levels and they`re -- it`s supposed to be no construction.<br><br>CRANE: The debate between astronomers and debate Hawaiians dates back to the 1960s, when the University of Hawaii first started plans to turn Mauna Kea into a leading site for astronomy.<br><br>COLEMAN: We as Hawaiians, astronomy is so much a part of our life, of who we are, of what we were, that, in fact, it`s kind of crazy not to welcome it.<br><br>CRANE: Because of the historic controversy, it took several years for the $1.4 billion TMT Project to get approved by the state of Hawaii. In April, they finally started construction.<br><br>But that all came to a halt just a few days later when hundreds of protesters showed up and shut down the project.<br><br>More than 30 protesters were arrested that day on charges of obstruction. There have been several more arrests in the summit, because each time TMT workers tried to build, protesters stepped in.<br><br>PISCIOTTA: We have reached the limit, and science has to accept that there are human limits also.<br><br>CRANE: The Hawaii Supreme Court has decided to take on the &quot;Protectors&quot; lawsuit.<br><br>There, the final decision will be made on whether the permit to build this telescope is valid or not.<br><br>In the meantime, the TMT Company has the legal right to continue construction at any point. But the &quot;Protectors&quot; say they`re ready to stop them.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, our mothers told us not to play with our food. At the annual La Tomatina Festival in Spain, that`s the whole point y`all.<br><br>No one really knows how this tomatoey tradition got started, but it`s been going strong since about 1945. Today, it involves 20,000 people, about 100 tons of overripe tomatoes, the fruit fight last one hour and fire trucks sprayed down the streets afterward to clean up.<br><br>People though are on their own. And they`ll need to shower from head to-matoes. Looks like they had fun but they all see red, they all bring excitement to the vegetable, and we`re betting none of them go home hungry.<br><br>Hey, if you`re already on Instagram, find us @CNNStudentNews. Just look for the blue check mark. We`ll be showing some sweet behind the scenes stuff. We may even cook up some tips on how to get on &quot;Roll Call&quot;. Instagram.com/CNNStudentNews.<br><br>And have a great weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-28 CNN Student News.mp4"}