{"title":"CNNSN-2015-10-02-CNN-Student-News","script":"(CNN Student News) -- October 2, 2014<br><br>Hurricane Joaquin Lashes the Bahamas, Puzzles Meteorologist; Response to Job Openings Reflects Unemployment Challenges in India<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to all of our viewers worldwide and special mention to those in Greenbrier and Winder, Georgia, whom I spoke to yesterday.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>First up, a dangerous Atlantic storm is on the move. Its name is Hurricane Joaquin. We`ve reported yesterday it was a category one hurricane. It had sustained wind speeds of 74 and 95 miles per hour.<br><br>Overnight on Wednesday, it morphed into an incredibly powerful category four storm. On the Saffir-Simpson Hurricane Scale, category four means the system has sustained wind speeds of at least 130 miles per hour and that it`s capable of catastrophic damage.<br><br>There are a couple of unique problems with Hurricane Joaquin.<br><br>One, it`s moving slowly. It started lashing the Bahamas yesterday and could continue doing that today, passing over the capital Nassau.<br><br>Two, it`s unpredictable. It could turn northeast and head out to sea, or it could make landfall near New Jersey like Superstorm Sandy did in 2012.<br><br>This path is not certain, but emergency preparations are being made all across the U.S. Atlantic Seaboard.<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Time for the shoutout.<br><br>Which of these countries is home to more than 1.2 billion?<br><br>If you think you know it, shout it out.<br><br>Is it: (a) Russia, (b), Brazil, (c) India, or (d), Indonesia?<br><br>You`ve got three seconds. Go!<br><br>(BUZZER)<br><br>With more than a billion people, India is the world`s second most populated country, right behind China.<br><br>That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And one issue India struggles with as a result of that is overpopulation. Yes, its land mass is about a third larger than that of the U.S., but it has almost four times the number of people.<br><br>Compared the two countries population density, this is measured in the number of people per square kilometer. All things considered, from congested cities to sparsely populated rural areas, the U.S. population density is about 35 people per square kilometer. In India, it`s 382.<br><br>And when you consider the South Asian country`s unemployment rate, about 10.7 percent, we`re talking about huge numbers of people in search of work.<br><br>A clear example of how that plays out can be seen when jobs opened up in India`s largest state.<br><br>(BEGIN VIDEOTAPE)<br><br>RAVI AGRAWAL, CNN CORRESPONDENT: India`s most populous state now has a new record to talk about. When the government of Uttar Pradesh advertised for 368 jobs, most of them office boys or peons as they`re known here, a record 2.3 million people applied for those jobs. According to the state government, if they would have processed each application, it would take them four years.<br><br>Think of it this way, if you would have stacked up 2.3 million resumes into a pile, that pile would be almost as high as the One World Trade Center in New York.<br><br>Now, these are pretty low level jobs that we`re talking about, but in India, peons are the people who set up meetings at government offices.<br><br>They pitch tea. They clean up. They`re only paid $240 a month, but get this -- 200 of the applicants actually had PhDs.<br><br>The overwhelming demand for these government jobs highlights a number of problems here in India. Consider this: 1 million Indians enter the workforce looking for a job every single month. That`s five times the number of Americans looking for a job.<br><br>As a country, the United States has 8 million unemployed. As a state, Uttar Pradesh has 10 million unemployed.<br><br>But what makes government jobs, even really low paid ones, so attractive - well, state employees here in India, they get health care. They get pensions. They get benefits and they have job security. If you`re in the private sector, you`re on your own.<br><br>There`s a perception here that government jobs offer opportunities for making money under the table, or offering special favors. Narendra Modi`s government here in India has promised to crack down on graft, but even so, India still ranks 85 in the world for transparency.<br><br>Now, these are all longer term issues for India to fix, but the state of Uttar Pradesh has a much more pressing, immediate concern. Processing 2.3 million job applications, by my math, that`s 4,600 a day. Good luck.<br><br>Ravi Agrawal, CNN, New Delhi.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From Southern U.S. to Southern Europe, it`s time for the CNN STUDENT NEWS Roll Call.<br><br>Hope Christian School is in Alabama. The Eagles are there soaring over the city of Pelham.<br><br>To New Mexico, the Land of Enchantment, we`re all about the Cardinals. Great to see you at Eunice High School in Eunice.<br><br>And from Italy, please welcome the Vicenza Homeschool Community. It`s in the northeastern Italian city of Vicenza.<br><br>Especially if you`re an athlete, you`re probably paying attention to protein, and there`s a food, it`s not common in the U.S. yet. It`s relatively simple and easy on the environment to raise, has more protein and magnesium than beef, and it`s really hopping with iron.<br><br>Whether you decide to eat may come down to whether you can find it, and, of course, whether consuming it would bug you.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Believe it or not, this could be the farm of the future. I`m standing in a warehouse on the side of the highway.<br><br>We`re not talking about cows or chickens. We`re talking crickets. These aren`t for your pets. These are for you and me to put in our mouths to eat.<br><br>So, this right here, this is a cricket farm.<br><br>KEVIN BACHHUBER, FOUNDER, BIG CRICKET FARMS: Right.<br><br>CRANE: They`re in open cages.<br><br>BACHHUBER: Yes.<br><br>CRANE: This is not what I expected it would look like.<br><br>BACHHUBER: Were you thinking free range?<br><br>CRANE: Yes, free range cricket.<br><br>When most people think of bugs, they think of a nuisance, not nutrients. Why is it so taboo here in the States?<br><br>BACHHUBER: It`s not so much that it`s taboo. It`s just been unconsidered. There`s a law in Maine that you couldn`t feed prisoners lobster more than twice a week because it was considered inhuman, and now, people pay $30 to $50 a pound for it.<br><br>CRANE: This looks very different than, you know, the cattle farms that I drive by.<br><br>BACHHUBER: I mean, this is amazingly space efficient. You`re using so many fewer resources to produce a pound of insects compared to a pound of soybeans or a pound of beef. Anything coldblooded is always going to have an advantage in feed efficiency over something else warm-blooded.<br><br>CRANE: How many pounds of protein are we talking about in this one farm here?<br><br>BACHHUBER: When they`re all matured, about 3,000 pounds.<br><br>CRANE: Three thousand pounds of protein.<br><br>BACHHUBER: Yes.<br><br>We`re using really high quality feed and really amazing practices, kind of get the best flavor out of this crickets.<br><br>Most of the ones that we raised at this facility are intended for the gourmet market.<br><br>CRANE: But most people aren`t consuming bugs on a daily basis here in the United States.<br><br>BACHHUBER: Right. And that`s supply chain issues. There simply aren`t enough farms to supply the insects that people want. I mean, we get 10 times our maximum production capacity in orders each month.<br><br>CRANE: So, you guys are actually turning away orders.<br><br>BACHHUBER: Constantly and unfortunately.<br><br>CRANE: I mean, like, how many crickets are in front of me. Right here, that`s nothing. It`s gourmet crickets. It (INAUDIBLE)<br><br>Kind of good texture. It`s kind of like popcorn. They`re airy. I`ve just eat a bunch of crickets.<br><br>BACHHUBER: Yes.<br><br>CRANE: Most Americans are not doing what I just did.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In surfing, there`s a term for someone without much style who only surfs weak waves. It`s junkyard dog. Who`s going to deny it? He`s a dog, he`s surfing, he looks like he`s having fun, and he probably doesn`t car what you call him because he can hang 20 and we can`t.<br><br>It`s one of the number of dogs that are learning to ride the waves in Southern California, also known as surf-ers. Get it? They all seemed to love the waves and sand beneath their paws.<br><br>Still makes you wonder what breeds would be best for this. A Portuguese water dog, a Chinese Crested, a Schipperke, a Tide Ridgeback, a Chesapeake Bay Retriever, a Wave Mariner, a Current Terrier?<br><br>I`m pretty sure there`s one that would out-surf all of them, the Border Collie.<br><br>That`s all for CNN STUDENT NEWS. I`m Carl Azuz. Hope to see you next week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-02 CNN Student News.mp4"}