{"title":"CNNSN-2017-01-24-CNN-Student-News","script":"(CNN Student News) -- January 24, 2017<br><br><br>TPP, NAFTA, and U.S. President Trump`s Stance on Them; World`s Most Expensive Cities; Tense Change in Gambia<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Ten minutes of world news starts right now.<br><br>It`s great to see you this January 24th. I`m Carl Azuz, your host for CNN 10.<br><br>First story: U.S. President Donald Trump has signed an executive action to pull back from the negotiating process of the Trans Pacific Partnership.<br><br>Here`s what all that means: first, the Trans Pacific Partnership, or TPP, it`s a controversial international trade deal involving 12 countries located around the Pacific Rim. It`s supposed to encourage more trade, more business between them, partly by getting rid of tariffs, taxes on certain goods that countries import.<br><br>Former President Barack Obama who helped negotiate the TPP said it`d be good for American workers. But critics and some U.S. lawmakers disagreed.<br><br>They said the partnership can lead to more U.S. manufacturing jobs moving overseas. And while he was on the campaign trail, Mr. Trump had promised to withdraw from the TPP.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: The Trans Pacific Partnership is another disaster, done and pushed by special interests.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The deal was not final and needed to be ratified by Congress and Congress had not done that under President Obama. Many Democrats were against the TPP and though many Republicans initially supported it, some backed away from it over time. The election of President Trump signaled to the other nations involved that the TPP probably wouldn`t go through.<br><br>Another international trade deal that candidate Trump campaigned against was NAFTA. That deal was finalized years ago. But as president, Mr. Trump is now moving to renegotiate it. He`s blamed NAFTA for hurting American manufacturing jobs but some leading Republican lawmakers say pulling out of NAFTA could hurt businesses across the U.S.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: You might have heard of NAFTA, also known as the North American Free Trade Agreement. It was the first agreement of its kind and still makes the world`s biggest free trade area.<br><br>So, just what is it?<br><br>Well, let`s begin with the basics. First, it includes Canada, the U.S. and Mexico. It was proposed in 1992 by these guys and it was extremely controversial. Critics feared massive job losses, with businesses packing up and moving production to Mexico. Supporters though, they claimed that it will lead to cheaper goods and that will lead to economic growth.<br><br>In fact, it was so controversial that in the 1992 presidential election, a billionaire, outsider, presidential candidate shot to the top of the polls railing against it. Businessman Ross Perot. Sounds pretty familiar.<br><br>But NAFTA won out in the end with Congress and then President Clinton ratifying it in 1993.<br><br>WILLIAM J. CLINTON, THEN-PRESIDENT OF THE UNITED STATES: We are ready to compete and we can win.<br><br>REPORTER: NAFTA is a large, incredibly complicated document. But at its core, it`s pretty simple. Before NAFTA, when items were imported, they were taxed. After NAFTA, they weren`t. This protects goods made domestically at the expense of consumers since the tax on foreign products is passed down, higher tariffs, more expensive goods, less trade.<br><br>Free trade agreements like NAFTA removed those tariffs incentivizing trade and lowering cost for consumers. Tariffs were greatly reduced at the start of the agreement in 1994 and totally eliminated by 2008.<br><br>So, what did NAFTA accomplished?<br><br>It`s not easy pinpointing the exact effects that NAFTA`s had because there are many factors in how economies function. But since the agreement, U.S. trade amongst Mexico and Canada has tripled. The U.S. trade deficit with Canada and Mexico has increased significantly.<br><br>But according to this congressional report, NAFTA actually hasn`t had that large an effect on the U.S. economy. NAFTA only increased the U.S. GDP by a few hundreds of a percent because relative to the size of the total economy, trade with Mexico and Canada isn`t that big.<br><br>So, the biggest question of all, how has it affected American jobs?<br><br>Economists agree there`s no simple answer. It`s impossible to completely separate the effects NAFTA`s had on the economy from other external forces, like recessions, currency evaluations, technological automation and overall increases in globalization. Many U.S. manufacturing jobs have moved overseas to countries that America doesn`t even have free trade agreements with, like China.<br><br>Overall, domestic manufacturing has taken a spill. Oh. Trade has increased and goods are cheaper.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s been a tense leadership change in the West African nation of Gambia.<br><br>This is the smallest country on the Africa continent, population just over 2 million. Its former leader, Yahya Jammeh, took over in a military coup in 1994. In the years that followed, the country became a presidential republic with President Jammeh winning every election since then, until last month. That`s when Mr. Jammeh was surprisingly defeated by a property developer named Adama Barrow.<br><br>Though Jammeh conceded the presidency at first, he then rejected the results and stayed put, while the new president was sworn in in neighboring Senegal last Thursday.<br><br>Military troops from other countries the region, supported by the United Nations Security Council were deployed to remove Jammeh from power. But after negotiations, Jammeh ultimately stepped down and left the country. International troops are planning to stay in Gambia`s capital to provide security as the new president takes over.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia.<br><br>What do Hong Kong, Sydney, and Vancouver have in common? Are they all north of the equator, south of the equator, Pacific locations or Atlantic locations?<br><br>Hong Kong, Sydney, Australia, and Vancouver British Columbia are located around different parts of the Pacific Ocean.<br><br>(END VIDEO CLIP)<br><br>AZUZ: They`re also the three most expensive places to live, according to a new survey. The Demographia International Housing Affordability Survey comes out every year. What it does is compare median house prices with median household incomes in a given area. The more than house prices exceed incomes, the more unaffordable a place is considered.<br><br>For the ninth year straight, Hong Kong came in as the most unaffordable place to live on a list of 406 major city markets. Home prices there are 18 times what the median household earns in a year. In Sydney, they`re just over 12 times what people earn. In Vancouver, they`re just under 12 times the median annual income.<br><br>Now, contrast that with one of the least expensive places to live -- Racine, Wisconsin, where home prices are only 1.8 times what people make in a year. Looking at countries, the U.S. had the most affordable housing market overall, followed by Japan and the United Kingdom.<br><br>On websites, customers can find things easily, sometimes to save money, order with single click. But they may not spend as much time shopping and they may be hesitant to buy something new they can`t see in person. In stores, people can try on clothes, ask for an opinion, return something immediately. Some retailers are finding the best business is having the best of both worlds.<br><br>(BEGIN VIDEOTAPE)<br><br>VANESSA YURKEVICH, DIGITAL CORRESPONDENT, &quot;CNN MONEY&quot; (voice-over): Online shopping is expected to reach almost half a trillion dollars in the next three years, but brick and mortar stores still bring in 10 times that.<br><br>So, how do you appeal to the shopper of today and tomorrow? Be in both places at the same time.<br><br>DAVID GILBOA, CO-CEO &amp; CO-FOUNDER, WARBY PARKER: We`re finding that customers are really responding and voting with their wallets when we open a store. And then it also creates awareness and drives business to online sales, as well.<br><br>YURKEVICH: Neil Blumenthal and Dave Gilboa started Warby Parker out their New York apartment six years ago. Today, the company`s been valued at more than $1 billion. And in just three years they`ve opened 31 stores in the U.S. and increased online sales.<br><br>NEIL BLUMENTHAL, CO-CEO &amp; CO-FOUNDER, WARBY PARKER: For the traditional optical shop, you walk in, the glasses are under a lock and key. They`re behind the counter, out of reach. You can`t interact with them. In our stores, we`ve used technology that we built ourselves.<br><br>So, when you go to check out, there`s not a cash register. All of our sales associates have iPad minis and they`re using software that we`ve written to help you check out seamlessly.<br><br>YURKEVICH (on camera): So, you`re essentially making it very difficult for people not to buy your product.<br><br>GILBOA: We`re trying to use technology to enhance customer experiences and really rethink the way that glasses are sold.<br><br>YURKEVICH (voice-over): That includes a user profile, just like you would have on social media.<br><br>BLUMENTHAL: That sales associate can take a picture wearing the glasses and you in nicely formatted email with the click and you can shop out on your way home.<br><br>YURKEVICH: According to Warby, 85 percent of people who go to their stores have been to their website first and their online sales are still more profitable.<br><br>BLUMENTHAL: You know, it`s funny, in a few years, I don`t think we`re going to think about these businesses in terms of distinct channels of online and offline, because it`s so integrated. So, we just need to build the company that`s adaptable regardless of the medium.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For &quot;10 Out of 10&quot;, someone has totally lost his marbles. And you thought we were just talking crazy.<br><br>A trailer ripped open recently on an interstate in Indianapolis, Indiana. No one was hurt but 38,000 pounds of marbles, 38,000 pounds, spilled onto an embankment on the side of the road. Yes, part of it had to be shut down, while officials collected the marbles.<br><br>According to Chron.com, police were planning to use vacuums, though the site said someone on Twitter suggested they`d use hungry, hungry hippos.<br><br>Maybe that`s not a mar-oble idea. Even if you toyed with it, you`d find someone who was game and if it worked -- hey, you`d be on a roll y`all.<br><br>I`m Carl Azuz and you know I`ve lost my marbles shooting puns like this. Have a great Tuesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-24 CNN Student News.mp4"}