{"title":"CNNSN-2017-04-12-CNN-Student-News","script":"(CNN Student News) -- April 12, 2017<br><br><br>American and Russian Tensions Over Syria; New York Plans to Offer Free College Tuition; Health Benefits of Unplugging<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: First topic today on CNN 10. We`re breaking down American and Russian tensions over what`s happening in the Middle Eastern country of Syria.<br><br>I`m Carl Azuz. It`s good to have you watching.<br><br>U.S. Secretary of State Rex Tillerson arrived in the Russian capital yesterday. He`s meeting with his Russian counterpart, Foreign Minister Sergey Lavrov.<br><br>The main subject: Syria`s ongoing civil war. Last week, dozens of Syrians were killed by a chemical weapon, a poisonous gas. The U.S. blames Syria`s government for launching the attack and though Syria denied it, American ships later fired missiles at a Syrian air base, the base where the U.S. says the chemical attack was made from.<br><br>This was the first time that America targeted a Syrian government position. Previously, it had only gone after ISIS terrorist positions in Syria.<br><br>But here`s where it gets more complicated -- Russia supports the Syrian government and its president, Bashar al-Assad. And the U.S. does not.<br><br>So, America is trying to influence Russia to end its support for Syria`s leader.<br><br>(BEGIN VIDEO CLIP)<br><br>REX TILLERSON, UNITED STATES SECRETARY OF STATE: We want to create a future for Syria that is stable and secure. And so, Russia can be a part of that future and play an important role. Or Russia can maintain its alliance with this group which we believe is not going to serve Russia`s interest longer term.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Faced with new Russian threats, the U.S. military not backing down in the skies over Iraq and Syria. We`re on a KC-10 tanker plane refueling the fighters pounding ISIS.<br><br>(on camera): Of course, there`s some tension since the Russians have announced they don`t want to communicate with the U.S. anymore in the skies over Syria. That`s why crews like this one take great care when they fly into Syrian air space.<br><br>(voice-over): Stopping the communications significantly increases the risk of mid-air collisions over this crowded air space where U.S. coalition and Russian planes operate very close to one another.<br><br>Russia made the move after America hit a Syrian airfield with cruise missiles last week in response to a chemical attack on a Syrian village killing around 90 people.<br><br>Washington blames the Assad regime, Russia`s main ally in the civil war there, even as Syria denies being behind the attack.<br><br>But America doesn`t want the turmoil to affect the ongoing effort to destroy ISIS.<br><br>(on camera): Despite the current tensions with Russia, the U.S. says that the fight against ISIS has to continue full steam, especially with American and allied forces on the ground and in harm`s way.<br><br>(voice-over): A sentiment echoed by commanders leading the air war against ISIS.<br><br>BRIG. GEN. CHARLES CORCORAN, U.S. AIR FORCE: We can`t take our eye off the ball. It is -- it is ISIS. That`s why we`re here.<br><br>So, you know, our national leadership decided to do something about a problem that they saw and -- and if we`re asked to help out with something like that, we`re obviously ready to do it. But, right now, ISIS is the game.<br><br>PLEITGEN: So far, the U.S. says there have been no incidents involving Russian planes over Iraq and Syria and they hope, despite Russia`s rhetoric, that it stays that way.<br><br>Fred Pleitgen, CNN, aboard a KC-10 refueling jet over Iraq and Syria.<br><br>(END VIDEOTAPE)<br><br>AZUZ: But one big question in all of this: why does Russia support Syria`s leader? Well, for one thing, the presidents of both nations see terrorist groups like ISIS as a threat. For another, Russia wants an ally in the Middle East so it can have an influence in the region. The third reason, Syria is a strategic location for Russia. Its only naval base in the Mediterranean is in western Syria, and Russia`s military presence is felt throughout that country.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: It`s a fair question to ask why any country would want to get its military involved in something like this.<br><br>The answer when it comes to Russia is because they already are.<br><br>Look, here`s Syria and all of these dots represent all the places where the Syrian military has bases, and where some of the rebel forces have bases as well. But right in the middle of it all, here are four big Russian bases out there and there are Russian troops spread around in other areas as well, thousands of them. We don`t have an accurate count but we do know its runs into the thousands and that means that there are also Russian jets and Russian helicopters and Russian troop transports and Russian radar system and air defense systems.<br><br>Take a look at this, if you want the sense of it. The middle flag over there on the far side, that`s this ground right here and if you look down in this quadrant, this area right here, in 2014, it looked like this and in 2015, like that -- a brand new, state of the art base built for the Russians and by the Russians. This is a permanent facility.<br><br>They`re not just visitors there. They intend to stay and they want to stay in this region, because just like the United States likes having influence in the Middle East and considers that important, the Russians do, too.<br><br>Syria is a longtime Russian ally and the Russians are making it clear they have no intention of going anywhere even if a few jets quite close to them, it blown up along the way.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What is the state motto of New York?<br><br>Excelsior, Into the Future, Crossroads of America, or Dirigo?<br><br>Excelsior, which is Latin for &quot;ever upward&quot; is the state motto of New York.<br><br>(END VIDEO CLIP)<br><br>AZUZ: A few U.S. states currently offer free community college for high school graduates. New York just became the first state to offer free tuition at two- and four-year colleges. It`s a scholarship program called the Excelsior Scholarship. It was part of the newly passed state budget and the state government says more than 940,000 households across New York would qualify.<br><br>But there are some conditions. For one thing, if students want to attend the public state or city college for free, they have to be residents of New York and their families have to earn less than $100,000 a year. That limit would increase to $125,000 in the years ahead.<br><br>Students on the scholarship would have to attend school full time unless they have stabilities, and though their tuition would be free, they`d still have to pay for books, fees, and room and board if they live on campus. That can all add up to more than $15,000 per year.<br><br>Recipients would have to live and work in New York after they graduated. If they took two years, they`d have to stay two years. For a four-year college, they`d have to stay four years.<br><br>The state doesn`t want students getting the free education and then leaving to live somewhere else. Students could lose their scholarships if they don`t maintain the necessary GPA to stay in school and graduate on time. The governor`s office estimates the program will cost taxpayers $163 million for the first year and that`s before the program is fully implemented.<br><br>Ten hours and thirty-nine minutes per day, that`s how much time American adult spend on average staring at a screen. Don`t get mad at me. We`re only 10 minutes.<br><br>The statistic comes from a Nielsen company audience report from last year. It includes time spent on tablets, smart phones, computers, games, TVs.<br><br>And for those who can`t step away, it could be considered toxic.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: How do you know you have a problem and you need a digital detox?<br><br>Well, if you`re watching this right now, you`re probably tech-savvy. You`ve got lots of different devices and you maybe somebody who is in a need of a digital detox. It`s when these devices start to control your life as opposed to making them easier.<br><br>The area we find this impacts your life the most -- and this may surprise you -- but it`s in fact your sleep. You find that people who are using their devices so close to bedtime creates an arousal in your brain that is so profound that it makes it much harder to go to sleep. It also affects your circadian rhythm overall. That`s your sort of normal rhythm between lights and night, and when that is disrupted, it just throws off your whole sleep schedule.<br><br>One thing you don`t realize is that simply by reading an email or reading a text message in the middle of the night, it can take your brain from zero to sixty very, very quickly and that brain is a very, very hard brain to slow down.<br><br>One golden rule that most sleep experts agree on is that if you do get woken by the phone or by something else and you`re awake, get up and walk around. Don`t come back and lie in the bed until you`re truly ready to go to sleep.<br><br>So, take a break. Put on the &quot;out of office&quot;. Put the cellphone away. It could help you live to a hundred.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Would a tunnel for ships rate a perfect &quot;10 Out of 10&quot;? It depends on whom you ask.<br><br>This is a proposal in Norway. If it`s built, it would be a world first for ships. It`s be more than a mile long, 121 feet high, 86 feet wide, it`d cost about $314 million to build. According to Wired.com, some say it wouldn`t be worth that, especially in good weather when ships could sail around. Others say it would, especially in bad weather when they couldn`t.<br><br>So, it`s more of a hard sell for a soft sail, and a soft sell for a hard sail, and a boat face for both sell that may or may not sail or tunnel its way in the history. Hey, for a romantic cruise, they could market it as the tunnel of love boat. That`d be sweet.<br><br>I`m Carl Azuz. We`re setting sail on another edition of CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-12 CNN Student News.mp4"}