{"title":"CNNSN-2016-01-26-CNN-Student-News","script":"(CNN Student News) -- January 26, 2015<br><br>WHO Warns About Zika Virus in the Americas; East Asia Shivers Under Cold Temperatures. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, I`m Carl Azuz for CNN STUDENT NEWS. It`s good to see you this January 26th.<br><br>First up, except for Canada and Continental Chile, the danger is Zika virus. It`s expected to spread to every country in the Americas. That`s according to the World Health Organization. And it`s because the mosquito that transmits the virus is found throughout the Western Hemisphere.<br><br>Zika was first discovered in Central Africa in the 1940s. Eighty percent of people who catch it have no symptoms. Others might get a fever or a rash for a few days. But Zika has been linked to an increase in babies born with microcephaly, which can cause abnormally small heads and severe delays in children`s development. There`s no treatment and no cure.<br><br>So, the U.S. Centers for Disease Control is urging pregnant women to avoid many countries in Central and South America and the Caribbean.<br><br>There are also concerns about this year`s Summer Olympics in Brazil, though, official say there will be fewer mosquitoes around when the games are played in August, a winter month in Brazil.<br><br>The mayor of Washington, D.C., says it will be days before snow is removed from some parts of the nation`s capital. Some schools in Maryland, Pennsylvania, New Jersey and New York are still close after a major weekend snowstorm.<br><br>Across the Pacific, millions are dealing with similar weather. A cold shock spreading record low temperatures across East Asia.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT (v: Frost in a place known for its flowers. Hong Kong saw record low temperatures over the last few days, accumulating ice, trapping hikers on one of the city`s famous mountain trails. Dozens were treated for hypothermia in the coldest weather the city has experienced in decades. And Hong Kong wasn`t alone.<br><br>Across Asia, we`ve seen bitter winter weather. No where it hit harder than in Taiwan. State media there reported at least 85 people, most of them elderly, died from hypothermia or cardiac conditions likely caused by the frigid air. It`s an island where most of the homes don`t have central heating. It`s people simply not used to the cold.<br><br>And the winter weather caused travel nightmares across the region. Take the South Korean island of Jeju. It`s a popular destination for tourists, many of whom were camped out in the airport over the weekend. Over 1,000 flights were cancelled, affecting 90,000 travelers.<br><br>And in southern China, a similar story. Train tracks were shutdown and highways were closed due to snowy conditions in the eastern and southern portions of the country, areas known more for good food and balmy weather than for snow. Hundreds of flights were cancelled too on the first weekend of the incredibly busy Chinese New Year travel season.<br><br>This weekend was a day of weather firsts for many in East Asia, just ask these school kids, gingerly stepping through snow of Japanese island of Amami Oshima. No one who lives on the island has ever seen a snow there before because it`s the first time it`s happened in 115 years.<br><br>Matt Rivers, CNN, Beijing.<br><br>(END VIDEOTAPE)<br><br>AZUZ: This &quot;Roll Call&quot; like every roll call is brought to you by yesterday`s transcript page at CNNStudentNews.com.<br><br>Rock Valley Middle School is in Iowa. It`s the home of the Rockets, who totally rocket in Rock Valley.<br><br>To the Southeast, Pine View Middle School is in Florida. It`s the home of the Panthers, the big cats of Landau Lakes.<br><br>And on the island of Taiwan, we`re making a stop in Taipei today to say hello to the students of Grace Christian Academy.<br><br>We`re kicking off a two-part series today on the past and potential future of transportation, planes, trains and automobiles. If you think that cars have come a long way since the Gilded Age, and rockets have come a long way from the Space Age, you might be amazed at how little has changed and how much could change in the decades ahead.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: We first got seriously moving with the help of steam power in 1802. A British mining engineer Richard Trevithick built the first large scale steam powered locomotive.<br><br>In 1879, a German engineer Carl Benz developed the first internal combustion engine, burning fuel like oil and petrol to power pistons. And so, the car was born.<br><br>Only five years later, in 1884, the first electric car born (ph) into life thanks to a British inventor Thomas Parker. His vehicle was battery powered and most tested on the streets of London.<br><br>A man famously took flight in 1903 in North Carolina in America, with the Wright Brothers Orville and Wilbur and their propeller plane the Wright Flyer 1. The flight was just 12 seconds, barely seven meters off the ground, but immutably historic.<br><br>1940 saw the invention of a jet engine by a British engineer Frank Whittle, thus used in fighter planes towards the end of the Second World War, and in commercial passenger liners from 1949, with the British de Havilland Comet.<br><br>Fast forward 50 years or so, there`s now a greater sense of urgency among scientists, to find cheaper, more energy efficient quicker ways of getting us around.<br><br>Richard Varvill is an engineer. He spent his entire career designing rocket and jet engines. Varvill and his colleagues are taking a unique approach, a hybrid rocket and jet engine, the SABRE.<br><br>RICHARD VARVILL, ENGINEER: The fundamental problem is that a state of the art rocket engine, its performance in terms of its fuel consumption is too high. So, the sort of central principle behind the engine that we`re working on is to basically synthesize a rocket engine with an air-breathing engine like a jet engine. For this to be worthwhile, the air-breathing has to operate up to speeds maybe twice as high as a sort of conventional jet engine can range.<br><br>Sort of the holy grail on spaceflight is being together a machine can fly into space and come back again and do it cheaply and safely and reliably, and in fact, there`s been no real progress in terms of the way in which we get into space, since the very start of the space age. So, the actual technology we`re working on is designed to solve that problem.<br><br>REPORTER: Although the SABRE is being designed to take us into orbit, it may usher in a new era of travel back on earth, the Hypersonic Age. The LAPCAT plane as they call it promises staggering speeds of more than 3,000 miles an hour, or put another way, flying from London to Sydney in four hours.<br><br>VARVILL: What we have to do now is build a natural running engine. And that we`re planning to do by the end of the decade. And that will then hopefully sort of destroy all the other naysayers that think this can`t be done.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, yesterday was a holiday, but we`re not going to judge if you didn`t realize it was Bubble Wrap Appreciation Day. This happens every year in the last Monday in January. It`s all about the plastic package cushion that both protects whatever is being shipped and happens to be really to pop.<br><br>CNN visited the factory and found that bubble wrap is only part of its story.<br><br>(BEGIN VIDEOTAPE)<br><br>VANESSA YURKEVICH, CNN REPORTER (voice-over): Inside Sealed Air`s headquarters in Saddle Brook, New Jersey, they may get by the truckload every hour. But there`s something new happening. In their lab, they`re creating boxes that self inflate, bubbles that inflate on sight and packaging that takes the shape of a product, once it`s cracked much like a hand warmer.<br><br>UNIDENTIFIED MALE: This is not made out of plastic. It`s made out of mushrooms.<br><br>YURKEVICH (on camera): Mushrooms that I can eat?<br><br>UNIDENTIFIED MALE: Mushrooms that you can eat. Oh, it doesn`t smell.<br><br>YURKEVICH: It doesn`t smell like mushroom. Does it take like mushroom?<br><br>UNIDENTIFIED MALE: No.<br><br>(LAUGHTER)<br><br>YURKEVICH (voice-over): But bubble wraps started it all. And like other brilliant inventions, it was made by accident.<br><br>The story begins in 1957 when these guys were trying to make wall paper. It didn`t quite stick, but from that failure, bubble wrap is born.<br><br>(on camera): What is the secret to making bubble wrap?<br><br>ED ACKERSHOEK, SR. ENGINEER, SEALED AIR: I`m not going to say that.<br><br>(LAUGHTER)<br><br>ACKERSHOEK: Come on down.<br><br>This would be one of the resins (ph) that we`re using on the product.<br><br>YURKEVICH: And this is essentially plastic?<br><br>ACKERSHOEK: This is plastic.<br><br>YURKEVICH: And then it gets sucked up into these huge tubes --<br><br>ACKERSHOEK: From here, we will suck it up into anyone of the three lines.<br><br>YURKEVICH (voice-over): To form the bubbles, the plastic is melted down at 500 degrees into a consistency like molasses.<br><br>ACKERSHOEK: Once we vacuum form the bubble, then we include another layer of material to seal the air inside the bubble.<br><br>YURKEVICH: It`s cut down to size by a million dollar machine, and there are over 100 different kinds of bubble wrap, customized for almost every major shipping company in the world.<br><br>Bubble wrap is actually only 3 percent of the company`s revenue. Their newer, innovative packaging isn`t so easy to pop.<br><br>(on camera): So, this is kind of a thing of the past and this is a thing of the present and future?<br><br>ACKERSHOEK: That`s exactly right.<br><br>YURKEVICH: No bubble wrap.<br><br>(LAUGHTER)<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, if you wrap a bobble head in bubble wrap, does that make it a bubble head? If you pop bubble wrap with your teeth, does that make it bubble gum? If you drop it, do you babble it or bubble (ph) it? If you skip it, are you thinking outside the bubble? And if you do nothing but pop, are you bubbling with a bubble or bubbling with a bobble, or bubbling with a bubble (ph)?<br><br>I hate to burst your bubble y`all but that wraps things up for us today. Stop by tomorrow. We`ll keep the puns popping.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-26 CNN Student News.mp4"}