{"title":"CNNSN-2017-05-23-CNN-Student-News","script":"(CNN Student News) -- May 23, 2017<br><br><br>A Deadly Incident At A British Arena; Breach at the &quot;Doomsday Vault&quot;; President Trump`s Visit to Israel<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Thank you for watching CNN 10 this Tuesday. I`m Carl Azuz.<br><br>There was some breaking news last night out of Manchester, United Kingdom. Eyewitnesses said it appeared to be some sort of explosion. It took place at or near an Arianna Grande concert in Manchester Arena. British police initially said at least 19 people were killed and that dozens of others, around 50, were injured.<br><br>Emergency workers rushed to what was described as a chaotic scene. There were several videos like this that showed people panicking and running.<br><br>When we produce this show, there were still more questions than answers, but British officials said they were treating this as a terrorist incident.<br><br>You can look for the latest news on it at CNN.com.<br><br>Another story we`re covering, what`s known as the Doomsday Vault has been breached.<br><br>This is an emergency storage facility for seeds -- more than 500 million of them from all around the world. It would allow people to recreate food supplies in case there`s some sort of global catastrophe. The vault`s carved into a side of a mountain Svalbard, a Norwegian archipelago about halfway between Norway and the North Pole.<br><br>The company that manages the vault says water has gotten in, that it breached the entrance to the vault and sit about 50 feet into part of an access tunnel. The seeds themselves were not harmed.<br><br>So, how did this happen?<br><br>Regardless of when you`re watching this show on Tuesday, the temperature in Svalbard is below freezing. The vault`s management company says the bridge occurred during an unusually warm and ready October. They just made it public. Officials are waterproofing the walls inside the tunnel entrance to better protect the vault.<br><br>(BEGIN VIDEOTAPE)<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Just look at the landscape around us and how remote this is and then jotting out of the side of this Arctic mountain is this Svalbard global seed vault.<br><br>So, this is it?<br><br>MICHAEL KOCH, GLOBAL CROP DIVERSITY TRUST: This is it. This is the vault. This is what is built for humanity to survive. This is the Svalbard global seed vault. It`s here since 2008, built by the government of Norway, and it`s one of the most amazing things you`re going to see in your life.<br><br>Yes, they look funny, but they protect you against ice falling down in the vault.<br><br>DAMON: It`s that cold?<br><br>KOCH: It`s that cold. So, that`s about 150 meters down into the mountain. This is becoming the permafrost here in granite. They built this like they built the tunnels in the Alps, with the big machines, big excavator. Took about two years to build and it`s built to last for very long time.<br><br>This is meant to be your way out if the power fails, if there`s no lights. So, you find your way out of the vault. So, the seed deposit works like with any bank and a safe deposit storage in the basement of the bank. You bring your own seeds. You as a depositing institution, you own them and you keep them and only you can determine what happens with them.<br><br>This is the main door, to the active vault. One of the three vaults that we have. It`s all frozen up, because inside, it`s minus 13 Celsius year round.<br><br>And this is typically the place everyone wants to have a picture taken. This is world agriculture behind that door. Everything you`re going to need for the world to survive in terms of agriculture is safely kept here for the future.<br><br>We have 860,000 types of crops. Each probe has 100 to 1,000 corns. So, if you look at the number of individual grains in here, it could be close to a billion.<br><br>DAMON: My nose is going to fall off already.<br><br>KOCH: You need to keep warm here, with everything that you can, and when you go inside, it`s got cold, the drop of the AC.<br><br>You could go back to Svalbard and recreate agriculture in the world, which I find an amazing concept.<br><br>DAMON: In the event of cataclysmic occurrence, this would stay and preserve these seeds for how long.<br><br>KOCH: We have minus 18 Celsius in here. It would go up to minus eight, minus seven, after a few years. But then the evening of that temperature, most of the seats can stay for many, many years. Tens, twenty years time. So, you have a lot of time to think about what to do even if power fails here and doesn`t get restored. It`s a safe place.<br><br>DAMON: It is truly remarkable and such a unique experience.<br><br>The general population doesn`t have access to this vault and we`re among the few who have actually been inside. And as Michael said, it really does make you pause and think about how what is being done here is really helping to safeguard our future.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For the second stuff on his first international trip as U.S. leader, President Donald Trump landed in the Middle Eastern nation of Israel Monday. There are a few goals for his visit there. One, discuss the Israeli Palestinian peace process. President Trump met with Israeli Prime Minister Netanyahu yesterday. He`s scheduled to meet with Palestinian Authority President Mahmoud Abbas today. The American leader says he has hopes for a peace deal between the two sides.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: I thank the prime minister for his commitment to pursuing the peace process. He`s working very hard at it. It`s not easy. I`ve heard it`s one of the toughest deals of all, but I have a feeling that we`re going to get there eventually.<br><br>(END VIDEO CLIP)<br><br>AZUZ: President Trump also made history yesterday, becoming the first sitting U.S. president to visit the Western Wall. It`s one of the holiest sites in Judaism. It`s also significant to Muslims. And because both Israelis and Palestinians claim the Western Wall as part of their territory, American officials would not allow Israeli government officials to visit the wall alongside President Trump so as to avoid the appearance that he was favoring one side or the other.<br><br>Another topic the president addressed, security in the region. Saudi Arabia where President Trump began his trip and Israeli don`t want Iran to become a more powerful player in the Middle East, though Arab countries have been at odds or at war with Israel in the past, their opposition to Iran could become a unifying threat.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>When it comes to retail products, what does &quot;UPC&quot; stand for?<br><br>Unique Product Code, Universal Product Code, Unique Price Code, or Universal Product Co-op?<br><br>UPC stands for University Product Code, the standard barcode printed on the stuff we buy.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Only the non-millennial and maybe some early millennial members of our audience will remember using these, the walkman, floppy disks and, of course, VHS. You needed something to tape world premiere music videos. All of these things were inventions of the 1970s. And while today, their value is probably more nostalgic than usual, there are some devices of the disco era that are still helping us every day.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: On June 26, 1974, a pack of Juicy Fruit gum made history when it was the first item ever to be scanned via a state-of-the-art technology: the barcode.<br><br>And now, more than 40 years later, as many as 5 billion barcodes are scanned every day across the world.<br><br>The code itself, you know, those black lines of varying width on the label, was inspired by Morse code. But the holy smokes component of the innovation was how it was scanned by lasers.<br><br>Lasers had been the stuff of nerd fantasies until the early 1960s, when the Hughes Aircraft Company unveiled the first one at a press conference.<br><br>A Los Angeles newspaper reported the story underneath the headline, &quot;LA man discovers science fiction death ray.&quot;<br><br>But the fact of the matter is, no one really knew what to do with that new technology until that June morning in 1974 when a pack of Juicy Fruit gum in Ohio changed the world.<br><br>Today, barcodes are the unsung heroes that make everything from shipping to boarding an airplane to keeping track of medication possible.<br><br>But the biggest beneficiary is retail. Think about a grocery store from yesteryear. Every individual item had to be marked with its price, and the cashier had to manually input it into the register.<br><br>So, thanks to the barcode, you`re waiting in the checkout line a whole lot less and the stores themselves benefited big time. The barcodes allow them to keep accurate, real-time inventory. That`s a major advance in efficiency, even if it cost some grocery staff their jobs.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`re fed with the salad bar, Ann Harbor, Michigan, has the antidote. Welcome to Camp Bacon. This could be the setting for a horror movie if you`re a pig, but if you like to pig out on pig, this is your hog heaven.<br><br>The five-day festival takes place every spring. It includes bacon baking class and endless supply of bacon strips, a bacon ball complete with pig roast, even open mike night. Strange. Proceeds go to help out local charities but we`re guessing the community piglet rescue ain`t one of them.<br><br>Now, it`s doubtful they`re bake enough nutrition information at the booths. But if you`re a hand who`s always making time to smoke up the kitchen while cooking up the best selling breakfast food, you know, there are no trough choices here. Camp Bacon is the ultimate slaboratory.<br><br>And with the border so close by, we expect Canadian bacon to be there, too.<br><br>I`m Carl Azuz. Hope you`re hungry for more news tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-23 CNN Student News.mp4"}