{"title":"CNNSN-2016-08-22-CNN-Student-News","script":"(CNN Student News) -- August 22, 2016<br><br><br>Violence and Political Turmoil Impact Turkey, Zika Virus Spreads in Miami; What Happens to Olympic Venues After Events Wrap Up<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS. And if you`re just coming back from your summer break, it`s great to see you again. I`m Carl Azuz at the CNN Center in Atlanta, Georgia.<br><br>First up today, turmoil in Turkey. It`s a country that joins southeastern Europe with southwestern Asia. And for the past year, it`s been struggling with political upheaval, domestic violence and international terrorism.<br><br>Turkish government officials say the ISIS terrorist group which is based partly in neighboring Syria is likely behind the latest major attack.<br><br>It happened in an outdoor wedding celebration in the Turkish town near the Syrian border. A suicide bomber killed at least 51 people and wounded dozens of others. Turkey and the Kurdish ethnic group that lives in the region had given support to the fight against ISIS. So, observers say ISIS might have planned Saturday`s attack in revenge.<br><br>Earlier this summer, suspected ISIS suicide bombers killed 44 people at an airport in Istanbul. Turkish government has also fought against an armed rebel group for decades. It was blamed for bombing Turkish police forces last week and the nation has been under a state of emergency after an attempted coup over the summer. It did not succeed in overthrowing the government but hundreds were killed before that violence came to an end.<br><br>&quot;Were you had land, it was water.&quot; Those were the words of a national guardsman in Louisiana whose home was flooded while he and his wife worked to save lives in the state`s historic flood. At least 13 people died across the state and more than 60,000 homes were damaged. Many of the displaced are staying in shelters, without knowing when they`ll be able to go back to heir homes or schools.<br><br>The cause was a tremendous amount of rainfall, almost 3 trillion gallons of rain that poured over Louisiana between August 8th and 14th. It led to America`s worst natural disasters since Superstorm Sandy hit the Northeast in 2012.<br><br>(BEGIN VIDEOTAPE)<br><br>DREW LABLANC, GONZALES RESIDENT: This is where the kitchen was right here. The water got up to about 2 1/2 foot in the house.<br><br>POLO SANDOVAL, CNN CORRESPONDENT (voice-over): Step to Drew LaBlanc`s door in the city of Gonzales, and you`ll see what hundreds of homes in southern Louisiana look like today, a bare interior stripped of any comforts of home.<br><br>D. LABLANC: We had to gut everything totally in the house.<br><br>SANDOVAL: LeBlanc only saved what he and his son Adlai (ph) could carry out as the water approached his doorstep last Monday, most of what was left behind had to be discarded and now sit soaked to the front lawn.<br><br>AMBER LABLANC, GONZALES RESIDENT: It happened fast and it`s sad. You do what you got to do. We saved a lot. We -- thanks to him and my brother, they put everything as high as they could.<br><br>SANDOVAL: LaBlanc save his family and the small irreplaceable items, including his mother-in-law`s albums.<br><br>D. LABLANC: Her stuff, she kept on the (INAUDIBLE). I said, we`re not going, we don`t need to get that. So, I felt bad the next day, because I don`t want to destroy, and I said, I`m going back, I don`t care how deep it is to get her things that she wanted.<br><br>SANDOVAL: And he used his cellphone to capture that return home along with his son.<br><br>D. LABLANC: I don`t even remember it was his birthday because all of the trauma that was going on.<br><br>SANDOVAL: There was time for a brief celebration. Amid the heartbreak, though, dad fashioned a makeshift cake out of a whipped cream and a few cookies.<br><br>D. LABLANC: I actually sang happy birthday to him while we were standing in the water in the house.<br><br>SANDOVAL: Like many of the families on his block, LaBlanc has helped from friends, neighbors and co-workers.<br><br>D. LABLANC: I`m leaving in my camp, and it`s going to be rough for the next two months, but we -- you know, all of us are safe, we`re alive.<br><br>SANDOVAL: Even with those helping hands, he says it will be weeks, perhaps months before he turns his house into a home again.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`re looking for ways you can help, CNN`s &quot;Impact Your World&quot; initiative has some ideas on that. You can find a link to &quot;Impact Your World&quot; on our homepage, StudentNews.com.<br><br>Next story today: the Centers for Disease Control, a U.S. government health organization, is telling pregnant women to avoid to areas of Miami, Florida, including part of Miami Beach. Why? The Zika virus has been transmitted there. It`s carried most extensively by mosquitoes, though human to human transmission is possible.<br><br>For many people, Zika is not a major threat. Most people who get it won`t even show symptoms. But if a pregnant woman gets infected, Zika can cause severe birth defects or miscarriage of the baby.<br><br>Last month, Florida`s governor announced the first local transmission of the Zika virus in the continental U.S. It was in an area north of downtown Miami. The CDC announced a travel warning for pregnant women and heavy mosquito control measures, including spraying insecticide were taken.<br><br>That seemed to clear up the problem in that area.<br><br>The country hardest hit by Zika is Brazil. But though it was a major concern leading up to this year`s Olympic Summer Games in Rio de Janeiro, Zika did not keep the events from taking place. And South America`s first ever Olympics officially wrapped up last night with closing ceremonies in Maracana Stadium.<br><br>Officials say more than 41,000 tickets had been sold for the giant party. There were still some seats available. In fact, there were a lot of empty seats at this year`s Olympic events.<br><br>And Zika fears might have had an impact on international travel to Brazil. The country`s recession and political chaos might have had an impact locally.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What happens to Olympic venues?<br><br>The 1992 Olympics helped modernize Barcelona. The new infrastructure in the port city increased tourism. Most venues like the football stadiums are still in use today.<br><br>The 1996 Olympics placed Atlanta in the global spotlight. The Games spurred more urban development. Some facilities were also remodeled for college athletics.<br><br>Several former sites from the 2004 Olympics in Athens have been abandoned. This is partially due to the country`s financial problems.<br><br>Many of the stadiums are now home to weeds. But a few buildings have become shelters for refugees.<br><br>The 2008 Olympics in Beijing left some venues useless. The famous Bird`s Nest stadium brings in little, if any, revenue. But the aquatics center found new life as a water park.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Can owning a pet make you happier? There`s quite a bit of scientific evidence that suggests it can.<br><br>First, the statistics. It`s estimated that more than 60 percent of Americans have at least one pet. According to the Harris Poll, a market research poll, 71 percent of Americans who have a pet owned at least one dog, 49 percent have a cat, and then come fish, birds and other animals.<br><br>A &quot;Psychology Today&quot; study found a few years ago that the type of pet didn`t really matter when it comes to people`s wellbeing, but the benefits that a pet brings are pretty extensive.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Pets are the best medicine.<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: I preface by saying that I`m a pet lover. I love dogs. I`ve had dogs my whole life.<br><br>And I`ve always known that dogs improve your mood. Certainly, if you have a dog or any kind of pet, you know what I`m talking about.<br><br>But now, there`s data that show that it can improve your health as well. People who are pet owners tend to have lower blood pressure, lower triglycerides and lower cholesterol levels. I`m not exactly sure why that is. It could be that they`re more active as a result of having a pet. But whatever the reason, having a pet seems to improve both your emotional as well as your physical wellbeing.<br><br>Stress, anxiety and depression are something that plague all of us at one time or another. But we know now even more than anecdotally that people who are pet owners tend to have lower levels of these things, particularly a hormone known as cortisol. Think of that as the stress hormone.<br><br>When you have a lot of cortisol in your body, it`s usually a result of some sort of stressor in your body. If you are a pet owner, you tend to have lower levels of cortisol overall. It`s not that you can`t get stress. It`s not that you can`t get anxious or even depressed at times, but the peaks and the valleys tend to be much more muted.<br><br>One of the things we know about living to a hundred is that being social is a big part of that. It`s not always easy for people to go out there and meet new people. What they find is that people who have pets are actually out in public with those pets oftentimes have the pets act as an icebreaker. They tend to be more social as a result and that can be part of what helps them live to a hundred.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Finally, today, open up and say &quot;ahh&quot; and glad you`re not a dentist and this thing doesn`t need a check-up. Paleontologists say it`s a skull of a Tyrannosaurus Rex, a very well-preserved skull. It was found in a part of Montana that`s famous for dinosaur bones. So far, researchers say they`ve been able to dig up about a fifth of this T-Rex. It was discovered last year by two museum volunteers who saw the skeleton`s vertebrae sticking out of a hillside.<br><br>So, you can see why there`s a skele-ton of interest in it. They probably thought leaping lizards, this could greatly facilitate deeper scholarship. It`s perfectly paleontological that with this dino-scovery, a lot of folks will dig it.<br><br>Whether or not you dig those puns, we`ll have more news for you tomorrow, right here for CNN STUDENT NEWS. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-22 CNN Student News.mp4"}