{"title":"CNNSN-2017-03-06-CNN-Student-News","script":"(CNN Student News) -- March 6, 2017<br><br><br>The National People`s Congress Gathers in China; Students Receive a Lesson in Forced Labor; Tech Expert Details What Can Be Learned from &quot;Likes&quot;<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz for CNN 10.<br><br>A congressional meeting leads off this week`s coverage, but it`s not a gathering of just a few hundred lawmakers. The National People`s Congress has thousands. It happens every year in China, the world`s most populous country.<br><br>The 3,000 politicians who will be under one roof will be hearing about the communist government`s priorities, its policies, its trade relationships, its territorial claims in the South China Sea, its plans for dealing with a new U.S. president.<br><br>China has the world`s second largest economy. The congress will hear the government`s plans for growing it and reducing poverty. Another topic, which we talked about last week, the calls for independence in the special autonomous region of Hong Kong. China`s highest ranking politician said they would go nowhere. He also spoke out against independence calls in Taiwan.<br><br>The National People`s Congress usually lasts a week or two. It doesn`t have a specific schedule. And unlike the U.S. Congress, which is responsible for America`s legislation, the Chinese Congress has less governmental power. It is required to, quote, &quot;unswervingly adhere to the leaders of the Communist Party of China&quot;.<br><br>Our next topic today is slavery. Experts estimate there are more slaves today than there`d been at anytime in history. Forty-eight-point-five million people currently live in some form of bondage, according to the global slavery index. This includes people who are forced to work, forced in a marriage, bought and sold as commodities. The United Nations says human trafficking affects almost every country on earth.<br><br>As part of CNN`s Freedom Project, which aims to draw attention to modern day slavery and expose the criminals who trade in it, we`re taking a look at a program that gave some students a sense of what force labor is like.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT FRIEDMAN, THE MEKONG CLUB: I need you to take a bolt, slower.<br><br>Another row here, five in a row.<br><br>ALEXANDRA FIELD, CNN CORRESPONDENT (voice-over): It`s 8:30 in the morning at this Hong Kong high school. But this is not a regular day.<br><br>FRIEDMAN: My name is Mr. Friedman. I run a company and our company makes nuts and bolts. And you have one of them in your hands.<br><br>FIELD: Classes are cancelled, Mr. Friedman says, their labor is his for the next five hours.<br><br>FRIEDMAN: And you`re going to take the nut, you`re going to put it on the bolt, you`re going to take the nut and put it on the bolt continuously. I do not want you to talk to anyone else. I don`t want you to even make eye contact with me.<br><br>FIELD: The minutes crawl by. The students look bewildered, confused, even angry.<br><br>UNIDENTIFIED MALE: Hey, you. Come over here. You`re not doing it faster. Stand over here and do it faster.<br><br>Time is money. Come on. Faster.<br><br>OK, give her a detention right here, just because.<br><br>Don`t drop the bolt. Give her a detention.<br><br>FIELD: The teenagers struggled the process is painfully slow.<br><br>FRIEDMAN: You`re done.<br><br>FIELD: Then, Mr. Friedman reveals his true intentions.<br><br>FRIEDMAN: This was a simulation. It was to give you an opportunity to experience what it`s like for a short period of time to lose control of your life.<br><br>FIELD: To help them understand what it`s like for the millions trapped in forced labor.<br><br>UNIDENTIFIED FEMALE: When I was doing it, my hands started sweating. I was sweating. So, I can`t basically imagine how people would do it for like 14, 15 hours every day.<br><br>FRIEDMAN: Do you think it was fair?<br><br>UNIDENTIFIED FEMALE: No.<br><br>FRIEDMAN: Did you like me?<br><br>UNIDENTIFIED FEMALE: No.<br><br>FRIEDMAN: OK. Thank you very much.<br><br>UNIDENTIFIED MALE: I was pretty close to walk out of the room, like I felt very disoriented when I thought, you know, punishment.<br><br>FIELD: Just an hour from their school day designed to drive home the realities of modern day slavery, an experience intended to motivate young people to try and make a difference.<br><br>UNIDENTIFIED MALE: I would definitely feel more sympathy for those who are like in slavery.<br><br>UNIDENTIFIED FEMALE: I feel like as students, we can actually raise awareness about this issue.<br><br>STUDENTS: Join us on March 14 to stand up to slavery.<br><br>FIELD: Alexandra Field, CNN, Hong Kong.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these includes more than 1.8 billion people?<br><br>McDonald`s daily customers, population of China, Facebook`s monthly users, or population of India?<br><br>The social networking website Facebook says it has 1.86 billion people who actively use it every month.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And what`s amazing is what Internet experts can learn by people`s activity on social media. It`s been said that anyone who wants true privacy should avoid the Internet, whether it`s connected systems in your home that don`t just answer questions or do your shopping, but here,everything you say or know when you get back from work, or the political leanings of people you follow online, everything that interests us has the potential to be tracked.<br><br>Can this make life more convenient? Yes. Could it get people into trouble? Absolutely and especially in countries where your freedoms could be limited by your likes.<br><br>CNN`s Fareed Zakaria talks to the man who pioneered a model to determine your personality traits based on your online activity.<br><br>(BEGIN VIDEOTAPE)<br><br>FAREED ZAKARIA, CNN HOST, &quot;FAREED ZAKARIA GPS&quot;: Taking just 68 of your Facebook likes, Dr. Michal Kosinski`s model can accurately predict your skin color, sexuality, whether you are a Democrat or a Republican.<br><br>Using a certain number of things that we all do on the Internet, what songs we buy, what Amazon books or products we look at, you can predict things that are much deeper and don`t seem necessarily associated, right? Explain some of that.<br><br>MICHAL KOSINSKI, ASST. PROF., STANFORD BUSINESS SCHOOL: If you look at my Facebook profile or my Twitter profile, you would probably not have much trouble figuring out what my political views are or what my personality is. Now, a computer can do the same thing. Basically, by analyzing large amounts of data from your Twitter profile, your e-mail, your playlists, your Facebook profile and so on, it can create a very accurate and intimate psycho-demographic profile of yourselves, of you and other people.<br><br>And now, this information can obviously be used in marketing and specifically in political marketing. If I have a detailed knowledge of psycho-demographic profiles of a large number of people, I can use this information to craft individual messages and speak individually to each of those people and try to make this message as convincing and relevant to them as possible.<br><br>But also, a computer can utilize, can use information that perhaps, for humans, would not be very informative, right?<br><br>So, if you see me following Obama or Bernie Sanders on Twitter, it`s not a complicated task to figure out what my political views would be. But, now, if you see that I listen to Lady Gaga or Simon and Garfunkel, that`s a piece of information that humans would struggle to interpret simply because both Republicans and Democrats listen to Lady Gaga.<br><br>Now, what a computer can do, a computer can go and look at this data in much more detail. It can look at millions of people, and I bet that there would be a small difference between how likely the Republicans are to listen to Lady Gaga and how likely Democrats are to listen to Lady Gaga, something that, for a human being, is not perceptible.<br><br>Now, does it mean that, if you listen to Lady Gaga, you`re a Republican or Democrat? Not at all. It`s there`s just this little, tiny, bordering on insignificant, amount of information in each digital footprint like that.<br><br>But now, the algorithm can aggregate information from thousands or millions of crumbs of information and then create a very accurate prediction.<br><br>ZAKARIA: What are the ethical dilemmas of wading into these waters?<br><br>KOSINSKI: Well, we have to remember that governments, companies and organizations can use the very technology that can be used for your good; they can turn it against you.<br><br>Now, how they can turn it against you? Well, they can, behind your back, without you knowing, try to infer your intimate traits, such as your political views, your sexual orientation, your personality and intelligence.<br><br>And, now, actually, in a country as free and open-minded as America, it`s probably not a big issue today. Maybe you`ll get some creepy marketing.<br><br>But we have to remember that the same technologies are being used by governments in way less liberal countries, where revealing your political views or revealing your religiosity or your sexual orientation can be really a matter of life and death.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We showed you a backyard loge earlier this winter. But with the official beginning of spring exactly two weeks away, this is more of a three-season thing. A Navy pilot built it for his 3-year-old son. The father was deployed when the boy was born, so he did this as a way to spend more time with his family.<br><br>It costs him about $1,300 for tools and materials, mostly PVC pipes and two-by-fours, and it took him to three months to build.<br><br>I guess it`s symbolic of a dad`s help through all the ups and downs and twists and turns and the rollercoaster of life. We give the man six flags for the effort. It`s a great way to turn a backyard into a magic kingdom. You can easily see their point of the universally amusing project, who Dolly-wouldn`t want a great adventure just outside their doorstep.<br><br>I`m Carl Azuz. We`ll get things back on track tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-06 CNN Student News.mp4"}