{"title":"CNNSN-2016-01-11-CNN-Student-News","script":"(CNN Student News) -- January 11, 2015<br><br>U.S. B-52 Bomber Flies Over South Korea, Sends Warning to North Korea; Hitler`s &quot;Mein Kampf&quot; Republished in Germany. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fresh from the weekend, delivering a new week of CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center in Atlanta, Georgia.<br><br>We`re starting in East Asia today with the tale of two Koreas.<br><br>First, the North, a secretive communist dictatorship that claims it recently tested out a hydrogen bomb. International officials reacted with everything from anger to doubt over the Asian country`s statement.<br><br>But yesterday, a U.S. B-52 bomber flew over South Korea. It was a message that the U.S. would stand by its southern ally if war between it and the North ever breaks out again.<br><br>Will Ripley, a reporter with CNN, says North Korea absolutely took notice of the flight. Before that, he spoke to South Korean students who find pride and optimism in their country`s military efforts.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN CORRESPONDENT (voice-over): As the clock strikes midnight on Kim Jung-un`s birthday, an eerie melody, reminding North Korean of their leaders.<br><br>Musical propaganda echoes through Pyongyang every day and every night, reinforcing a message of loyalty to the supreme leader.<br><br>On the front page of North Korea`s main state newspaper, Kim Jong-un signing the order for what the regime calls a hydrogen bomb. Many outsider observers question the claim.<br><br>But there`s no doubt among these students lined up outside Pyongyang`s science and technology center, the North Koreans say we`re the first foreign media to visit the building.<br><br>LEE WON, RESEARCHER: It looks like a symbol of science.<br><br>RIPLEY: North Korean researcher Lee Won believes this week`s nuclear test ensures peace, even as much of the world calls it a dangerous, provocative act.<br><br>WON: It is only for the self defense.<br><br>RIPLEY (on camera): So, the North Koreans want to be friends with Americans?<br><br>WON: Why not?<br><br>RIPLEY (voice-over): But the current political climate makes that impossible. Years of isolation began during the previous Kim regimes.<br><br>Young future scientists, doctors and other students have little or no access to the Internet, only a state-controlled intranet.<br><br>(on camera): You see a lot of students doing research here in the library, and they are using North Korean`s version of the iPad.<br><br>(voice-over): They study surrounded by photos of their leaders and models of North Korea`s weapons.<br><br>LEE JUE SUNG, MEDICAL STUDENT: It means that our nation is very powerful.<br><br>RIPLEY: Medical student Lee Jue Sung sits beneath the replica of a rocket that launched a North Korean satellite into orbit.<br><br>SUNG: This is all for peaceful purpose. We don`t want war.<br><br>RIPLEY: But outside experts accuse North Korea`s space program of being a front for ballistic missile development, missiles that could some day carry nuclear warheads across the region or even the world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, you get a sense from that about the media restrictions that North Korea imposes on its people. There`s no freedom of the press, no independent media. The communist government actually jams broadcast from the outside the country.<br><br>But South Korea, a republic, has found a way to get its message across the border that the North can`t control, at least for people within earshot.<br><br>And what they hear paints a very different picture from what their leaders want them to hear.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN CORRESPONDENT (voice-over): This is South Korea`s latest against North Korea, K-Pop. It may sound bizarre, but Big Bang`s hit song &quot;Bang, Bang, Bang&quot; has been blasted across the DMZ as part of Seoul`s psychological warfare. Propaganda loud speaker set up along the most heavily fortified border on Earth, broadcasting anti-regime messages, basic news reports, music, and the message to the people of the north of being lied to by its leaders, all guaranteed to anger Pyongyang.<br><br>ANDREI LANKOV, KOOKMIN UNIVERSITY: One of the few measures which the North Korean side takes seriously. And this is exactly why they decided to do it. They believe it`s a kind of soft spot of North Korea.<br><br>HANCOCKS: The loud speakers were dusted off last summer after a decade of silence. This s followed a landmine in the DMZ, which maims two South Korean soldiers, an incident blamed on the North and rejected by the North.<br><br>In August, Pyongyang fired on the loud speakers, sparking a brief exchange of fire across the border.<br><br>But why is the country that`s not fazed by international sanctions affected by a loud speaker?<br><br>CHUN YUNG-WOO, SENIOR ADVISOR, ASAN INSTITUTE: The most dangerous virus that could destroy North Korean regime, all the foundations, ideological, theocratic foundations of North Korean regime is a truth about North Korea, truth about outside the world.<br><br>HANCOCKS: Some defectors say they heard the broadcast was still in North Korea and it helped them make the decision to escape.<br><br>They say truth hurts and that is definitely the case in North Korea, an isolated regime that very strictly controls information going in and out of the country, but appears powerless to stem a dangerous message from the South.<br><br>Paula Hancocks, CNN, Seoul.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the Korean Peninsula to Europe, our next stop today is Germany. After World War II, the European country made it illegal to sell or display any books that promoted Nazi viewpoints.<br><br>Of course, that included Adolf Hitler`s manifesto &quot;Mein Kampf&quot;. The title means &quot;my struggle&quot;. It`s an autobiography. It was published in two parts, the first in 1925, and the second in 1927.<br><br>It laid out Hitler`s ideas about race and hate, and it gave a preview of how his Nazi Party would try to dominate Europe in the years and the war to come.<br><br>The copyright on the book expired on January 1st of this year. So many Germans are grappling with a highly divisive debate: should &quot;Mein Kampf&quot; be reprinted and sold in modern day Germany?<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Is it a manifesto of a madman or a useful educational tool? &quot;Mein Kampf&quot;, Adolf Hitler`s personal treaties (ph) is hitting store shelves in Germany for the first time in 70s years.<br><br>Scholars unveiled the controversial new reprint on Friday.<br><br>The book was always available in other countries and online, but the German state of Bavaria, which held the copyright, banned its publication, until now.<br><br>&quot;Mein Kampf&quot; became a best seller in 1933. In it, Hitler outlined his Nazi vision for Germany, that ultimately led to the deaths of tens of millions of people in World War II. Now, scholars at Munich`s Institute for Contemporary History have released a heavily annotated two-volume version, explaining Hitler`s half truths, lies, and hateful ideology.<br><br>ANDREAS WIRSCHING, INSTITUTE FOR CONTEMPORARY HISTORY (through translator): It is necessary to conduct research on the terrible driving forces of the Nazi era and its deadly racism, and to critically present and make it available to an informed public for discussion. Hitler`s &quot;Mein Kampf&quot; is no exception.<br><br>REPORTER: Germany`s teachers association endorses the reprint, calling it an opportunity to immunize young people against Hitler`s xenophobic slogans.<br><br>JOSEF KRAUS, GERMAN TEACHERS` ASSOCIATION (through translator): My experience as a citizen and as a teacher is that something which is forbidden creates a lot of curiosity. This way, it can be demystified.<br><br>REPORTER: But the book`s reputation has sparked heated debate in Germany, which is still struggling with the legacy of the Nazi era and the holocaust.<br><br>CNN`s Christiane Amanpour spoke to the grand son of Auschwitz commandant Rudolf Hoess and the son of a holocaust survivor.<br><br>ILON GREENFIELD, SON OF HOLOCAUST SURVIVOR: There is no reason to let anybody read this book and the umbrella of the academic aspect of it in my mind is a farce.<br><br>RAINER HOESS, GRANDSON OF AUSCHWITZ COMMANDANT: I think for these young people, it is important to know how a book can destroy human beings in such a way while it was a manual for crimes, for extermination.<br><br>REPORTER: Ultimately, Germans will decide if &quot;Mein Kampf&quot; becomes a best seller again. It`s now on sale for the equivalent of $63 a copy.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Starting in the U.S. Northeast on today`s &quot;Roll Call&quot;.<br><br>Pelham is a town in southeast New Hampshire. From there, the Tigers are stalking CNN STUDENT NEWS. Hello, Pelham Memorial School.<br><br>A few state south, we`re well aware of Delaware. It`s because folks like the Colonials of William Penn High School are online.<br><br>And, finally, in Vaxjo, Sweden, it`s great to see our viewers at Teleborg Centrum Skola. Thank you for watching from Northern Europe.<br><br>(MUSIC)<br><br>AZUZ: A traffic camera in eastern Canada recently caught some pretty rare footage. Say hello to the snowy owl. It`s OK if you missed it, we`ve got in slow-mo.<br><br>Scientists say spotting one of these is not an every day occurrence. They`re nomadic and somewhat mysterious. This one according to ornithological experts was probably looking for a perch. They say the traffic cam in Quebec might be a good spot to stalk prey in a nearby field.<br><br>Though the prey probably hate it, thinking, lemming alone. I don`t give a hoot if you find me palatable. You don`t deserve such an imperchable perch from which to perch-sue the a-perch-fect a-perch-tizer. Was that a lot of pun? Owl say.<br><br>We hope to see again tomorrow on CNN STUDENT hoos.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-11 CNN Student News.mp4"}