{"title":"CNNSN-2017-03-09-CNN-Student-News","script":"(CNN Student News) -- March 9, 2017<br><br><br>How THAAD Systems Work; Students Sounding Off Against Modern-Day Slavery; How Social Media Usage Has Been Linked to Loneliness<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: I`m Carl Azuz with CNN 10 -- your daily 10 minutes of world news explained.<br><br>The Terminal High Altitude Area Defense or THAAD is a missile defense system. It uses missile to stop missiles.<br><br>And the U.S. has deployed the first components of a THAAD system to South Korea. Why? Because North Korea, which is a rival of both the South and the U.S., has been test-launching missiles of its own lately and the THAAD system could potentially be used in self-defense.<br><br>In a clear example of how tensions have been rising in the Korean Peninsula and abroad, China is getting involved in this. It`s North Korea`s only real ally in the world and it`s telling North Korea to suspend its nuclear weapons program which other countries consider illegal. The Chinese officials are also strongly opposed to the U.S. sending a THAAD system to South Korea. They believe it could be used to monitor potential missile launches from China as well.<br><br>How exactly does a THAAD system work and could it be effective against ICBMs, intercontinental ballistic missiles?<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: This missile defense system is a state of the art array of vehicles, typically nine of them, most of them are launchers, but they also a couple of command centers and they have an advanced radar system, which both acquires the targets and helps guide these missile-killing missiles toward that target.<br><br>About 70 missiles would be with all of these trucks out here and which one would be about like this, about 20 feet long, weigh about 2,000 pounds.<br><br>This is the booster down here. That gets it going.<br><br>And once it gets closer to the target, this part will break away, leaving only the front. Up here, you have some advanced electronics and infrared system that will unshroud in flight so it can seek out the target very specifically and the control system that helps guide it in.<br><br>Collectively, all of this is called the &quot;kill vehicle&quot; and the range on it, not too bad. Across the ground, it can go about 125 miles away and about 16 miles high.<br><br>Now, does it explode when it get there? No, not at all. What it does is simply intercept and ram into the target.<br><br>Look at this video from the military. Bear in mind, when this thing takes off and it`s meeting with an incoming missile, a threat out there, the incoming missile may very well be traveling close to 4,000 miles an hour. So, when they hit, that`s the result.<br><br>Military analysts say you can`t really use this so effectively against great, big ICBMs. But for short range and middle range missiles, the kind that South Korea might be worried about from North Korea, yes, it`s got a pretty good record.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these holidays was first held in 1911?<br><br>World Health Day, International Nurses Day, World Malaria Day or International Women`s Day?<br><br>In 1911, the first International Women`s Day was held in Austria, Denmark, Germany and Switzerland.<br><br>(END VIDEO CLIP)<br><br>AZUZ: It was partially inspired by the efforts of American women to attain the right to vote, better pay and shorter working hours. Now, every year on March 8th, International Women`s Day remembers the progress made and obstacles faced by women. It also celebrates their courage and determination throughout history and the present. All around the world, rallies, performances and marches were held as part of the event.<br><br>Separately, marches that coincided with International Women`s Day were held in the U.S. They were part of a nationwide strike called &quot;A Day Without A Woman&quot;. It aimed to draw attention to women`s struggles in the workplace. Several school districts were closed so that teachers could participate.<br><br>Another international issue we`ve been highlighting is modern day slavery. The reports you`ve seen in our show are part of CNN`s Freedom Project which aims to draw attention to slavery and human trafficking and help expose the criminals who are involved in it. If you like to find out more about how people are participating, the #MyFreedomDay is active on Twitter and Instagram, so are some students at a private school in Georgia`s capital.<br><br>(BEGIN VIDEOTAPE)<br><br>LYNDA KINKADE, CNN CORRESPONDENT (voice-over): Atlanta, the center of America`s civil rights movement in the 20th century, today, home to many victims of modern day slavery.<br><br>It`s a global issue these teenagers are determined to fight locally.<br><br>UNIDENTIFIED FEMALE: Everyone`s going to be volunteering.<br><br>KINKADE: Founded in 2011, this club at the Atlanta International School was the idea of a couple of students who had a passion for social justice.<br><br>Now they`ve stirred a movement among young people.<br><br>UNIDENTIFIED FEMALE: Everyone in this entire room is going to be working with us.<br><br>KINKADE: From bake sales, to selling fair trade chocolate, these students raise funds and awareness.<br><br>(on camera): What do students learn about modern day slavery by selling this type of chocolate?<br><br>UNIDENTIFIED FEMALE: Well, we just want to put the message out, that fair trade, getting chocolate that`s been produced ethnically without human trafficking, is so much easier than a lot of people think.<br><br>KINKADE (voice-over): Child labor and modern day slavery are just some of the issues being discussed.<br><br>UNIDENTIFIED FEMALE: OK, question?<br><br>KINKADE: The group meets in their lunch break every Wednesday. It`s led by three students, including Kit McCarthy (ph) and Amelia Castillo (ph).<br><br>UNIDENTIFIED FEMALE: I was really surprised at the scale of the issue.<br><br>KINKADE (on camera): As you start to learn about this, what surprised you most?<br><br>UNIDENTIFIED FEMALE: I think that it surprised me most that it was such a problem that hit so close to home.<br><br>KINKADE: When you speak to people your own age, how do you explain this issue? It`s a pretty tough issue to talk about.<br><br>UNIDENTIFIED FEMALE: Yes. I would say the first step is to make it approachable. Labor trafficking of children is just the most devastating part of it to me, because it`s everywhere. It`s in everything we do, in our phones, in the food we eat, in the clothes we buy, and it just impacts us daily anytime we purchase something, every time we consume something, and I just didn`t know.<br><br>KINKADE (voice-over): This group, now one of the most popular social clubs in school.<br><br>UNIDENTIFIED MALE: It`s an issue that my school I feel gets very little male representation. And I feel it`s important for both genders to be involved and to take action.<br><br>UNIDENTIFIED MALE: I see things like I see a t-shirt, for example and be like, maybe someone was taken from their family and had to be forced to make that shirt, rather than it being made fair trade.<br><br>KINKADE (n camera): And it`s not just about raising awareness and raising funds, you also lobby government. Explain how that works.<br><br>UNIDENTIFIED FEMALE: We take a group of students down to the capital. Everyone splits up and goes to their representatives and you know, writes them, they can write them notes, letters and things about why they think, you know, why this issue is so important.<br><br>KINKADE (voice-over): Kevin Glass, headmaster of the Atlanta International School, hopes these students will take the lessons learned here and share that knowledge, passion, and activism, as they move through college and into the workforce.<br><br>(on camera): What do students bring to the table to tackle this issue that adults don`t?<br><br>KEVIN GLASS, ATLANTA INTERNATIONAL SCHOOOL: They bring this absolute unvarnished honesty, without any veneer of political correctness, you know?<br><br>And they challenge us, the adults, to wake up, that this is a real issue, and we have to do something about it. Their power is phenomenal.<br><br>KINKADE (voice-over): Lynda Kinkade, CNN, Atlanta.<br><br>(END VIDEOTAPE)<br><br>AZUZ: &quot;Television is a medium of entertainment which permits millions of people to listen to the same joke at the same time and yet remain lonesome&quot;, a quote from the poet T.S. Eliot.<br><br>Could the same thing be said about social media? People join it to get connected to others, but a new study published in the American Journal of Preventive Medicine has linked increased social media use to higher levels of perceived social isolation. In plain English, the more time people spent on sites like Facebook or Twitter or Tumblr or Vine, the more isolated or lonely they were likely to feel, according to the study.<br><br>What`s not clear is that people feel more isolated because of what they`re seeing on social media, or if people who already feel isolated are spending more time on social media to connect with others. But the study says that either way, those feelings of isolation are often associated with sickness, weigh or sleep problems.<br><br>(MUSIC)<br><br>AZUZ: It was a beautiful setting for a wedding. A beach in the Philippines soaked in sunlight. But the bride and groom were a couple of real dogs. The ceremony was organized by a group of friends, human friends, who wanted to show other people how important canine companions are. The animals were all dressed in their Sunday best, though the big outdoor celebration, which included a ceremony and a meal left at least one guest dog tired.<br><br>Kind of wonder if there was a minister or just a veterinarian, and if that person had his doctor of the-howl-ogy. Did he pronounce the happy couple dog and wife? Did they write off in a carriage or a carrier? Whatever vehicle it was, we just hope pets were allowed. If not, they can expect a letter of complaints.<br><br>Do you like wedding puns? I do!<br><br>This is CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-09 CNN Student News.mp4"}