{"title":"CNNSN-2015-10-21-CNN-Student-News","script":"(CNN Student News) -- October 21, 2014<br><br>A Leadership Change in Canada; U.N. Leader Visits Israel, Palestine Territories Amid Tensions; A Preview of Where Technology Could Take Air Travel<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, everyone. Great to see you this Wednesday.<br><br>We`re starting with news of a leadership change in Canada. The country is a parliamentary democracy. Its head of state, the prime minister, is the leader of whichever political party wins the most seats in a national election.<br><br>There`s no term limit on how long the prime minister can serve. So, conservative party leader Stephen Harper, who`s been in power since 2006, was hoping to stay there.<br><br>But in Monday`s vote, Canadians gave the majority to Canada`s liberal party. It`s led by this man, Justin Trudeau, and he`ll become Canada`s next prime minister.<br><br>Trudeau is the son of former Canadian Prime Minister Pierre Trudeau, who served on and off from the 1960s through the 1980s.<br><br>In land area, Canada is the second largest country in the world. But with 35 million people, its population is only a fraction of that of its border country, the U.S.<br><br>The leader of the United Nations, Secretary General Ban Ki-Moon, arrived in the Middle Eastern city of Jerusalem yesterday. He`s there to try to calm things down between Palestinians and Israelis.<br><br>Since October 1st, Palestinians say that 45 members of their community have been killed by Israeli forces in Jerusalem and in the Palestinian territories of West Bank and Gaza. Israelis say that seven members of their community have been killed by Palestinians using knives, guns and cars.<br><br>And U.N. Secretary Ban says the two sides stand on the brink of another catastrophic period of violence.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Violence in the Middle East.<br><br>ERIN MCLAUGHLIN, CNN INTERNATIONAL CORRESPONDENT: The conflict has been going on for over a hundred years. As for this current wave of violence, it depends on who you asked.<br><br>Israeli officials accuse Palestinian leaders of inciting hatred and violence against Israel, including lone wolf style attacks via social media on Israeli soldiers and citizens. Palestinian leaders blame Israelis. They point to the Israeli occupation that`s been in place for almost 50 years. They say Israeli police are too quick to use lethal force.<br><br>They also point to restrictions on the holy site known to Muslims as the Noble Sanctuary and to Jews as the Temple Mount. They say that Israel is violating the status quo.<br><br>The status quo is an agreed upon understanding that governs the site, which is the third holiest site in Islam and the most holy site in Judaism.<br><br>It says Jews can visit the site at certain times, but they can`t pray there, which angers some Israelis who want greater access.<br><br>Palestinians oppose that. They use the site for worship and they say the increasing pace of visits from the Israeli far right angers them.<br><br>Palestinians are also alarm by some right wing Israelis who say they want to construct a third temple on the site.<br><br>Well, at the moment, Israeli and Palestinian leaders are blaming each other. Neither side has been able to calm things. Behind the scenes, they are talking, but for now it seems that the voices of outrage and anger on the street are drowning out any political dialogue.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Here`s a bit of U.S. trivia. Which state became the seventh to join the Union on April 28, 1778? We`ll give you a hint. It`s Maryland.<br><br>It`s where we`re happy to be part of your day at Hyattsville Middle School, with the Hawks of Hyattsville.<br><br>Up next, Queen Creek, a town in south central Arizona. Hello to the Sabercats watching at San Tan Foothills High School.<br><br>And in Eastern Europe, hello to our viewers at Gimnazjum nr. 5. It`s in Harzhof (ph), a city in southern Poland.<br><br>A change to tell you about in the 2016 U.S. presidential race. Jim Webb served as secretary of the navy as a Republican, more recently he represented Virginia as a U.S. senator and a Democrat. He was seeking the Democratic Party`s nomination for president, but Webb was having trouble gaining ground in the polls and he bowed out of the Democratic race yesterday, though he said he may still run as an independent.<br><br>His decision leaves four Democrats still officially in the race. On the Republican side, 15 people are seeking the GOP nomination.<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Time for the shoutout.<br><br>Ellen Church is famous for being the first woman to hold what job?<br><br>If you think you know the answer, shout it out. Is it A, pilot, B, flight attendant, C, war correspondent, or D, U.S. senator?<br><br>You`ve got three seconds. Go!<br><br>(BUZZER)<br><br>Ellen Church was a license pilot and a nurse. But she made history as the first female flight attendant in 1930. That`s your answer and that`s your shoutout.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Church convinced the airlines to hire nurses for the job, saying their presence would help relax nervous passengers. Of course, planes were a lot less safe in 1930. It was just 27 years after the Wright brothers made the first powered flight.<br><br>Today`s technology has helped make it an entirely different experience. Progress sometimes has its downsides, though. A report by air safety experts two years ago found that pilots were so dependent on technology that they didn`t have good basic flying skills. But if everything works at it should --<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: This is our innovation hub. This is where big ideas come.<br><br>VOICE: Turn left, heading 240.<br><br>UNIDENTIFIED MALE: And you just turn. You control the aircraft with voice.<br><br>UNIDENTIFIED MALE: So cool.<br><br>THOM PATTERSON, CNN CORRESPONDENT (voice-over): Here at Rockwell Collins, we got a sneak peeks at the flight deck of the future, advancements that will affect million of airplane passengers for decades to come, making airplanes easier to fly, more efficient and ultimately safer.<br><br>GEOFFREY SHAPIRO, HUMAN FACTORS ENGINEER: My name is Geoffrey Shapiro. I design the displays and controls that are up in the flight deck.<br><br>PATTERSON: Geoff showed us their concept flight deck, a simulator designed to help perfect new market technologies.<br><br>First up, synthetic vision, a technology that allows pilots to see through clouds.<br><br>SHAPIRO: Synthetic vision is a virtual version of the world. And you can see here, here`s our mountains. Now, if you look out the window here, I can`t see any of that. All I see is clouds.<br><br>I see the same information that you see here on this device. It`s a heads-up display. It`s a transparent display with virtual information painted on it right in front of me. It looks a little bit like a videogame in fact.<br><br>If you`re on the cloud, you don`t see the runway. Through the synthetic version of the world, I see the runway, and I can`t see through this window at all.<br><br>PATTERSON: That means fewer delays and fewer headaches for you, the passenger. Synthetic vision and heads-up displays are already used on various aircraft in the industry. And soon, virtual mapping will include interacted maps of airport runways.<br><br>SHAPIRO: You don`t want to hit another airplane. Our technology here lets you know where you are and where you need to go. There really aren`t any products out there right now that will paint your taxi path on them.<br><br>PATTERSON: To think that turn by turn directions are cutting edge is a little baffling, considering the every day GPS devices in our cars. But flight deck technologies come a long way.<br><br>SHAPIRO: They have more than two crew members back in the day. If you look at the evolution of technology integration in the flight, it`s exponential. We`re living in a very exciting time.<br><br>PATTERSON: Nowhere is this more apparent than in the Advanced Technology Center, where engineers test ideas that won`t see the market for another 10 years if ever, like touch screen piloting.<br><br>SHAPIRO: I want to change the airspeed, like there it is. I changed it. Altitude, heading.<br><br>PATTERSON: And soon, pilots may be able to fly simply with their voices.<br><br>SHAPIRO: Climb and maintain flight level 210.<br><br>VOICE: Climb and maintain flight level 210.<br><br>SHAPIRO: I told it one thing. In the real system, that actually takes three controls to do.<br><br>PATTERSON: They can account for different grammar, syntax and even different accents.<br><br>As flight deck technology continues to advance, one can only asks, will we even need pilots in the future?<br><br>SHAPIRO: The technology is there. I think it`s going to be a while before the public will accept and have faith in that technology.<br><br>PATTERSON: That probably means they won`t be letting me fly anytime soon.<br><br>SHAPIRO: We try everything here, to find out what fits aviation. We don`t know until we try.<br><br>You`re up.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Where`s Waldo? He`s easy to spot at this event in Colorado. He`s all over the place.<br><br>Thousands of Waldos recently suited up for a race in Colorado Springs. They weren`t just there to see and be seen. The event raised money for a place named Waldo Canyon, which was badly damaged by a fire in 2012. The annual Waldo Waldo run has brought thousands of dollars in recovery.<br><br>Anyone can participate.<br><br>And it`s only a 5K race so not much chance of runners hitting the Waldo. Many people were there to book it. They were on foot, so there were car-toons. And even though their looks pretty much run the same, it brought together folks of all different stripes.<br><br>I`m Carl Azuz and I`ve run out of puns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-21 CNN Student News.mp4"}