{"title":"CNNSN-2016-01-29-CNN-Student-News","script":"(CNN Student News) -- January 29, 2015<br><br>Experts Track &quot;Explosively&quot; Spreading Virus in the Americas; All Eyes on Iowa Ahead of State`s Upcoming Caucuses<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays and flannel are awesome! I`m Carl Azuz, with January`s last edition of CNN STUDENT NEWS.<br><br>First up, the World Health Organization, part of the United Nations, it says the Zika virus is now spreading explosively in the Americas.<br><br>It`s not new to the world. Zika has affected equatorial Africa and Asia since the 1940s. But it was thought to be relatively harmless until last year. That`s when it arrived in the western hemisphere. That`s when it was linked to a severe disorder in babies.<br><br>Over the next 12 months, officials estimate there will be 3 million to 4 million Zika infections in the region. Health officials say the El Nino weather pattern could help spread the virus. It`s expected to increase the populations of mosquitoes the carry Zika.<br><br>Researchers are pushing for international efforts to control mosquitoes and speed up vaccine research to fight the disease.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Here`s what we know about Zika. Some of it will frighten you -- but maybe not as much as you think.<br><br>It`s a mosquito-borne virus. Part of the same family as yellow fever, West Nile, Chikungunya and dengue.<br><br>As things stand now, there is no vaccine to prevent Zika, or a medicine to treat the infection.<br><br>The most common symptoms include fever, rash, headaches and red eyes. But 80 percent of people who get Zika won`t even know they have it. That`s right. There are only symptoms in one in five people.<br><br>Now, the virus is spreading quickly across Central and South America and the Caribbean. What makes Zika so scary is it`s alarming connection between the virus and microcephaly -- that is babies being born with heads and brains that are too small.<br><br>In Brazil and several Latin American countries, they`re becoming concerned enough they have asked women there not to get pregnant. In the United States, pregnant women are being told to postpone travel to any of these countries.<br><br>In case you`re curious, this is the bloodsucker everyone is after. The female Aedes Aegypti, she`s an aggressive biter, but unlike other mosquitoes, feeds mostly during the day. For example, she`s different than the mosquitoes that transmit malaria, like to feed at night. That`s important, because bed nets won`t help as much here.<br><br>The best way to prevent infections is using insect repellant with DEET, wearing thick long sleeve shirts and long pants and staying inside, in screened, air-conditioned areas as much as possible.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For your chance to get on &quot;Roll Call&quot;, please make one request daily at CNNStudentNews.com.<br><br>We`re taking you to Central Europe today. First time we`ve ever shouted out Slovakia, and it`s great to have viewers at Business Academy in Trnava.<br><br>Western Nevada is on the roll with Dayton Intermediate School. The Sun Devils are watching from Dayton.<br><br>In our third stop is in Central Washington. Hello to the Warriors. Wahluke Junior High School is in Mattawa.<br><br>In the race for the White House, 12 Republicans are running to win their party`s nomination for president. Three Democrats are running to win their party`s nomination. There will be only one from each party who actually appears on the ballot this fall. How will each final candidate be determined? That`s done through a series of primaries and caucuses, ways that voters in each state help choose each party`s nominee.<br><br>The process officially starts Monday. The Hawkeye State of Iowa holds the first in the nation caucuses.<br><br>Why Iowa? Because in the 1970s, the state decided to schedule its caucuses ahead of the primaries than all other states. It even made a law about it.<br><br>It says Iowa`s contest must happen before all the others by at least eight days. So, if another state decided to schedule a primary on January 15th, for example, well, Iowa would then move its caucuses date up to January 7th.<br><br>Keep this in mind, though, whoever wins Iowa doesn`t necessarily go on to win their party`s nomination. Sometimes they do, sometimes they don`t.<br><br>But winning Iowa does give candidates momentum. It keeps their names in the media. It helps them with fundraising and party interests.<br><br>So, as we get ready to see how these contests play out next week, we`re starting with an explanation of what exactly a caucus is.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN NATIONAL CORRESPONDENT: The Iowa caucuses, this is what we`ve been leading up to all this time.<br><br>And for the Republicans, it`s a simple matter. They show up on caucus night. And they cast their ballots and they count them.<br><br>For the Democrats, though, this is a process. What that means is that hundreds of precincts all across the state, they will physically gather and divide up, based on which candidates they support. So, for example, if we had 100 Democrats in one place and they divided among four different candidates, it might break out like this.<br><br>Now, if any candidate does not have at least 15 percent of support in that room, that candidate is declared out of it. The voters, however, can either go home or they can start going to some of the other candidates out there. And that`s when you get talk and horse trading and a lot of wheeling and dealing because everyone wants to walk away with the most support for his or her candidate.<br><br>Once it`s settled for the night, though, that precinct will report, as do hundreds of others, to the state level, where a lot of math will be done.<br><br>And when that math is complete, we will have from both parties, the first real indication of how the delegates will be divided, and who is actually leading the pack on both sides in the race for the White House.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On Twitter yesterday, I asked how you describe success in one word. Mr. Michaelson and some others wrote &quot;happiness&quot;. Naomi and Jake said fulfillment. Ms. Omstead (ph) said achievement. Ms. B (ph) said impactful. Gavin said being proud of who you see in the mirror and what that reflection has accomplished. And a few of you said Carl and should get some extra credit.<br><br>The reason I asked, in today`s character study, some of my on-air colleagues here at CNN gave their two cents.<br><br>(BEGIN VIDEOTAPE)<br><br>ERIN BURNETT, CNN ANCHOR: Success is?<br><br>BROOKE BALDWIN, CNN ANCHOR: Success is?<br><br>WOLF BLITZER, CNN ANCHOR: Peace of mind, happiness.<br><br>ALISYN CAMEROTA, CNN ANCHOR: Feeling gratified.<br><br>MICHAELA PEREIRA, CNN ANCHOR: Putting your heart into something and achieving it.<br><br>BALDWIN: Success is also having lots of peanut M&amp;Ms.<br><br>GUPTA: Tell me what success is in one word -- impact.<br><br>DON LEMON, CNN ANCHOR: Autonomy.<br><br>CAROL COSTELLO, CNN ANCHOR: Happiness.<br><br>CHRIS CUOMO, CNN ANCHOR: Progress. Great answer. Next question.<br><br>BALDWIN: How has being inherently curious impacted your career?<br><br>BLITZER: I wake up every morning curious. I wake up every morning wanting to know a little bit more.<br><br>ASHLEIGH BANFIELD, CNN ANCHOR: You can`t be a journalist unless you are inherently curious.<br><br>COSTELLO: What question do you need to ask yourself to succeed?<br><br>LEMON: Oh, I know that. Do I want to do this beyond anything else? Is this my passion?<br><br>CUOMO: How much do you want this?<br><br>BANFIELD: Do you love what you do? Because if you do, you`ll be successful before you even know it.<br><br>POPPY HARLOW, CNN CORRESPONDENT: What do you want your legacy to be?<br><br>GUPTA: You know, I don`t know what point it`s appropriate to ask people about legacy. I think maybe just old people get asked that question.<br><br>Wait, am I old? I`m not sure.<br><br>HARLOW: I want my legacy that I live fully, and that I helped as many people as possible along the way.<br><br>PEREIRA: If my legacy has allowed one person to feel good, that`s enough for me.<br><br>(END VIDEOTAPE)<br><br>AZUZ: CNN is now taking reservations for a new tour available right here in Atlanta, Georgia, and guess what? I`m part of it. It`s the CNN STUDENT NEWS with Carl Azuz Tour.<br><br>We`re talking about our production process. We`re talking about our approach to journalism. We`re talking about my hair.<br><br>If you`re planning a field trip, we`d love for you to consider the new tour. Space is limited. So, for more info, please send an email to atltour@cnn.com. And we could be hanging pondering puns together this spring.<br><br>(MUSIC)<br><br>AZUZ: OK. If we were to tell you that you were about to see one of the most expensive photographs ever sold, you might think it`d be something historic, or someone historic, or something incredibly rare. Nope, it`s a potato -- this potato. It`s not even a sweet potato.<br><br>But last year, the photo reportedly sold for $1,080,000. It was taken by a celebrity photographer whose other work hangs in the National Gallery of Ireland.<br><br>We`re guessing he was aiming for something totally organic. But if you think the price is kind of half baked, who knows? Maybe snapping speds will become the photographer`s meat and potatoes. He`s certainly harvested a profit and press his bud, open some eyes and captured something totally tuber.<br><br>CNN STUDENT NEWS will see you later, tater. We`ll be ready to serve again on Monday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-29 CNN Student News.mp4"}