{"title":"CNNSN-2017-01-19-CNN-Student-News","script":"(CNN Student News) -- January 19, 2017<br><br><br>President Obama`s Last News Conference as U.S. Leader; The World Economic Forum in Davos; 2016: What Might Have Been the Warmest Year on Record<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz for CNN 10. Give us 10 minutes, we`ll break down international news for you. Thanks for watching this Thursday.<br><br>We`re starting with report from the World Meteorological Organization. It`s part of the United Nations that studies climate. And it says that 2016 was the Earth`s warmest year on record since scientists started maintaining temporary records in the 1880s.<br><br>Researchers say that 2016 was seven hundredths of one degree Fahrenheit warmer than 2015. That was the previous record holder.<br><br>The U.N. organization says it used several sources like NASA, to come up with its data, though one of them, the United Kingdom`s Met Office says the temperature increase it measured was within its margin of error, according to the BBC. So, the record is not certain across all measurements.<br><br>One big factor in the warm temperatures was a powerful El Nino, a natural warming of Pacific Ocean surface temperatures that affected the climate from 2015 to 2016. But a scientist from NASA says greenhouse gas emissions, which are given off by human activity, are responsible for warming temperatures in the long-term. Because of the recent El Nino event has subsided, scientists do not expect 2017 to break a new warming record.<br><br>Yesterday afternoon, U.S. President Barack Obama gave his final news conference while in office. It was likely the last time he`d speak in public as president.<br><br>A lot of subjects were covered, increasingly strained U.S. relations with Israel and Russia, the relationship between the White House and the media, a recent move to reduce the sentences of more prisoners than any other U.S. president. It all came up.<br><br>And President Obama was asked about his successor, President-elect Donald Trump, and some of the controversies he`s been involved in. The outgoing leader said he and the incoming one had had constructive and sometimes lengthy conversations. But Mr. Obama said the best piece of advice he could give to Mr. Trump was to rely on others around him, as the presidency isn`t a job that anyone can do alone.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: I believe in this country. I believe in the American people.<br><br>I believe that people are more good than bad. I believe tragic things happen. I think there`s evil in the world. But I think that, at the end of the day, if we work hard and if we`re true to those things in us that feel true and feel right, that the world gets a little better each time.<br><br>That`s what this presidency has tried to be about, and I see in the young people I`ve worked with.<br><br>At my core, I think we`re going to be OK. We just had to fight for it. We have to work for it, and not take it for granted. And I know that you will help us do that.<br><br>Thank you very much, press corps. Good luck.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>In terms of when it gained independence, which of these countries is oldest? Austria, Morocco, Brazil, or Switzerland?<br><br>The Swiss Confederation got its independence from the Holy Roman Empire in 1499, making it the oldest independent nation on this list.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Every winter, there`s an international meeting in Davos, Switzerland, the World Economic Forum. It`s an organization that includes politicians, businesspeople, scholars, sometimes actors, basically movers and shakers. They aimed to improve the world by addressing issues like poverty, conflict and the global economy. But the event has also been criticized as an elitist meeting that does more talking than actual problem-solving.<br><br>Either way, the meeting that`s going on right now is looking at the uncertainty of the year ahead, like an investor or a skier might look at risk and then try to minimize it.<br><br>(BEGIN VIDEOTAPE)<br><br>JOHN DEFTERIOS, CNNMONEY EMERGING MARKETS EDITOR: 2016 was a year of surprises. The word here in Davos is that 2017 could present similar challenges.<br><br>So, what are some of the risks facing the global business community? Something that could take a nice outing and turn it into an injury, steady growth into a global recession?<br><br>As the political and business elites gather here in Davos, 2017 could shape up to be a year of extreme risks, and here are the biggest:U.S. going off the path and into the trees where there`s less visibility.<br><br>All eyes, if you will, will be on President Trump. Will he blaze his own trail when it comes to trade? U.S. involvement within the NATO alliance, and how about the U.S., for example, in the Middle East?<br><br>How about Chinese moguls? Economic relations with Beijing are always a little bit bumpy. How tough will the moguls get this year?<br><br>Europe potentially going off a cliff.<br><br>One major obstacle here in Davos is the widening gap between the rich and the poor, and the resentment that`s creating within the European Union.<br><br>There are major elections this year. France, Germany and the Netherlands, and the results could push Europe over the political cliff (ph).<br><br>So, I`ve chosen the ultimate route, slow and steady, hard work but less risky, with the ultimate goal of avoiding disaster in 2017.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: These are crashes are helping researches make drones safer.<br><br>These experiments are helping predict injuries caused by drone collisions.<br><br>Dummies are rigged with sensors that measure the force of a crash.<br><br>And determine if a collision will cause a neck or brain injury.<br><br>The research is key for drone regulation in the U.S.<br><br>Researchers are hoping to make drones safer.<br><br>(END VIDEOTAPE)<br><br>(MUSIC)<br><br>AZUZ: Facing challenges concerning military conflicts, political opposition, foreign and domestic criticism, security threats, not to mention governing a country, it is no wonder why the American presidency is said to cause people to age faster, at least physically. But does that necessarily mean that U.S. leaders live shorter lives than the rest of us.<br><br>(BEGIN VIDEOTAPE)<br><br>JEANNE MOOS, CNN CORRESPONDENT (voice-over): It`s that time again. Time for news organization to roll out those before and after photos to show how much our departing president has aged. It`s been dubbed &quot;the White House effect&quot; and it usually involves wrinkles and white hair, or as Michelle Obama puts it --<br><br>MICHELLE OBAMA, FIRST LADY OF THE UNITED STATES: My very own silver fox.<br><br>MOOS: Maybe you`ve heard there`s a formula for presidential aging.<br><br>MICHAEL ROIZEN, INTERNIST: A typical president ages two years for every year they`re in office.<br><br>And there really is one reason, it`s the stress.<br><br>S. JAY OLHANSKY, LONGTIME EXPERT, AUTHOR: No, it`s not true. They do not age at twice the normal rate.<br><br>MOOS: Longevity expert Professor J. Olhansky disputes Dr. Michael Roizen`s formula.<br><br>OLHANSKY: Perhaps the graying of the hair and wrinkling of the skin may grow more rapidly as a result of stress, but it`s certainly not shortening their lives.<br><br>MOOS: Professor Olhansky says research shows presidents live way longer than regular citizens. Sure presidents look like they`re going downhill in photos.<br><br>OLHANSKY: But guess what? If you take a picture of anybody eight years apart, you`re going to see the same changes in the rest of us as you see in the presidents.<br><br>MOOS (on camera): Really?<br><br>So what?<br><br>That`s me eight years ago. Do you think the grueling life of a TV humor reporter has taken a toll?<br><br>(voice-over): Wonder how long it will take 70-year-old Donald Trump`s hair to change shades once he`s president.<br><br>Though Michelle Obama seems immune from the White House effect --<br><br>BARACK OBAMA: The only way to date her in photos is by looking at me. Here we are in 2008, here we are a few years later and this one is from two weeks ago.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, in all fairness, how about the aging of a CNN STUDENT NEWS and now, CNN 10 anchor? Is age just a number? Certainly, an age old question, which is itself a popular adage.<br><br>Whatever you think, the only thing I`ll tell you about my own age is the same truth I would have told you eight years ago -- I`m older than your brother but younger than your dad.<br><br>Spend another 10 minutes with us tomorrow. We`ve got a special edition set up looking at the U.S. presidential inauguration, specifically the all-important oath of office.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-19 CNN Student News.mp4"}