{"title":"CNNSN-2015-05-04-CNN-Student-News","script":"(CNN Student News) -- May 4, 2015<br><br>Election in Britain; Baltimore City State`s Attorney Announces Charges Against Six Police Officers; Messenger Ends Mercury Probe; Future of Train Travel<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, everyone. Welcome to a new week and its first edition of CNN STUDENT NEWS. It`s good to see you.<br><br>First up, we`re previewing a big election this week in the United Kingdom. It`s set for May 7th. Voters in England, Northern Ireland, Scotland and Wales will be choosing members of their country`s parliament, which is like the U.S. Congress, except in the U.K., the leader of the party that wins the majority in parliament becomes prime minister.<br><br>It`s not the only story making headlines in the U.K. though. Prince William and Catherine, Duchess of Cambridge, welcomed a baby girl on Saturday. The princess` name hasn`t been announced yet. But the role of Britain`s royal family is mostly ceremonial. It does not have lawmaking power, like those running in Thursday`s parliamentary elections.<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHEN COLLINSON, CNN POLITICS: We`re here in the U.K. We`re here to cover what is one of the most unpredictable, exciting, and consequential elections anywhere in the world this year.<br><br>DAVID CAMERON, BRITISH PRIME MINISTER: I think it`s the most important general election in a generation.<br><br>ED MILLIBAND, LABOUR PARTY: This is nothing less than a once in a generation fight.<br><br>COLLINSON: So, we got David Cameron, he`s the prime minister. He`s the head of the Conservative Party, roughly the equivalent of the Republicans in the U.S. But he`s seen by many people by as just a little bit too harsh (ph).<br><br>Ed Milliband, leader of the opposition, he`s the head of the Labour Party. He might be the most left-wing British prime minister for many years, if he`s elected. His main problem has been trying to prove he`s ready to be prime minister.<br><br>Nicola Sturgeon, who`s a rising star of British politics, SNP success, but really get the ball rolling again for another independence referendum in a few years time.<br><br>JOE TWYMAN, YOUGOV POLITICAL RESEARCH: Well, in British political terms, the world has changed. We`re really not sure what`s going to happen.<br><br>COLLINSON: The reason this election matters to America, there are consequences that could flow from this election. For example, United Kingdom could actually split up. Scotland could break away, making it much less powerful country. Britain could leave the European Union, depriving the United States of a key ally in the one of the world`s most important economic blocs.<br><br>UNIDENTIFIED MALE: Either you`re deceiving the British public or you know exactly what you`re going to do, but you`re refusing to get specifics.<br><br>CAMERON: If we don`t save the money in welfare -- and other parties don`t seem to do that -- then they`re going to have to make deep cuts in things like the National Health Service and I don`t want to do that.<br><br>COLLINSON: They were leads (ph) in the north of England of England for the final big step piece of the campaign, the last debate.<br><br>MILLIBAND: Give David Cameron credit, he believes in our staying in the E.U. But I`m afraid he`s being dragged by his party to exit from the E.U.<br><br>COLLINSON: I don`t think there was a clear winner. Someone just said to me, it was a score draw. It`s not going to change the election. And that`s for sure.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>MARILYN MOSBY, BALTIMORE STATE`S ATTORNEY: The findings of our comprehensive, thorough and independent investigation, coupled with a medical examiner`s determination that Mr. Gray`s death was a homicide -- which we received today -- has led us to believe that we have probable cause to file criminal charges.<br><br>Lieutenant Rice, Officer Miller and Officer Nero failed to establish probable cause for Mr. Gray`s arrest as no crime had been committed by Mr. Gray. Accordingly, Lieutenant Rice, Officer Miller and Officer Nero illegally arrested Mr. Gray.<br><br>Following transport from Baker Street, Mr. Gray suffered a severe and critical neck injury as a result of being handcuffed, shackled by his feet, and unrestrained inside of the BPD wagon.<br><br>(END VIDEO CLIP)<br><br>AZUZ: An update from Baltimore, Maryland: six police officers have been charged in the death of 25-year-old Freddie Gray. He was arrested on April 12th. The state attorney`s office says he then suffered a severe neck injury, while being transported inside a police van.<br><br>On April 19th, Gray died from a series of injury. Protests followed in Baltimore. A week ago, riots there led to the destruction of 200 businesses, more demonstrations came as the week went on in Baltimore and some other U.S. cities.<br><br>After the state attorney`s announcement, Baltimore protests were mostly peaceful. The city`s curfew was lifted yesterday and the National Guard was preparing the lead.<br><br>The police union called charging the six officers a rush to judgment, saying they did nothing wrong and are entitled to due process.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT (voice-over): After so much focused on video of what happened outside the police van, the state`s attorney is now saying Freddie Gray was fatally injured inside, and officers failed to take his safety into account<br><br>MOSBY: Placing him on his stomach, head first, onto the floor of the wagon. Once again, Mr. Gray was not secured by his seatbelt.<br><br>FOREMAN: No seatbelt, something the police department says was unacceptable. Metal seats, little padding, with both arms and legs restrained, the back of the police wagon can be a holding cell.<br><br>HAROLD THOMAS, FORMER NYPD DETECTIVE: You can hit potholes and bumps somebody around, or you can, you know, take it up a notch or two and, you know, the maneuver the van in a way that really hurts someone.<br><br>FOREMAN: Trips like this are called rough ride, and former NYPD detective Harold Thomas says they have a long history as a hands off way for police to punish unruly passengers.<br><br>THOMAS: I guess you can say I gave someone a rough ride. This is things that are just taught.<br><br>FOREMAN: Driving the vehicular manslaughter charges in Baltimore are allegations that officers failed to safely and properly restrain Gray at least five times over the span of four separate stops.<br><br>RELATIVE OF POLICE OFFICER: They didn`t want to reach over him.<br><br>FOREMAN: One of the officers` relatives who wishes to remain anonymous told CNN, securing Gray who was reportedly very agitated would have been dangerous.<br><br>RELATIVE OF POLICE OFFICER: He still has his teeth and he still has his saliva. So, in order to seatbelt somebody, you have to get in their personal space. They`re not going to get in his personal space if he`s already irate.<br><br>(END VIDEOTAPE)<br><br>AZUZ: First roll call of the week recognizes classes from Wisconsin to Taiwan.<br><br>We`ll start in Texas, though, because the Rebels of Hays High School are here. They`re in Buda.<br><br>In the Badger State, look up in Green Bay and you might see some Eagles. We`ve got them on our roll from Edison Middle School.<br><br>And in the capital of Taiwan, hello to everyone watching at the High School of National Taiwan Normal University. Thank you for watching in Taipei.<br><br>So, what happens when an American spacecraft hits another planet at more than 8,700 miles per hour? Well, it doesn`t do this anymore.<br><br>Late last week, NASA`s Messenger space probe, which had been studying Mercury, ran out of fuel and smashed into the closest planet to the sun.<br><br>Scientists say it happened on the far side of mercury, so the crash wasn`t visible to us. Still, they`re celebrating the unmanned spacecraft`s life and work.<br><br>Launched in 2004, NASA says the $446 million Messenger traveled about 5 billion miles and made 15 trips around the sun. In 2012, it became the first space craft to orbit Mercury and it sent back pictures and information that scientists say they`ll be studying for years.<br><br>(MUSIC)<br><br>AZUZ: Unlike common railways or high speed rail, Maglev trains have no friction. Maglev is short for magnetic levitation. A Maglev train being tested in Japan is much faster than traditional transportation. It`s also more expensive. Construction estimates are approaching $100 billion, probably because mountain tunnels are needed for it to travel through.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The world`s fastest train.<br><br>The Japanese Maglev train holds the world record in speed.<br><br>The train can travel up to 374 mph.<br><br>The Maglev can travel for nearly 11 seconds above 370 mph.<br><br>The Maglev train doesn`t use tracks.<br><br>It uses powerful magnets that make it float 4 inches above its guideways.<br><br>This allows frictionless movement.<br><br>Japan hopes the Maglev will operational by 2027.<br><br>They plan to build a route between Tokyo and Nagoya.<br><br>The 218-mile trip is expected to take 40 minutes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, if you`re standing nearby, it`d be really hard to track or train your eyes on. But if it becomes operational and commercially successful, you`ll see the builders` motive isn`t loco. It`s on track to retrain our thinking about transportation.<br><br>I`m Carl Azuz. This show has gone off the rails. May the 4th be with you.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-04 CNN Student News.mp4"}