{"title":"CNNSN-2015-09-22-CNN-Student-News","script":"(CNN Student News) -- September 22, 2014<br><br>U.S. Announces Plans to Accept More Refugees; Supply and Demand Factor in to Global Oil Prices; A Sloth Rescuer<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey. I`m Carl Azuz, delivering a brand new edition of CNN STUDENT NEWS.<br><br>The U.S. government has changed the number of refugees it plans to allow into the country. President Obama recently said that the U.S. would accept 10,000 additional refugees from Syria next year. The United Nations criticized that as not being enough.<br><br>Now, the U.S. Secretary of State John Kerry pledges that America will increase its refugee limit by an additional 15,000 next year and 15,000 again the year after, for a total of 100,000 worldwide refugees accepted into the U.S. per year. Many of the additional people would come from Syria.<br><br>It`s not clear if the Obama administration can legally do this without approval from Congress. Some lawmakers are saying the U.S. should accept more Syrian refugees. Critics say that could come with security risks.<br><br>What is certain is that the number of people seeking asylum continues to grow and flow into Europe.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: Along what`s called the Eastern Route, more than 132,000 migrants have travelled mainly from Syria and Afghanistan. Along the so-called Central Route, more than 91,302. These are mostly people from Eretria, Nigeria and other parts of Sub-Saharan Africa. And along the Western Route, almost 6,700 migrants so far, most of them coming from Syria.<br><br>Through June of this year, asylum applications, the numbers of people seeking a safe place to say varied by country. But they range from tens of thousands to hundreds of thousands, and more than 2,700 people have died in the Mediterranean Sea trying to cross into Europe over water.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Quick update to the 2016 U.S. presidential race. Wisconsin Governor Scott Walker announced yesterday he`s no longer a candidate for the Republican nomination. Governor Walker was a frontrunner when he entered the race in July, but after the first two Republican debates, his poll numbers were down and he withdrew last night.<br><br>That means there are now 15 people seeking the Republican nomination, five are officially seeking the Democratic nomination.<br><br>Crude oil is measure in barrels. Last summer, its global price was $100 per barrel. Yesterday, it was trading at less than half that, at about $46.50 a barrel.<br><br>Why does that matter?<br><br>Well, the price of crude affects everything from gas prices to car prices, to stock prices. And it determines the number of jobs in the large global oil industry. The current glut of oil, the surplus of it, gives us a clear lesson in the economic principle of supply and demand.<br><br>(BEGIN VIDEOTAPE)<br><br>NARRATOR: When it comes to oil, it used to be all about the Middle East. Today, the Persian Gulf still has plenty of crude, but the boom is global.<br><br>We produced a surplus of 2 million to 3 million barrels per day. Oil buried deep beneath the earth surface in shale rock can now be accessed with new technologies like fracking and horizontal drilling.<br><br>In 2014, U.S. oil productions saw its biggest jump in more than 100 years, and it`s not the only country to unleash a flood of crude. Production in Canada and Brazil has also hit record levels.<br><br>At the same time, there are more alternatives to oil, like natural gas and renewables. When oil supply outstrips demand, prices fall.<br><br>And cheap oil has consequences. It`s great for consumers, costing less to fuel our cars and heat homes. But it can be tough for companies in the oil patch. It hurts profits and leads to job cuts. And the really sharp dip can unsettle global markets.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now announcing three of the middle high schools using our show worldwide.<br><br>First up, Sunman-Dearborn Middle School. It`s in Brookville, Indiana, the home of the Trojans.<br><br>On the West Coast, from Bel Flower, California, hello to St. John Bosco High School, with the awesome mascot of the Braves.<br><br>And from the French capital, welcome to Notre-Dame Sainte-Croix. It`s great to have you watching from Paris.<br><br>Planes, trains, cars, boats, and Hyperloop, which sounds like a fun ride at Six Flags is actually a transportation concept. It would move people through tubes at incredibly high speeds. Elon Musk, who founded the SpaceX Company, introduced the Hyperloop idea in 2013. It`s not a real thing yet, but a number of groups are working on it.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN DIGITAL CORRESPONDENT (voice-over): We dream about moving comfortably from place to place in a blink of an eye. That`s essentially the dream of the Hyperloop.<br><br>(on camera): How do you envision the Hyperloop changing the way we live?<br><br>DIRK AHLBORN, CEO, HYPERLOOP TRANSPORTATION TECHNOLOGIES: To connect to two cities that are normally six, seven, eight, nine hours apart, was in 15 to 30 minutes changes the way we live. We`re living in areas that are completely over-filled. We`re sitting in traffic every single day for hours. So --<br><br>CRANE: And you think the Hyperloop could be the solution?<br><br>AHLBORN: I think the Hyperloop is for sure one of the solutions.<br><br>CRANE (voice-over): A possible solution, maybe. But it`s far from the reality.<br><br>This concept of humans traveling around in tubes has been around for more than a century. Hyperloop transportations took on the challenge, but quickly realized they didn`t have the design expertise.<br><br>Enter UCLA.<br><br>(on camera): The engineering aspects of this, they`re actually quite simple. It`s really the design that is the most technically challenging.<br><br>CRAIG HODGETTS, PROFESSOR, UCLA: It`s an unconventional system. So you sort of have to invent everything from the ground up. The track is an entirely different element. The station is entirely different. The process of boarding is different, so is architects.<br><br>So, what we`re trying to do is stitch together the technology, the social change and the human experience.<br><br>CRANE: You`re traveling at speeds of hundreds of miles an hour, how could this possibly be safe?<br><br>AHLBORN: In railroads, most accidents were all human factors. So, we in a closed system, we`re completely managed by a computer system. There is no human factor that can actually create those issues.<br><br>CRANE: How much money have you guys raised here?<br><br>AHLBORN: Zero.<br><br>CRANE: How are you going to get this off the ground?<br><br>AHLBORN: Innovation is done in teams. It`s not done by a single person.<br><br>CRANE: Do you feel like you`re working on a project that`s really going to change the future?<br><br>HODGETTS: Oh, absolutely. If I have a date and I want to see the opera in San Francisco, I can literally do that and be back in time to go to sleep in my own house.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In terms of animals, it`s hard to hate a sloth, at least, of course, when you`re in a hurry. When a woman in Surinam lost her dog back in 2005, a shelter she called told her a baby sloth had been orphaned. So, she adopted it.<br><br>That led Monique Pool to found the non-profit Green Heritage Fund Surinam. It rehabilitates and releases sloths by the hundreds. Pools` rehab center is her home.<br><br>(BEGIN VIDEOTAPE)<br><br>MONIQUE POOL, CNN HERO: Sloths are very cute because they`re very slow animals. They like to hang out and they have always a smile on their face.<br><br>Here in Surinam, we have the most pristine rain forest of the whole world but sloths are facing loss of habitat in the urban area.<br><br>Ten years ago, we started doing sloth rescues. When sloths are in trouble, all the telephone calls come to us.<br><br>My biggest rescue ever was this plot of land that was going to be cleared.<br><br>We rescued in total 200 animals, mostly sloths.<br><br>There was sloths all over, in my living room, in the cages. I was slothified.<br><br>I still have a lot of sloths.<br><br>He came in with his nails cut. That`s why he has to stay with us.<br><br>It`s a lot of work, but wherever I go in my house, I may see a sloth.<br><br>What does a sloth do all day? It sleeps, it grooms, it eats.<br><br>Your whole face is yellow.<br><br>And it sleeps a little bit more. It`s ridiculous the way he`s laying.<br><br>My life with sloths.<br><br>(LAUGHTER)<br><br>The best part of a rescue is when we release the animal.<br><br>Go into the forest.<br><br>Sloths are not pets. Wild animals belong in the wild.<br><br>Find yourself a safe spot, huh?<br><br>My work is about the environment. We should value it and protect it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, it looks like a duck, it floats like a duck, it could be a tomato.<br><br>What else do you need to say about this? It`s a tomato shaped like a duck. Awesome.<br><br>A Michigan in Michigan found it just sitting there in their garden, right along with the other tomato-shaped tomatoes. She`s not going to eat it, just enjoy looking at it for a while. So, we have now answered the question about whether a tomato is a fruit or a vegetable. Neither. It`s a duck.<br><br>They don`t last forever, so if she wants to show it off, she better be quack about it. It`s a story that`s right for retelling, head, shoulders and tomatoes above the rest, and while it`s time for us to duck out, we hope you`ve had a vine time and we`ll pick us again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-22 CNN Student News.mp4"}