{"title":"CNNSN-2016-10-11-CNN-Student-News","script":"(CNN Student News) -- October 11, 2016<br><br><br>Yemen: Missiles Target U.S. Warship, Pentagon Says; Historical Perspective on Sunni and Shia Muslims; Racecar Expert Teaching Teens Driver`s Ed<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Jumping right in, a U.S. warship was recently targeted by two missiles near the Middle Eastern country of Yemen. A military spokesman said the USS Mason was in international waters in the southern part of the Red Sea when the attack happened. The ship deployed onboard defensive measures. The missiles missed their apparent target, hit the water, caused no damage.<br><br>But where they did come from? The U.S. says they were launched from a part of Yemen controlled by Houthi rebels. Who are the Houthis? They`re a group that drove out the Yemeni president and government last year. The Houthis have taken control of much of war-torn Yemen, but they deny that they targeted the U.S. warship.<br><br>This goes deeper though. The Houthis are Shia Muslim group and they`re supported by Iran, a mostly Shia Muslim country. But they`re opposed by Saudi Arabia, a mostly Sunni Muslim country that`s leading other nations in attacks against the Houthis.<br><br>Tensions between Shia and Sunni Muslims date back centuries.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Sunni vs. Shia Islam.<br><br>NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR: When Islam`s founder, the Prophet Muhammad died in the seventh century, his followers were split over who should take over, Abu Bakr was one follower. They wanted to choose. Others wanted his cousin and son in law, Ali.<br><br>Ali became the leader for all Muslims for five years before he was killed. His son Husayn was killed in battle by what were to become the Sunnis.<br><br>Since then, the followers of Ali have been known as Shia.<br><br>Across the world, the vast majority of Muslims are Sunnis. What makes the Middle East so complicated are the maps that were drawn and the national boundaries that were put down about a century ago when British and the empires were pulling back from the region and the struggle for power today has its roots in how the region was divided, how those maps were drawn.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The situation in Yemen where there are rebels fighting government forces, a humanitarian crisis with people displaced, outside countries involved, terrorists gaining a foothold. It all sounds a lot like what`s happening in the Middle Eastern country of Syria. Though that nation`s government has more control there, what will happen in Syria in the days ahead is also uncertain.<br><br>Among the estimated 11 million Syrian who`ve had to leave their homes since the civil war begun, CNN`s Fred Pleitgen caught up with one young man whose memories of where he used to live are treasured in volumes.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): For almost four years, this was the reality in Daraya. A suburb of Damascus controlled by the rebels but besieged by Syrian government forces. Amid the shelling, the shortages of food, water and medicine, a peace of quiet, of reading, of solace -- a secret underground library.<br><br>The chief librarian, a 14-year-old boy named Amjad.<br><br>&quot;I like the place and I like learning things. I like to read,&quot; Amjad told us.<br><br>In august, the rebels made a deal with the Syrian government for free passage out of Daraya and returned for government control of the district.<br><br>We were one of the first crews to make it in after the evacuation. Amid the flat and then damaged buildings, all of a sudden, we notice soldiers taking books from a basement. The former secret library of Daraya, books strewn across the floor, many volumes already gone, but the order of the library is still clearly visible.<br><br>(on camera): Almost during the entire time of the siege, the underground library here was a sanctuary, especially for the children of Daraya, many of whom would come here braving the dangers to read in peace.<br><br>All civilians have now left Daraya, but we found the former librarian Amjad in a displaced camp outside Damascus. His lit up when we told him we found the library.<br><br>&quot;I would work for hours in the library,&quot; he said. &quot;I would go in at 1:00 and come back at 5:00. I was responsible for everything.&quot;<br><br>For years, the library was the only escape he and others had from the shelling that killed and wounded so many. Amjad is clear on just how special it was.<br><br>&quot;I cried the last time it was there he said. I used to love it so much.&quot;<br><br>Daraya is now destroyed and abandoned. The underground library is gone, but it will always hold a special place for Amjad and others, a quiet space and the hell they face for almost four years.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. You know what you`re supposed to do when you`re driving and the light turns yellow, when a sign says yield, when you see an emergency responsible vehicle behind you. But what when there`s an obstacle on the inner state or if your car goes into a skid?<br><br>To help teach people how to deal with that, a former race car driver named Jeff Payne founded a nonprofit defensive driving program called Driver`s Edge. He`s today`s &quot;Character Study&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Car accidents are the leading cause of death among teenagers in America.<br><br>JEFF PAYNE, CNN HERO: All these kids are dying on our roadways. Families are affected every single day. None of us are really ever taught how to drive. We`re just taught to pass a test.<br><br>Most drivers were never educated on what to do in that emergency situation. I was simply frustrated with the number of kids that are being killed and the number of little white cross that you see along the highway.<br><br>We hope you all at least come in here with the attitude that you don`t know what you don`t know, and you never stop learning.<br><br>So, I started a free program that would get young drivers behind the wheel and better prepare them for all the hazards that you face out there.<br><br>We actually put young drivers skid control exercises, panic braking exercises, the basic lane change movers. Experiences aren`t traditionally car driver`s education, but that could actually save your life one day out there on the roads.<br><br>UNIDENTIFIED MALE: Every one of you guys took that class how to teach my teenager how to drive, right? It doesn`t exist. And we mix that in with some classroom conversations that make a big difference.<br><br>PAYNE: The driver just took her eyes off the road for split second, and that small mistake turned to deadly tragedy.<br><br>It is a wake up call.<br><br>UNIDENTIFIED MALE: Seatbelts on.<br><br>PAYNE: It`s heartwarming seeing how does these kids develop throughout the course.<br><br>UNIDENTIFIED MALE: Not that fast, off the gas, straighten it back out, straighten it back out. Don`t give up, don`t give up. There it is, I like that much better.<br><br>PAYNE: If they`re doing it perfectly, you don`t see the car rock whatsoever, it`s just very nice and very smooth.<br><br>The cocky driver that thinks they know everything realizes that wow, this is a lot more series than I thought. I need to pay more attention out there.<br><br>UNIDENTIFIED FEMALE: When I`m in a car, I usually am distracted by like my cellphone or like people who are in the car with me. I feel like I become a safer driver and more responsible.<br><br>UNIDENTIFIED MALE: Very good, very good. You`ve done it both times.<br><br>UNIDENTIFIED FEMALE: More defensive.<br><br>That was so much fun.<br><br>I learned that we`ll get through it if you trust the car and stay focused on what you need to do.<br><br>PAYNE: It`s about preparing them to the real world, so they don`t end up as statistics. I know we`re saving lives.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Fifteen hundred dollars might seem a little stiff for a single piece of language, especially if it`s just a carry-on. It only has the capacity of an overnight bag and at 19 pounds, it`s not lightweight.<br><br>One the other hand, it`s not every day you see some rolling on a rollaboard, literally riding it across the airport.<br><br>CNN`s Jeanne Moos takes one for a spin.<br><br>(BEGIN VIDEOTAPE)<br><br>JEANNE MOOS, CNN NATIONAL CORRESPONDENT: It`s not every day you learn to drive a suitcase. Maybe you`ve seen the Modobag. The motorized suitcase you can ride recently went viral.<br><br>So, when Modobag`s Creator, Kevin O`Donnell, offered to let us test-drive it --<br><br>KEVIN O`DONNELL, MODOBAG: Yes. Sit right in the middle there.<br><br>MOOS: -- we decided to carry on.<br><br>O`DONNELL: And then lift your handlebars up. Place your feet on the pegs.<br><br>MOOS: There`s a thumb throttle for the electric motor.<br><br>O`DONNELL: It`s very responsive. So, just take your time to get used to it.<br><br>MOOS: Handbrakes like on a bike. How fast am I going right now?<br><br>O`DONNELL: Probably going in six miles an hour.<br><br>MOOS: Top speed eight. Its state of the art, lithium battery, can go eight miles. Takes an hour to fully charge it.<br><br>If you`re going ape to have one, prepare to pay 1500 bucks when they start shipping in January. The ride was a little bumpy on New York`s cracked sidewalks but --<br><br>O`DONNELL: -- the airport, it`s like you`re floating on air.<br><br>MOOS: Kevin says the Modobag is FAA and TSA compliant and what remains to be seen if the airports would allow them where they to become popular.<br><br>MOOS: See you later.<br><br>Jeanne Moos, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It does take the log out of luggage, put a zip on your trip, create a new form of motorized transport and provide a new way to taxi to the terminal. But it will have to pack some serious orders before we can lug- gauge its success.<br><br>If you are off school for the Columbus Day holiday. Yesterday`s program at CNNStudentNews.com has coverage of Hurricane Matthew`s impact on the U.S. and some highlights from the second presidential debate. You`ll find it in our show archive.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-11 CNN Student News.mp4"}