{"title":"CNNSN-2015-02-11-CNN-Student-News","script":"(CNN Student News) -- February 11, 2014<br><br>The Death of Kayla Mueller; Dash Cams: Silent Witnesses; What Is Measles?; Mapping Germs on the New York City Subway<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Hey, thank you for taking 10 minutes for CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>This Wednesday, we`re starting with a tragic story involving a 26- year-old woman named Kayla Mueller. She was an aid worker from Arizona. She had traveled all over the world to work with humanitarian groups.<br><br>In August, 2013, she was taken hostage after leaving a hospital in Aleppo, Syria. The ISIS terrorist group initially demanded $7 million for her release.<br><br>But ISIS said it did not kill Mueller. It said on Friday she had been killed in a Jordanian air strike in Syria.<br><br>The U.S. government says there`s no evidence that civilians were in the area of the strike, but that in any case, ISIS is responsible.<br><br>(BEGIN VIDEO CLIP)<br><br>JOSH EARNEST, DEPUTY WHITE HOUSE PRESS SECRETARY: This, after all, is the organization that was holding her against her will. That means they are responsible for her safety and her well-being and they are, therefore, responsible for her death.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Kayla Mueller`s family says her whole life was dedicated to helping people in need of freedom, justice and peace.<br><br>The next story today involves silent witnesses to events on the road - - dash cameras. They`re finding uses in everything from protecting police and civilians to documenting disaster.<br><br>One recent example involves a plane crash in Taiwan. A TransAsia Airways flight had at least one engine failure last week, causing it to clip a road and crash into a river. Forty people aboard the flight were killed. Three are still missing. But 15 survived it.<br><br>And their accounts, plus video from drivers` dash cams are helping investigators determine why the plane went down.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): Dash cams seem to be everywhere. They`re cameras mounted on a vehicle`s dashboard or windshield to record footage of the road ahead. Police have been using dash cams for years to show what takes place when they pull someone over or give chase.<br><br>UNIDENTIFIED MALE: OK, he just crushed. He just crushed.<br><br>UNIDENTIFIED MALE: But sometimes they capture unexpected incidents, like this.<br><br>Dash cams are so popular in Russia that many people don`t leave home without them. As a result, Russia`s dash came videos have become an online phenomenon, capturing road rage, even this unbelievable video of a meteor falling from the sky.<br><br>Dash cams can protect drivers from accusations of blame in accidents, prevent insurance fraud, deter police officers from taking bribes and potentially show proof of violent attacks from other motorists.<br><br>In the U.K., some insurance companies offer drivers who have a dash cam installed discounts on their insurance premiums.<br><br>Dash cams have captured everything from the conflict in Ukraine to bush fires in Australia. Dash cam videos may get some people in trouble, but they can also be invaluable in finding the cause of a crash in the air and on the ground -- a small price to pay for peace of mind and a picture of what really took place on the pavement.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: The Sagebrush State, The Silver State, The Battle Born State -- they all point to one state -- Nevada. And one of the schools watching there is Learning Bridge Middle Charter. The Owls are in Ely and on our Roll.<br><br>Now we`re traveling northeast to The Green Mountain State. That`s Vermont. And Winooski is a city in its northwest, where we found the Spartans of Winooski Middle High School. From The Green Mountain State to The Mountain State, East Hardy High School rounds out our Roll. It`s in Baker, West Virginia with the Cougars.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: (voice-over): Measles is caused by a virus. A typical case will start with a mild to moderate fever, runny nose, red eyes and a sore throat. Then other symptoms may start to appear, including a blotchy body rash and tiny white spots in the mouth.<br><br>Complications from the disease can lead to ear infections, pneumonia and diarrhea.<br><br>It spreads through the air and is highly contagious. We`re talking a reproduction rate of 12 to 18 people for every person infected. The current vaccine has been used in the United States since 1968. Before that, almost all children got it before turning 15. For every 1,000 children who gets measles, one or two will die from it.<br><br>Measles can also cause brain damage. According to the CDC, the best way to avoid getting measles is to be vaccinated.<br><br>(ON SCREEN)<br><br>The Daily Share<br><br>AZUZ: The measles, mumps and rubella vaccine isn`t 100 percent effective, but most of those who caught the measles in a recent U.S. outbreak had not had the shot. There are currently more than 120 measles cases in 17 states. The majority of them are linked to an outbreak at California`s Disneyland last December.<br><br>A handful, like a recent case in Georgia, are not. Officials say a baby who arrived in Atlanta from outside the U.S. has the measles. They`re trying to keep it from spreading and that`s especially hard with measles, because as you heard, it`s incredibly contagious.<br><br>Germs and the surfaces that can host them are all around us. Thankfully, we have these amazingly adaptive immune systems and thankfully most of the bacteria we come in contact with only makes us sick to think about.<br><br>(BEGIN VIDEO CLIP)<br><br>RACHEL CRANE: An average of 5.5 million people ride the New York City subway system every day. So it`s only natural that it would be teeming with bacteria.<br><br>(ON SCREEN)<br><br>New York City Subway Crawling with Germs<br><br>CRANE: A new study called PathoMap took over 3,000 samples from all of the subway stations to map the microgenomics of the city, something that has never been done before.<br><br>And the findings may surprise you, even gross you out.<br><br>What would you say if I told you that scientists just found hundreds of different strains of bacteria in New York City`s subway stations?<br><br>UNIDENTIFIED FEMALE: That is really gross and I don`t really want to touch it anymore.<br><br>UNIDENTIFIED FEMALE: It`s actually scary.<br><br>UNIDENTIFIED FEMALE: Obviously, that is very concerning.<br><br>CRANE: Also shocking, almost half the DNA that was sampled is unidentifiable, meaning they do not match any other known organisms known to scientists.<br><br>The study collected samples from turnstiles, garbage cans, subway poles, benches. And in some subway stations they found microbes of meningitis, anthrax E. Coli, even the bubonic plague.<br><br>(LAUGHTER)<br><br>UNIDENTIFIED MALE: Oh.<br><br>UNIDENTIFIED FEMALE: I`d say it`s about -- it`s time to start practicing good hand washing.<br><br>UNIDENTIFIED MALE: Now that`s gross. That`s gross.<br><br>CRANE: But don`t worry, the bacteria poses no threat to public safety. They were found at incredibly low levels and some of them, they weren`t even active. In fact, they also found good bacteria.<br><br>And hearing this and learning this, is that going to change the way you ride the subways?<br><br>UNIDENTIFIED MALE: Definitely.<br><br>CRANE: And is it going to change the way you ride the subways now?<br><br>UNIDENTIFIED MALE: No, because I`ve always rode the subways with my hands in my pocket or either, you know, sitting down trying not to touch anything.<br><br>CRANE: The bacteria found in the subway is really not all that different from the amount found above ground. I mean we`re surrounded by countless bacteria and we`re doing just fine.<br><br>But that`s not going to stop me from using my sanitizer. Stay clean.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>That`s Random<br><br>AZUZ: When President Theodore Roosevelt took office in 1901, he brought along six children with him. And the family had a boatload of animals. They had dogs, a lizard, guinea pigs, a badger, a blue macaw, a hyena, a bear -- in fact, the teddy bear as we know it today was named for Teddy Roosevelt.<br><br>Now that`s random.<br><br>(ON SCREEN)<br><br>That`s Random<br><br>(ON SCREEN)<br><br>5 Things To Know<br><br>AZUZ (voice-over): Less random, in wintertime anyway, are snow days. And some students in the U.S. Northeast are seeing a lot of them.<br><br>Boston, Massachusetts has set an all-time record for snowfall over 30 days. Its mayor says students haven`t had a full week of classes in three weeks.<br><br>(on camera): And while snow days are often popular with students -- in Georgia, we`d go crazy -- they`re not popular with others.<br><br>Five reasons why.<br><br>One, forecasting weather not an exact science. Schools only set aside a certain number of snow days per year. If they call one and it doesn`t snow, the day is lost.<br><br>Two, they`re tough on working parents. If they still have to work and their children are home, they have to scramble to arrange child care.<br><br>Three, they`re tough on some students. Those who depend on school for a healthy meal or a safe place to spend the day won`t get it.<br><br>Four, they`re costly. There`s clean-up, snow removal, overtime and schools can lose grant or foundation money if their test scores sink because of snow days.<br><br>Five, there`s less time to learn. Students preparing for standardized tests or AP exams can fall behind if there are too many snow days.<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: We`ve taught robots to do all kinds of things -- assemble and wash cars, make candy bars, explore Mars. This one can ski, sort of. It can move forward on skis in snow. Jennifer is its name and games are its game. Students at the University of Manitoba programmed her to ice skate and play hockey.<br><br>Now they`re working on downhill skiing.<br><br>She`s not ready for any black diamond runs yet, but she is an expert at snow plowing.<br><br>In fact, like Jennifer herself, you could say she`s got it down to a science.<br><br>We never at the moment our pons. They`d sound too robotic. And even though they`re built into almost all of our programs, these legendary linguistics simply can`t be bot.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-11 CNN Student News.mp4"}