{"title":"CNNSN-2016-01-06-CNN-Student-News","script":"(CNN Student News) -- January 6, 2015<br><br>Obama Announces Gun Control Executive Action; The Battle for Ramadi; A New Way to Explore the Oceans. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: President Obama has announced a new executive action concerning gun sales in the U.S. The issue of guns is a highly controversial one, we`re exploring some of the reasons why, first up.<br><br>In the debates over gun rights and gun control, the Second Amendment to the Constitution often comes up. It says, quote, &quot;A well-regulated militia being necessary to the security of a free state, the right of the people to keep and bear arms, shall not be infringed.&quot;<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: I believe in the Second Amendment. It`s their written on a paper. It guarantees a right to bear arms. But I also believe that we can find ways to reduce gun violence consistent with the Second Amendment.<br><br>(END VIDEO CLIP)<br><br>AZUZ: One part of the president`s plan would make a new rule for individuals who are, quote, &quot;in the business of selling firearms.&quot; It`s not exactly clear who that applies to. But what they`ve had to do is register as license gun dealers. That would force them to make background checks of people who bought guns from them. Until now, many person to person gun sales could be made without these background checks.<br><br>But can the president enact this rule without Congress`s approval? He says yes, through executive action. But House Speaker Paul Ryan, a Republican, says no, that the president`s proposal to restrict gun rights were debated by the U.S. Senate and rejected. Ryan says no president should be able to reverse legislative failure by executive action, even slightly.<br><br>Critics of the president`s proposal say it wouldn`t have stopped last month`s terrorist attacks in San Bernardino, California, or the 2012 shooting at an elementary school in Newton, Connecticut.<br><br>The president emotional when mentioning victims of that attack, said while his action wouldn`t stop every act of violence or evil in the world, it could try to stop one act of evil, one act of violence.<br><br>Where do Americans stand?<br><br>A Quinnipiac University poll in December found that 89 percent support increased background checks for gun buyers. But a CNN/ORC poll in December found that 51 percent of Americans are against more gun control laws.<br><br>(MUSIC)<br><br>AZUZ: Today`s &quot;Roll Call&quot; starts across the Pacific, in southern Japan.<br><br>It`s the location of Kagoshima Prefecture. And the students of La Salle High School on the roll. It`s great to see you today.<br><br>From there, we`re jumping over to Springfield, the capital of Illinois. Look up to the Falcons. Franklin Middle School is with us today.<br><br>And from Minnesota, please welcome the Hill Toppers. They`re summiting Marshall School in the city of Duluth.<br><br>The ISIS terrorist group which surged to power in 2014 and took over large parts of Syria and Iraq is losing the battle for Ramadi. It`s a strategically important city in Iraq. ISIS took control of Ramadi last spring, despite U.S.-led airstrikes in the area.<br><br>But Iraqi military forces supported by American ones have taken most to the city back. Local tribal leaders say the terrorists still control around 25 percent of the city. Fighting has been intense for weeks.<br><br>One thing ISIS does to avoid airstrikes and move freely is go underground. Iraqi forces have found tunnels as they`ve wrestled back control of Ramadi.<br><br>They`ve also found mass graves of civilians.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Why does ISIS want Ramadi?<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: So, why is Ramadi such a key battleground in the fight against ISIS?<br><br>Well, it`s hugely significant, both to the United States as well as to the Iraqi government. First of all, Ramadi is a capital of Anbar Province, which is the largest province in Iraq, but not necessarily the most densely populated one. And the government of Haider al-Abadi, the prime minister, declared that Anbar was going to be the next place it would try to take back from ISIS. So, losing the capital of Anbar was certainly a big blow to the Iraqi government.<br><br>Ramadi also has major importance to the U.S. and especially to many U.S. service members who fought in Iraq. In the years between 2004 and 2006, it was one of the worst battle ground for U.S. forces in all of Iraq. Thousands of United States Marines as well as soldiers fought there, trying to hold the town and take it back from Sunni insurgents and many of those insurgents from a precursor organization of ISIS which was called al Qaeda in Iraq. And it was really after very tough battles with a lot of casualties that the U.S. managed to win.<br><br>And Ramadi also became a turning point in the war in Iraq when the U.S. employed a new strategy, which was called the &quot;Sons of Iraq&quot; or the Sunni Awakening program where they started to talk to a lot of the Sunni tribes that were allied against them and made them join forces with the U.S., as well as the Iraqi government, turn on the insurgents and therefore win back Anbar Province from al Qaeda in Iraq.<br><br>So, certainly, there will be a lot of U.S. veterans out there looking at what`s happening in Ramadi right now.<br><br>(END VIDEOTAPE)<br><br>AZUZ: NOAA, that National Oceanic and Atmospheric Administration says we`ve explored less than 5 percent of the ocean, even though it covers more than 70 percent of earth`s surface.<br><br>A company called Deep Flight is hoping to help change that. What it offers could fit on a yacht and costs about as much, but it could give us a new perspective on what`s beneath the waves.<br><br>(BEGIN VIDEOTAPE)<br><br>GRAHAM HAWKES, FOUNDER, DEEPLFIGHT SUB HANDLE, GREY HAWK: It`s very simple. It`s been a secret and it`s going to be shocking but this is an ocean planet.<br><br>We think it`s built for us because we walk on land, but this is a small part. Ninety-four percent of life on earth is in the ocean.<br><br>We`re excluded. Human beings don`t have access to our own planet. We`re trying to change that.<br><br>So, this thing comes down there.<br><br>For the last 50 years, we`ve gone underwater in machines called submersibles. Initially, the Holy Grail was get to the bottom of the planet. And now, you realize that the real goal is just get everybody else down there who wants to go, just give them the opportunity. It doesn`t exist right now. We`re trying to create that.<br><br>In a normal submersible, most people think you need to be a professional pilot because you have to adjust the valve, you have to adjust the buoyancy and if you mess up, you can sink.<br><br>Well, the machines we`re building now don`t do that. They don`t have that complexity.<br><br>UNIDENTIFIED MALE: There it is.<br><br>HAWKES: We`re just trying to make them so they`re usable by most people.<br><br>We`ll take you out and I`ll give you the controls. You will drive submarine. That`s a big deal.<br><br>OK. Under sea, and you have to count (ph).<br><br>The left hand side is this up and down.<br><br>And push it all the way forward right now and you and I will be undersea and then is driving the submarine. That easy.<br><br>JACKSON LOO, PRODUCER, CNN: That easy.<br><br>HAWKES: So, we are now under Lake Tahoe. It`s beautiful down here I think, even though there`s no animals.<br><br>Your right hand sign is joystick.<br><br>Move that joystick gently to your right. The sub is turning around for the ride, moving gently forward. You`re now moving forward. And so there is to it.<br><br>We go down to what we`ve called the edge of darkness, which is this wonderful twilight zone, below where you snorkel but before it`s black.<br><br>Four hundred feet is black. You can`t see for some point.<br><br>It`s powered electrically. We have really good lithium type batteries and you can stay down electrically eight hours or so. Life support is really important. So, it lasts 24 hours, much longer than you need and most people, that`s one, two three hours maximum.<br><br>The key to having something that most people can use is if you mess up, what happens? If you get into trouble, you have to do the simplest possible thing, switch it up and they float back. You`re home.<br><br>The very first of anything costs a lot of money. So, this costs well over a million dollars. How do we get that to most people? We fly in airplanes. We don`t have to buy them. You rent one, charter one, you get taken out by one, don`t have to buy it.<br><br>You can`t tell the future, but our kids will have access to the ocean in the way that we never did. The parents thought this planet was explored, trodden, worn out, fought over, have said, we have to go into space. Now, kids are going to go, wait a minute, there`s an even bigger planet down here, you never had access to, but I do. I`m going to explore this place.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The forecast for Harbin, a city in Northeast China, a high of 11, a low of negative 11 Fahrenheit. What did you do with all the cold? Behold the Harbin International Snow and Ice Festival.<br><br>Tons and tons of ice and snow, spectacularly sculpted and lit up from the inside. The events have been held for 31 years and has become a major tourist attraction. It usually lasts through February, weather permitting, of course.<br><br>This snowy place is no place for the hot-headed. Harbin may give you a warmhearted welcome and there`s no doubt it beats the heat. But if you prefer fire to ice, you may want to think twice before you chill, even if you have no chill in a place where the chill is the thrill.<br><br>I`m Carl Azuz and I`m done Harbin on that. CNN STUDENT NEWS hopes you`ll chill again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-06 CNN Student News.mp4"}