{"title":"CNNSN-2015-09-15-CNN-Student-News","script":"(CNN Student News) -- September 15, 2014<br><br>Two Syrians Attempt to Swim to Europe; Violence Against Football Referees; America`s Seed Bank<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking 10 minutes for CNN STUDENT NEWS. It`s great to have you watching this Tuesday.<br><br>We have a report coming up about two refugees who attempted to swim to Europe. They`re among the hundreds of thousands seeking asylum, a safe place to stay there after leaving unstable and war-torn countries in the Middle East and North Africa.<br><br>Yesterday, European Union officials held an emergency meeting in Brussels, Belgium. They`re trying to figure out how to slow down the number of refugees and migrants coming and how many of them, each European country should accept.<br><br>International pressure has been on the U.S. to do more to help. Last week, President Obama announced that America would accept about 10,000 Syrian refugees over the next year. But the United Nation says that isn`t enough.<br><br>Meanwhile, the risks being taken by those leaving their home countries are tremendous.<br><br>(BEGIN VIDEO CLIP)<br><br>HESHAM MODAMANI, REFUGEE: I am Hesham Modamani. I am 24 years old. I am from Syria.<br><br>SUBTITLE: Two Syrians swim to Europe.<br><br>MODAMANI: I met someone called Feras and he asked me, &quot;Are you going to Europe seeking asylum there?&quot;<br><br>SUBTITLE: They fled war in Syria.<br><br>MODAMANI: He told me what do you think about going swimming from Turkey to Greece.<br><br>SUBTITLE: Refugees pay thousands to get to Greece. So they chose to swim.<br><br>MODAMANI: We searched on the GPS and we found the coast and the Greek island and in the middle of the sea, there is two islands without people.<br><br>SUBTITLE: They used their phones to map a journey. They took this video before the biggest risk of their lives, and then they jumped.<br><br>MODAMANI: I was really scared because it was very dark, and the water very cold, I`m thinking that this is my last moment in life, I am going to die now.<br><br>SUBTITLE: They planned to rest at these two land masses.<br><br>MODAMANI: When we reached the first island in the middle of the sea, it was just too small -- filled with birds. The second island, it was just like a wall. It was like a rock.<br><br>We have no choice except continue swimming until we reach the Greek island. Now I`m losing hope. It was very difficult.<br><br>SUBTITLE: More than 2,500 people have died trying to cross the sea to Europe.<br><br>MODAMANI: All was hard, all was tough.<br><br>SUBTITLE: They swam for almost four hours.<br><br>MODAMANI: When I saw a ship that`s coming so I switched on the laser and they see us.<br><br>SUBTITLE: The coast guard came to the rescue.<br><br>MODAMANI: We were happy that we just made it.<br><br>SUBTITLE: The trekked through Europe. Hesham is now safe in Germany.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our source for the Roll Call, the comments section of yesterday`s transcript page at CNNStudentNews.com.<br><br>The schools: Calkins Road Middle School. It`s in Pittsford, New York. And it`s where the Midknights are watching this Tuesday.<br><br>From Watertown, South Dakota, it`s the Panthers up next. Hello to everyone at Great Plains Lutheran High School.<br><br>And from the South American nation of Colombia, hello to all of our viewers at La Sierra International School. It`s in the city of Valledupar.<br><br>At a high school football game in San Antonio, Texas, a fight broke out last Saturday. Afterward, one player appeared to walk up to a referee and shove him. He was immediately restrained by his teammates and then kicked out of the game.<br><br>The player got caught up in the heat of the moment and responded badly. But this isn`t the only time that this has happened recently. A separate incident two weeks ago in Marble Falls, Texas, could carry life-changing penalties.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. BRIAN WOODS, SUPERINTENDENT OF NORTHSIDE INDEPENDENT SCHOOL DISTRICT: This event is shameful to us.<br><br>ED LAVANDERA, CNN CORRESPONDENT (voice-over): John Jay sophomore Victor Rojas charged and tackled referee Robert Watts and then the senior Michael Moreno piled on, spearing Watts with his helmet. The attack capped a brutal game. At today`s hearing, officials aimed much of their anger at the coaches for not controlling their players.<br><br>GIL GARZA, DIRECTOR OF ATHLETICS, DALLAS INDEPENDENT SCHOOL DISTRICT: There were multiple ejections. There was punches thrown throughout parts of the game. There was trash-talking, late hits, that is -- it seems to me like a time bomb waiting to happen and it did happen.<br><br>LAVANDERA: In the final second of the game after just giving up the lead, Jay High School`s opponent was running out the clock when Watts was blindsided. The hit may have been triggered by simmering anger over what players considered bad calls by the refs.<br><br>But the players also alleged that Watts used racial slurs against them at least twice during the game. They say they told that to assistant coach Mack Breed.<br><br>PASCUAL GONZALEZ, NISD SPOKESMAN: The students allege that the assistant coach said, that guy needs to pay for cheating us, or words to that effect.<br><br>LAVANDERA: Breed, a former player at John Jay High School, has been placed on administrative leave. CNN tried to contact Breed for comment but so far he has not responded.<br><br>Watts` attorney says the players allegations of racial slurs are not just false, but a classic case of blame the victim.<br><br>He said that Watts suffered a &quot;heinous and brutal assault&quot;, adding Watts is &quot;currently under medical care&quot;.<br><br>Local police are investigating whether the two players should face criminal charges. They`ve already been suspended from the team and school.<br><br>WOODS: We will treat the incident as an assault on a school official.<br><br>LAVANDERA: Ed Lavandera, CNN, Dallas.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the mid-1840s, potato blight, a disease that causes tubers to rot was catastrophic to the nation of Ireland. In the 1970s, southern corn leaf blight rotted cobs and decimated crops in parts of the U.S.<br><br>Plant diseases are as old as plants. But in Fort Collins, Colorado, there`s a type of bank that holds billions of seeds and it provides Americans some insurance against the next blight in our food supply.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINA WALTERS, PLANT GERMPLASM PRESERVATION: We know that there`s going to be a pathogen coming, a test coming, something that`s going to destroy the crops. We`ve known that since the history of humanity.<br><br>HARVEY BLACKBURN, ANIMAL GENETICIST: The United States is probably the most efficient, effective agricultural producer in the world.<br><br>WALTERS: We eat very well, and a lot of that is because we have the genetic resources associated with combating the next scourge for the world.<br><br>BLACKBURN: The gene bank that we`re in today is one of the largest if not the largest gene bank in the world.<br><br>WALTERS: I would describe this as a library, with genetic information for every crop and animal that`s important to agriculture.<br><br>BLACKBURN: We have, for example, over 800,000 samples from various types of livestock collected in the United States.<br><br>WALTERS: We have about 800,000 accessions of seeds and each one of those accessions is a bag with about 3,000 seeds.<br><br>BLACKBURN: We`re talking in the billions of seeds that are stored in this facility.<br><br>WALTERS: Most of the collection can go into what we call conventional storage. They`re freezers at minus 18 degrees centigrade.<br><br>And then there are materials that we don`t know how to work with. We are trying to take germplasm. That`s a tiny little bit of material that you can grow a plant out of. We have to excise the tiniest portion and store them cryogenically. We have a large liquid nitrogen have it (ph). We go through about 30,000 liters per year. So, we have liquid nitrogen on tap.<br><br>BLACKBURN: Our collections are meant to be used, and that means that we will be taking in material from various breeders throughout the country, and we`re also going to be distributing material. And that differs a lot from other gene banks that you see in the world that tend just to accumulate material.<br><br>If there were a disease outbreak, and large numbers of our livestock populated were killed as a result of that. Breeders could come to this facility and use material from here to help reestablish populations that they lost during the disease epidemic.<br><br>What we want to be able to do with this collection is to have a range of genetic diversity.<br><br>WALTERS: It`s those little differences of why one crop performs well and another crop doesn`t. There`s always a pest, a pathogen, a drought, something that we have to improve crops for. And when something bad happens, you pull the volume off the shelf, breed it and you have protections.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, a cat whose owner says he`s the best dog we`ve ever had might be because Marley can sit and shake. Might be because he likes riding in the car. Might be because he takes walks on a leash.<br><br>But in the unlikely event you`ve seen this before, you ain`t seeing this. The 14-year-old feline likes the swings at the park. He even lets kids push him.<br><br>When asked how he knows the cat likes this, his owner responded, because he doesn`t jump out.<br><br>Well, who doesn`t like a playground every meow and then. You can always find something to amuse you and with a cool cat that`s cool with the whole cat and caboodle, the playtime paws-ibilities are endless.<br><br>That`s all we have for meow, because we`re only a 10-meow-nite show. Hope you cat-ch us again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-15 CNN Student News.mp4"}