{"title":"CNNSN-2016-02-11-CNN-Student-News","script":"(CNN Student News) -- February 11, 2016<br><br><br>U.S. Supreme Court Puts on Hold Obama`s Executive Action; Winners and Losers of the New Hampshire Primary; Scientists Listen for Gravitational Waves. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking 10 minutes for CNN STUDENT NEWS. I`m Carl Azuz.<br><br>A presidential executive action has been put on hold in the U.S.<br><br>An executive action is a policy made by the president. It`s usually limited in scope and it doesn`t go through Congress, but it can be prevented by Congress, overturned by a new president, or challenged in court.<br><br>Right now, two of President Obama`s major executive actions are being legally challenged. One concerns immigration, the other concerns green house gas emissions.<br><br>Yesterday, the Supreme Court temporarily blocked the Obama administration`s rules that limit greenhouse gases. Twenty-nine states plus the energy industry are suing the government over the rules, which requires states to reduce their carbon emissions. The president has said that power plants are the single biggest source of carbon pollution that contributes to climate change.<br><br>The critics say the rules would hurt the U.S. coal industry and force Americans to pay higher energy prices. This Supreme Court decision doesn`t mean the rules won`t ever take effect. It just says they can`t until the courts determine whether or not they`re constitutional.<br><br>(BEGIN VIDEOTAPE)<br><br>(MUSIC)<br><br>SUBTITLE: How candidates closed the New Hampshire primary.<br><br>HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: Thank you all very, very much.<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: So beautiful.<br><br>SEN. MARCO RUBIO (R-FL), PRESIDENTIAL CANDIDATE: Thank you.<br><br>SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE: Thank you, New Hampshire.<br><br>SUBTITLE: With the Democratic race called early, Hillary Clinton and Bernie Sanders spoke first.<br><br>SANDERS: Because of a huge voter turnout, and I say huge, we`ve won.<br><br>CLINTON: I know I have some work to do, particularly with young people. But I will repeat again what I have said this week. Even if they are not supporting me now, I support them.<br><br>SANDERS: They`re throwing everything at me except the kitchen sink and I have the feeling, that kitchen sink is coming pretty soon as well.<br><br>SUBTITLE: Donald Trump was the GOP winner, followed by Ohio Governor John Kasich.<br><br>TRUMP: We have to start with Melania, what she puts up with. Oh.<br><br>GOV. JOHN KASICH (R-OH), PRESIDENTIAL CANDIDATE: There`s magic in the air with this campaign. We see this as an opportunity for all of us to re-shine America, to restore the spirit of America, and to leave no one behind. Am I right? That`s what we`re all fighting for.<br><br>TRUMP: I heard parts of Bernie`s speech. He wants to give away our country, folks. He wants to give away -- we`re not going to let it happen.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK, results from the New Hampshire primaries. You just saw that businessman Donald Trump won on the Republican side. He dominated with 35 percent of the vote. Finishing second was Ohio Governor John Kasich. He got 16 percent of the vote.<br><br>On the Democratic side, Vermont Senator Bernie Sanders won with a commanding 60 percent of the vote. Former Secretary of State Hillary Clinton got 38 percent. Those are the only two candidates currently vying for the Democratic Party`s nomination.<br><br>But after New Hampshire, there were some changes for Republicans. Businesswoman Carly Fiorina and New Jersey Governor Chris Christie announced the end of their campaigns. Neither candidate got a significant amount of the vote in the Iowa caucuses or the New Hampshire primaries.<br><br>That leaves seven candidates still seeking the Republican nomination. So, what`s next? February 20th, Nevada will hold its Democratic caucuses, South Carolina will hold its Republican primary. Unlike Iowa and New Hampshire, these states have separate dates for each party`s vote.<br><br>And all of these state elections are just parts of the overall process.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: Here are all of the Democratic winners of the New Hampshire, since 1976, and we`re going to subtract from this all of the presidents who were in office trying to hold on to the job. And we wind up with seven people out there.<br><br>Out of these seven, who won in New Hampshire, how many became the party nominee? Just Jimmy Carter, Mike Dukakis, Al Gore and John Kerry -- just four of them. And out of those four, only one went on to become the president, and that was Jimmy Carter.<br><br>What about the Republican side? Is it different or better there?<br><br>Well, let`s lay them out since 1976. Once again, we subtract all of them who were in office just trying to hold on and that brings us down to seven.<br><br>And again, if we say how many of these New Hampshire winners became the party nominee and we get four. Once more, Ronald Reagan, George H.W. Bush, John McCain and Mitt Romney. And out of them, of course, only two actually became the president.<br><br>So, for all this talk about momentum and early leads, this really is just one step along the way to the presidency in New Hampshire here, and it`s not a guaranteed step at all.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Trouble under the waves. The international shark attack file reports that 2015 was a record year for shark attacks worldwide. There were 98 attacks recorded around the globe, six of them resulted in death, which was about average and not a record.<br><br>But why so many shark bites? Experts say it`s not because they`ve gotten a taste for people, but because people are increasingly near sharks. Bigger global population, more people in the ocean, more shark attacks.<br><br>Warmer ocean temperatures also played a role. The natural heating of El Nino in the Pacific brought sharks and people together in more areas of the world.<br><br>While we`re on a roll today, let`s check the roll and roll on with our call of the roll. What?<br><br>Senoia, Georgia, knows what`s up. We`re happy to have the Colts watching today from Coweta Charter Academy.<br><br>Jumping to Virginia, in the community of Bassett, we`ve got the Bengals. Bassett High School is here.<br><br>And in Southern China, we come to the city of Guilin. That`s where we`re happy to see Guilin Experimental Middle School attached to Capital Normal University.<br><br>A scientific progress report is expected today. It`s on research into the theory of gravitational waves. The idea behind them has been around for 100 years. They`ve never been detected, and that`s despite the fact that two gigantic observatories in the U.S. and one in Italy have been listening for gravitational waves for years. They were all shut down after failing to detect any waves.<br><br>But after $200 million upgrade that made the American laboratories more sensitive, they`ve been back online since last September and they may be able to tell us something about gravitational waves.<br><br>So, what on earth are we talking about?<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: The gravitational waves -- technically, they`re described as ripples in the fabric of space and time. But they`re also thought to be the Holy Grail of modern physics.<br><br>SUBTITLE: What are gravitational waves?<br><br>CRANE: For over a century, physicists have been trying to confirm the existence of gravitational waves. One of the last remaining pieces of Einstein`s Theory of Relativity. In 1915, Einstein introduced his general Theory of Relativity and the notion of gravitational waves hit the physic scene the following year.<br><br>Einstein proposed that accelerating masses such as two neutron stars or two black holes cause distortions in the fabric of the universe. When those masses eventually merge, they set of a cataclysmic event that shoots off tons of gravitational waves into space. He predicted that these waves travel across the cosmos at the speed of light, changing the shapes of the matter they encounter. In theory, these waves would eventually hit Earth, but their detection has eluded us.<br><br>An observatory called LIGO has been using the most sophisticated optics, lasers, and seismic isolations since 1988 to find them. MIT and CalTech operate twin detectors that are located in Livingston, Louisiana, and Hanford, Washington.<br><br>The detectors are shaped like an L and they shoot lasers down vacuum tubes that are 2.5 miles long. If gravitational waves pass through the detector, the distance the laser beams travel changes by a very small amount. I`m talking about 10 to the negative 19 meters or less.<br><br>Why does all this matter? Well, unlike electromagnetic radiation, like radio waves and visible light, gravitational waves are unimpeded by matter.<br><br>So, as they travel through the universe, they don`t interact with matter. They slice right through it and remain pristine remnants of the past.<br><br>By observing gravitational waves, we may be able to understand that some of the fundamental questions about how our world works.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Since you guys are my favorite band, y`all ready to go on tour? If you`re ready for the CNN tour, please consider the newest option for visitors to Atlanta -- the CNN STUDENT NEWS with Carl Azuz Tour.<br><br>It takes you behind the scenes throughout CNN, focusing specifically on the mission, approach and history of CNN STUDENT NEWS. And guess what? I`m on it.<br><br>For this special tour, though, space is limited and reservations are required. So, for more information, click a new link at the top of our webpage, CNNStudentNews.com.<br><br>(MUSIC)<br><br>AZUZ: Before we go, it`s a really cool idea to begin with, starting recording, attach the phone to a string and swing it around your head so you`re in the center. What this guy did made it even cooler, he swung it like a lasso while skiing. And the result he caught was a beautiful 360-degree view that when slow down is any ski bumps dream sequence. He said he shot with a standard smartphone after almost two years of trying to get it just right.<br><br>And we`d say he suc-skidded. How was able to mountain the perfect view, must have had a strong record. It might have been hanging by a string but the result was a sight for sore digitized.<br><br>I`m Carl Azuz and CNN STUDENT NEWS will ski you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-11 CNN Student News.mp4"}