{"title":"CNNSN-2015-04-23-CNN-Student-News","script":"(CNN Student News) -- April 23, 2015<br><br>The Law on the Use of Police Force; What the Heck is OPEC?; Blobs in the Pacific<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: This is CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>The law, the blob and fruits and vegetables are all part of today`s commercial-free coverage.<br><br>We`re starting with a look at the impact that cameras are having in U.S. law enforcement. Civilians have them on their phones. Police are increasingly using body cameras.<br><br>The footage that these cameras capture and the public`s access to it, is having a tremendous influence in the court of public opinion.<br><br>For example, some of the massive protests in different U.S. cities that have followed the controversial deaths of suspects at the hands of police. And some other investigations that have cleared officers of wrongdoing when body cameras confirmed they followed the law in confrontations with suspects.<br><br>With multiple protests and investigations going on in different cities around the country, we`re taking a look today at how the use of police force is defined by the U.S. Supreme Court.<br><br>(BEGIN VIDEOTAPE)<br><br>SUNNY HOSTIN, CNN CORRESPONDENT:<br><br>When can police shoot someone?<br><br>(ON SCREEN)<br><br>Laws for Law Enforcement<br><br>HOSTIN: The legal standard for deadly force has been in place since the 1980s, when the Supreme Court in two cases, one was &quot;Tennessee v. Garner,&quot; the other &quot;Graham v. Connor,&quot; explained when cops can use deadly force.<br><br>In the &quot;Garner&quot; case, Memphis police shot 15-year-old Edward Garner when he was trying to climb a fence after escaping from a home burglary.<br><br>He was unarmed.<br><br>In finding that it was wrong to kill the teen, the Supreme Court said, &quot;Where the suspect poses no immediate threat to the officer and no threat to others, the harm resulting from failing to apprehend him does not justify the use of deadly force to do so.&quot;<br><br>So bottom line, as an officer, you don`t shoot, you apprehend, unless you believe the suspect is a danger to you or to others in the community.<br><br>In 1989, the Supreme Court further clarified the law in &quot;Graham v. Connor.&quot; In that case, Dethorne Graham, a diabetic, went into a convenience store to get orange juice because he felt the onset of an insulin attack. But when he got into that convenience store, he saw the long lines. He then quickly extend. A police officer saw him, thought that his exit from that convenience store was suspicious and proceeded to follow him and stop him.<br><br>Other backup officers arrived and slammed Graham`s head onto the police car hood. Graham received several injuries and sued, and the case made it all the way to the Supreme Court.<br><br>There, the Supreme Court found that the officer`s actions were justified.<br><br>Why?<br><br>Because the officers reasonably believed that the force that they used was necessary to prevent or detect a crime in progress.<br><br>The law entrusted decision as to when to use deadly force on the officer and then courts determine whether or not the officer`s actions were reasonable, right then and there at the scene, not in hindsight.<br><br>The law recognizes that cops have to make split second decisions right at the scene, with the information they have.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Starting our Roll Call out West today, way out West, like the last frontier, in Venetie, Alaska, we`re happy to have The Wolf Pack watching at John Fredson School.<br><br>I hear we have some Cougars online today. These are in The Buckeye State of Ohio. Hello to Crestview High School in Ashland.<br><br>And one state east of The Keystone State, great to see the Orioles, Rocky Grove High School in Franklin, Pennsylvania is on the Roll.<br><br>An increasing number of Americans are trading in their hybrid or electric cars for purely gas-powered vehicles, including SUVs. According to Edmunds.com, new hybrid sales are down from last year and a minority, 45 percent of hybrid owners, are trading in for another hybrid, many opting instead for gasoline-powered cars.<br><br>Why?<br><br>Well, carmakers have improved the gas mileage of their vehicles and gas-powered cars generally cost less than hybrids. Probably the biggest reason, though, gas prices. AAA says the national average for a gallon is $2.47. A year ago, it was $3.66. So people are less worried about the cost of filling up.<br><br>The biggest influence on gas prices is the cost of crude oil and OPEC historically has been a major factor in determining that.<br><br>(BEGIN VIDEOTAPE)<br><br>(ON SCREEN)<br><br>What the Heck is OPEC?<br><br>UNIDENTIFIED FEMALE: Whenever you hear about oil, the word OPEC isn`t far behind. OPEC stands for the Organization of Petroleum Exporting Countries. It`s a group of 12 nations that have a lot of clout in the energy market because they produce about one third of the world`s total oil and export it around the globe. That`s about 30 million barrels of oil every single day.<br><br>It was formed in 1960. The goal -- to coordinate oil production to ensure that members are pumping enough supply to meet demand.<br><br>If all 12 countries play by the rules, it can help to regulate and stabilize global oil prices.<br><br>But there are also plenty of major oil producing nations that are not part of the OPEC club, including the United States, Canada, Mexico, Russia.<br><br>And they don`t attend OPEC meetings and as such, they`re not bound by the cartel`s decisions.<br><br>And as these nations have increased their production over the past two years, OPEC`s influence in the market has plunged.<br><br>There`s now an excess of oil supply, which has pushed down prices significantly. The price drop has caused political problems in some OPEC countries that rely on oil sales heavily to fund their governments.<br><br>Well, OPEC`s grp on oil may be getting weaker, but it also means lower prices at pumps around the world.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>That`s Random<br><br>AZUZ: There are state trees, state flowers, state birds. Not a lot of states have official state vegetables. Oklahoma does, though.<br><br>Its official state vegetable is the watermelon. That`s right, a fruit.<br><br>So why don`t they just make that the official state fruit?<br><br>Well, because they already have one of those. It`s the strawberry. This is ripe for debate and it`s random.<br><br>There`s an area of unusually warm water in the Pacific Ocean. The scientist who named it the blob says it was 1,000 miles long, 1,000 mills wide and 100 yards deep last year, but that it`s grown this year.<br><br>Scientists say its warmer temperatures aren`t the result of heating, they`re the result of less cooling. They think a high pressure ridge over the West Coast has kept ocean waters calmer than usual and that with fewer storms cooling the surface, they believe more heat has stayed in the water.<br><br>There isn`t only one blob in the Pacific.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, ATS METEOROLOGIST:<br><br>There are certain areas in the Pacific Ocean that scientists are calling &quot;the blob.&quot; And it may be a little bit more serious than its name implies.<br><br>It`s actually three different areas. One is in the Gulf of Alaska. Another one in the Bering Sea. And then another one off the coast of Southern California.<br><br>What scientists are finding is over the last year and a half, the ocean waters have been warmer by about 5.5 degrees Fahrenheit. When you`re talking about sea surface temperatures, that`s a big deal. Some scientists are saying that &quot;the blob&quot; may be having an import on thunderstorms in California, and when you get lightning, we`ve seen an increase in forest fires, and we`re also seeing a huge import on marine life.<br><br>&quot;the blob&quot; could have the biggest import on our salmon industry, believe it or not. Salmon live in cooler waters and their food source is leaving. They`re going in search of cooler waters and so the salmon have nothing to eat.<br><br>Scientists have also found tropical sharks in northern latitudes. They`ve swam anywhere from a couple hundred miles to up to 1,000 miles or so off of their normal migratory patterns and have scientists scratching their heads.<br><br>Some scientists are saying could this be the Pacific Decadal Oscillation, which is basically a long-lived el nino?<br><br>We`ve had cooler waters since the `90s, and now they`re wondering if the waters are shifting to more of a warmer pattern.<br><br>But other scientists are saying it`s more than that.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: Robots -- they`re great at clean floors or helping build vehicles or moving stuff around. They`re terrible at dodge ball. Just look at this thing. No catching, no throwing back, just getting out over and over again.<br><br>Don`t overlook its strength, though. This bipedal robot at Oregon State University isn`t stopping or falling over like a human would. Its suspension system, a unique way to store mechanical energy, keeps it on all twos.<br><br>So don`t let it robot-her you that it doesn`t look like it`s having a ball. That`s no knock on it. It`s got a leg up on lesser machines that would shut down on the dodge ball circuit.<br><br>We always aim for balanced coverage on CNN STUDENT NEWS.<br><br>Come on back Friday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-23 CNN Student News.mp4"}