{"title":"CNNSN-2016-02-08-CNN-Student-News","script":"(CNN Student News) -- February 8, 2016<br><br>Raw Ingredients: Cereal. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to a special edition of CNN STUDENT NEWS. I`m Carl Azuz.<br><br>We`ve cooked up something new for you today. CNN has a series called &quot;Raw Ingredients&quot;. It takes a look up at how the U.S. food industry has changed, how engineering and importing have replaced old fashion growing and how consumer demand still has the power to influence the industry.<br><br>Our reporter Cristina Alesci has gone inside some of America`s biggest companies, seeing what most of people haven`t seen before, and getting incredible insight as to how their production affects what`s on our plate -- or as you`ll see today, what`s in our bowl.<br><br>(BEGIN VIDEOTAPE)<br><br>CRISTINA ALESCI, CNNMONEY CORRESPONDENT (voice-over): Cereal, America`s go-to breakfast food for decades. Who doesn`t have memories of slurping colored cereal milk?<br><br>But the liquid rainbow in your bowl is a sign of just how much cereal has morphed from its wholesome roots. And the industry is paying for it.<br><br>Sales are slipping and now companies are cutting sugar and replacing artificial colors. But are these changes making cereal any less processed or any more healthy?<br><br>That question led me to a high-security test kitchen in Minneapolis, tasting the cereal that only a few people have eaten.<br><br>(CROSSTALK)<br><br>ALESCI (on camera): Put the bowl in my hand.<br><br>KATE GALLAGHER, TEST KITCHEN EMPLOYEE: Oh, you want the bowl in your hand?<br><br>And the spoons right here.<br><br>ALESCI: OK.<br><br>(voice-over): This tiny kitchen is where a multibillion dollar business experiments with its cereal.<br><br>(on camera): I don`t taste a difference.<br><br>ALESCI (voice-over): Kate Gallagher is on a team that is reengineering Trix. Colors will come from natural sources, carrots and radishes for red, blueberries for purple, and annatto for orange.<br><br>GALLAGHER: What`s missing from this is blue and green. We haven`t been able to solve that yet. It didn`t deliver the vibrant color.<br><br>ALESCI: It`s taken years to develop the new recipe, but why go through all that trouble?<br><br>GALLAGHER: We had to start a number of years ago starting to hearing from consumers that they just didn`t like what they were seeing in our ingredient doc.<br><br>ALESCI (on camera): Artificial colors, what does the research show?<br><br>DR. L. EUGENE ARNOLD, OHIO STATE UNIVERSITY: There have been some good studies that show a small but significant effect of artificial colors on behavior and cognitive function.<br><br>ALESCI (voice-over): So, let`s back it up. What are the differences between natural and artificial colors? Well, a natural color is exactly how it sounds, food colored with vegetables, minerals and spices.<br><br>And we`ve been using them for centuries. Egyptians love the yellow and saffron. Medieval bakers whiten bread with alum. And we`ve been dying red wine since 300 B.C.<br><br>But as we`ve ramped food production in the 1800s, those natural additives were phased out with the invention and introduction of artificial coloring. Why? Because synthetics cost less to produce and hold a stronger color under intense processing. Most are made of a petroleum byproduct.<br><br>In 1906, the U.S. banned many already on the market, deeming them dangerous for human consumption. Today, the FDA only allows seven artificial dyes to go into our food.<br><br>And now, after decades of research about possible harm, some consumers have decided they don`t want anything artificial in their food.<br><br>So, how did we get to this point?<br><br>Let`s start with the cereal itself. At its core, cereal is actually the grain, like corn, oats or wheat. These energy dense grains are some of the most abundant crops we grow and the cheapest. In fact, one economist says the cardboard box costs more than the corn that goes into your cornflakes.<br><br>A lot has changed the early days of cereal making.<br><br>ANDREW F. SMITH, FOOD HISTORIAN: You have a long tradition of health food and cereal that is associated with the health food movement of the 19th century and early 20th century.<br><br>ALESCI: The odd campaigns with colored catch phrases and cartoons came later.<br><br>SMITH: Cereal companies in the 1920s and 1930s conclude that their real market is not adults. It`s children. You really do have the shift to saying, if it`s going to be kids, we`ve got to make it kid-friendly, and one of the ways we can make it kid-friendly is by having lots of color.<br><br>GALLAGHER: I think we eat with our eyes. I think we like that visual appeal. And so, I think color comes along with that.<br><br>ALESCI: Many cereals marketed to children contain high amounts of artificial colors according to a 2014 produce study.<br><br>Just a single cup could contain about 30 milligrams, close to half with the FDA estimates and adult is exposed to in a day. In fact, the study found it`s easy to go over that amount if you eat a lot of processed food.<br><br>ARNOLD: Advertising is the art of convincing people they need what they didn`t need.<br><br>ALESCI: But are artificial colors dangerous?<br><br>In 2010, the E.U. slapped warning labels on products with certain artificial colors when research linked them to hyperactivity in kids. The year after, the FDA set up a committee to look at the same issue.<br><br>Dr. Arnold testified in favor of banning synthetic coloring and he took issue with the agency`s line of questioning.<br><br>ARNOLD: It started from the premise that this is already generally regarded as safe. It`s already being used out there. So, do we have enough evidence to say they should stop doing it?<br><br>ALESCI (on camera): What you`re imply is if the companies that are using these products had to undergo testing today, there`s a good chance that the FDA would not have approved them for use?<br><br>ARNOLD: Yes. Exactly, right.<br><br>ALESCI (voice-over): The agency said two things: first, all color additives cleared and approved of process and are considered safe. And second, there wasn`t enough evidence to link color to behavioral problems. But more research needed to be done.<br><br>But critics say there hasn`t been any significant research in almost a decade. That`s raised more questions for parents.<br><br>ARNOLD: Consequently, a demand has risen for dye-free foods.<br><br>ALESCI: The backlash against highly processed foods with artificial ingredients had started to hit cereal makers where it hurts, the bottom line. U.S. cereal sales dropped nearly 5 percent last year. The industry answer? Ditched artificial colors for naturals.<br><br>(on camera): There had been studies about artificial colors and how that may impact how children behave. Do you think that influence the way that they saw artificial colors?<br><br>MURPHY: I think it might have influenced the way consumers, you know, artificial colors. It certainly wasn`t the basis for our decision.<br><br>What we`re changing today is very different than what was, you know, what consumers were telling us they wanted 25 years ago. They wanted the taste a bit different. They wanted it to be brighter colors if you`re talking about --<br><br>ALESCI: So, parents said I want my cereal greener?<br><br>MURPHY: I think kids were probably telling us that.<br><br>Parents, you know, that wasn`t on their radar screen back in the day. And now, things have changed.<br><br>GALLAGHER: Definitely, I feel better with the new recipe and part of it is not because I think that the old recipe is unsafe or bad, but because I really value teaching my kids where food comes from.<br><br>ALESCI: If you`re presenting them with, you know, food that is altered, it`s still altered because they`re still going to think that food should have all of this color when it may not need to.<br><br>GALLAGHER: I think it differs on what you`re making, right? So, in the case of cereal and in the case of Trix, it`s known for that vibrant color.<br><br>ALESCI (on camera): Another thing consumers want cereal makers to cut? Sugar.<br><br>MURPHY: Consumers would like to have a lot of things, but they don`t want to give up taste. And certainly, that is the challenge for us.<br><br>ALESCI (on camera): Is that because people are just so accustomed to sugary things?<br><br>MURPHY: Well, I think they`re just -- you know, they want things to taste good and the less sugar that you put in and sometimes they`re not going to taste as good as the kid wants them to taste.<br><br>ALESCI (voice-over): General Mills has quietly spent the past few years reducing sugar and cereal to nine milligrams per serving.<br><br>MURPHY: Gradual is better, because I can go from ten to nine and no one will know.<br><br>ALESCI (on camera): Right, right.<br><br>MURPHY: I can go from nine to eight the next time and no one will know.<br><br>ALESCI: Right, right.<br><br>MURPHY: It only goes from ten to six where you`re like, people are like, wait a minute, what happened?<br><br>We`ve been doing this for years. We`ll continue to do it because we think it`s the right thing to do from a health standpoint.<br><br>ALESCI: Right.<br><br>MURPHY: Because people do get too much sugar in the U.S.<br><br>ALESCI (voice-over): So, here we are, going full circle, companies trying to make cereal wholesome again -- less sugar and color. But even if the color comes from natural sources, that red in your Trix is manufactured in a lab. It`s still a chemical color, which leaves just one question:<br><br>(on camera): Why does the industry continue to use artificial and natural colors?<br><br>ARNOLD: That`s a great question. The coloring has no value, other than cosmetic. It`s only to make the food look better.<br><br>It has no preservative value. It has no economic value. It doesn`t prevent spoilage. It doesn`t prevent food poisoning.<br><br>The problem is that if one company uses it, and their food looks more attractive, the others are in a competitive advantage. So, it forces the others to use it also.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, that wraps up today`s special edition of CNN STUDENT NEWS. We hope you enjoyed it and learn a little something about the process of making cereal.<br><br>We look forward to seeing you next time. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-08 CNN Student News.mp4"}