{"title":"CNNSN-2017-01-18-CNN-Student-News","script":"(CNN Student News) -- January 18, 2017<br><br><br>Search for Malaysian Airlines Flight 370 Is Suspended; U.S. Troops on the Move in Eastern Europe; Historic Look at Inaugural Traditions<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN 10 ANCHOR: This is CNN 10. Ten minutes of world news explained. I`m Carl Azuz.<br><br>And leading things off this Wednesday, January 18th, a mystery, one of the biggest in the history of aviation may go unsolved. The underwater search for Malaysia Airlines Flight 370 has been called off. On March 8, 2014, the flight left Kuala Lumpur and headed for Beijing, China. It had 239 people onboard.<br><br>At some point during the journey, military radar indicated that the plane changed course and headed west. Investigators believe it eventually turned south, toward the southern Indian Ocean. After that, the train went cold. A few pieces of the plane have washed up on islands near the east coast of Africa. But despite years of searching 46,000 square miles and spending millions of dollars, no one knows what happened to the plane. Its black box, its flight data recorder may hold some answers, but it`s missing with the flight.<br><br>And Malaysia, China, and Australia, the three countries leading the search announced yesterday they were suspending it. They said the decision was<br><br>not made lightly or without sadness.<br><br>But a group that represents family members of the flight`s passengers says stopping it at this stage is nothing short of irresponsible.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Following a plane crash, the search for survivors always comes first. But just as important is a search for answers, the why and the how. Often, those answers are found in a black box.<br><br>SUBTITLE: What is a black box?<br><br>CRANE: Since the `60s, all commercial airplanes have been required to have one on board. Now, the name is a little misleading because they`re actually orange. And when we`re talking about a black box, we`re talking about two different boxes -- one being the cockpit voice recorder, the other being the flight data recorder. Together, they weigh anywhere between 20 to 30 pounds, and they have to be crash-proof.<br><br>Black boxes can survive just about anything: temperatures up to 2,000 degrees Fahrenheit for an hour, forces that are 3400 Gs. Now, that`s 3400 times the force of gravity. They`re waterproof and they can save recorded data for two years. And it`s a lot of data.<br><br>The cockpit voice recorder records that crew`s conversation and background noise. By listening to the ambient sounds in the cockpit before a crash,experts can determine if the stall took place, the RPMs of the engine and the speed of which the plane was traveling. When these sounds are cross-referenced with ground control conversations, they can even help searches locate a crash site.<br><br>Then, there`s the flight data recorder. It gathers 25 hours of technical data from airplane sensors, recording several thousand discreet pieces of information. Data about the airspeed, altitude, pitch, acceleration, roll, fuel, and the list goes on and on.<br><br>But to make sense of the data, first, you have to find it. Not an easy thing to do when a plane crashes into the ocean.<br><br>Both black box components are outfitted with underwater locator beacons, which self-activated the moment they come into contact with water. They sent pings once per second to signal their location and can transmit data from as deep as 20,000 feet for up to 30 days, when their batteries then run out.<br><br>But on land, there`s no such pinging to help guide the search. Investigators have to sift through the wreckage until they find it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next, it`s a force of 4,000 U.S. troops, plus 2,400 pieces of military equipment, including tanks, artillery and armored trucks. It`s all part of a deployment lasting nine months and it`s moving throughout Eastern Europe on training exercises.<br><br>The Americans who recently arrived in Poland received a welcome ceremony and a greeting from the country`s prime minister.<br><br>A commander of the U.S. land forces in Europe says their presence was a concrete sign of the continued U.S. commitment to the defense of Poland and the NATO alliance.<br><br>But Russia said it saw the deployment as a threat, an action that threatens Russian interest and security. Here`s why there`s tension over this.<br><br>(BEGIN VIDEOTAPE)<br><br>ATIKA SHUBERT, CNN CORRESPONDENT: The one thing you need to know about U.S. troop deployment across Europe is the word &quot;collective defense&quot;.<br><br>Let`s take this example, say, Russian tanks crossed the border and invaded Latvia, well, then, it would be U.S. soldiers that rushed to the frontline in Latvia`s defense. That`s the basis of the North Atlantic Treaty Organization or NATO, an alliance of 28 countries guaranteeing their region`s security. An attack on one is an attack on all.<br><br>But the United States has, by far, the most powerful military in the alliance.<br><br>The NATO was formed in 1949, just after World War II, in order to contain the Soviet Union. But in 1991, the USSR collapsed. In the next decade or so, NATO grew to include some of those former Soviet states. Then, in 2014, Russian forces entered Ukraine, seizing the Crimean Peninsula, a violation of international law.<br><br>Now, Ukraine is not a member of NATO. So, the United States and other NATO allies did not mobilize troops to defend Ukraine, but many of Ukraine`s neighbors are members of NATO.<br><br>Poland, Estonia, and Latvia are just some of the NATO allies that have called for more troops to come to their defense. And this is why we see thousands of U.S. troops now deployed across Eastern Europe, to create a strong deterrent against any further Russian aggression.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia.<br><br>Which U.S. president gave the shortest inaugural address? George Washington, William Henry Harrison, Abraham Lincoln or Franklin Delano Roosevelt?<br><br>Delivered in 1793, George Washington`s second inaugural address was the shortest ever in 135 words, just two paragraphs.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Two hundred twenty-four years later, a presidential inauguration is a massive event. No matter how short or long the speech might be. The price tag can ring up at $200 million.<br><br>That`s not just this year`s event, that`s what inaugurations can typically cost in the 21st century. According to the Washington Post&quot;, both parties, Democrats and Republicans, tend to spend the same amount for inaugurations.<br><br>Private donations can cover $70 million of the cost, give or take. The rest comes from taxpayers and the money goes to everything from security, the biggest expense, to the swearing in ceremony, the parade, the parties, and the inaugural ball.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Inauguration day is a long one for the new leader of the free world.<br><br>Traditionally, the president-elect wakes up at Blair House, the president`s guest house.<br><br>President-elect Trump is planning to stay at Blair House, even with his hotel just down the street.<br><br>Then the president-elect takes a ride around the corner to St. John`s Church.<br><br>Then it`s time to take the oath.<br><br>GEORGE H.W. BUSH, FORMER PRESIDENT: I, George Herbert Walker, Bush --<br><br>UNIDENTIFIED MALE: (INAUDIBLE)<br><br>RONALD REAGAN, FORMER U.S. PRESIDENT: That I will faithfully execute the office of president of the United States.<br><br>SUBTITLE: Next: deliver a killer speech.<br><br>FRANKLIN D. ROOSEVELT, FORMER U.S. PRESIDENT: The only thing we have to fear is fear itself.<br><br>REAGAN: Do whatever needs to be done to preserve this last and greatest bastion of freedom.<br><br>JOHN F. KENNEDY, FORMER U.S. PRESIDENT: Ask not what your country can do for you, ask what you can do for your country.<br><br>SUBTITLE: Grab lunch with the Senate.<br><br>UNIDENTIFIED MALE: Thank you for a president who knows you and seeks your through Scripture.<br><br>SUBTITLE: The lunch has been a thing since 1953.<br><br>That`s followed by a brisk walk down Pennsylvania Avenue. (Or a drive. It`s cold in January.)<br><br>Then it`s time to thaw out and watch the parade. (Or take a selfie.)<br><br>Finally, it`s time to have a(n inaugural) ball.<br><br>Optional: Show off.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s a quick, easy and free way to find out in advance what`s coming up on CNN 10, by signing for our daily email. From our home page, all you got to do is click on &quot;sign up for daily emails&quot;. Enter your email address, your first name, your state, that`s it.<br><br>The night before each day`s show, you get a quick summary of our major stories sent right to your inbox.<br><br>(MUSIC)<br><br>AZUZ: For &quot;10 out of 10&quot; today, you`d expect to see a polar bear playing in the snow. So, no surprises here. But when you see an Asian elephant doing the same thing, you know something is up.<br><br>This ain`t the Arctic, it`s the Oregon Zoo. It shut down one day last week for an unusually strong snow storm, but some of the animals looked like they love it. They took advantage of a snow day to play like kids on a day off from school.<br><br>Of course, the polar animals could bear it. As far as complaints went, the marine mammals` lips were sealed, and it didn`t seem like it bothered the elephant`s pachydermis. So, even if snow wasn`t part of their natural habitat, it wasn`t zoo cold for them to luzooriate in near blizood conditions.<br><br>I`m Carl Azooz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-18 CNN Student News.mp4"}