{"title":"CNNSN-2015-01-13-CNN-Student-News","script":"(CNN Student News) -- January 13, 2014<br><br>Breakthrough in Search for Flight 8501 Plane; United States High Officials Not Present at Paris Unity March; Walking to Power Electrical Devices<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Hey, I`m Carl Azuz. It`s great to see you today. We`ve got a few international stories kicking off our commercial free coverage.<br><br>In the Java Sea off the west coast of Indonesia, a breakthrough in the search for a lost passenger plane. Search officials have located both black boxes: the flight recorders from AirAsia flight 8501. It crashed on December 28 with 162 people aboard. The recorders have info about the plane speed, its engines, its cabin pressure and what the crew was saying. Investigators hope they`ll explain what caused the crash.<br><br>To France now. After a wave of terrorism last week that killed 17 people, there was a tremendous unity march in Paris. More than 40 world leaders attended. But not one from the U.S. And critics say the Obama administration missed a leadership opportunity.<br><br>The U.S. Secretary of State had a prior commitment in India. The U.S. attorney general was in Paris, but didn`t go to the march, and the president and vice president were both at home.<br><br>The White House says it didn`t get enough notice to arrange proper security for President Obama. But it also says it should have sent a higher ranking representative than the U.S. ambassador to France.<br><br>Stateside, a hack yesterday involving U.S. Central Command. It oversees American military operations in the Middle East, and its Twitter and Facebook pages were shut down after messages popped up supporting the ISIS terrorist group and warning U.S. troops. The FBI is helping investigate how this happened.<br><br>Five years ago, a magnitude 7.0 earthquake hit Haiti. It was catastrophic. It killed 220,000 people and injured another 300,000. Haiti shares the Caribbean island of Hispaniola with the Dominican Republic. Haiti is the poorest country in the Western Hemisphere. An estimated 80 percent of its population leaves below the poverty line and the earthquake made that worse.<br><br>The international community stepped in to help, $13.5 billion were committed to helping rebuild the country. And experts say, things have improved. Much of the rubble has been cleaned up, the economy slowly getting better, but normal conditions for this island nation are a far cry from good ones. And simple day to day tasks take a toll on young Haitians.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: This is the story of water. Beautiful, majestic, precious. Vital for life. After all, the adult human body is 60 percent water, but in Haiti like many parts of the developing world the story of water is also one of hardship.<br><br>Daybreak in Farias. A remote corner north of Haiti`s capital, Port-au- Prince.<br><br>This picturesque tableau of grazing animals and rice fields is also the stark reality of one girl`s daily misery.<br><br>UNIDENTIFIED FEMALE (speaking French)<br><br>UNIDENTIFIED MALE: A half hour away, to be exact.<br><br>UNIDENTIFIED FEMALE (speaking French)<br><br>UNIDENTIFIED MALE: Her water source, a stream that irrigates the crops. It`s estimated women and girls worldwide spend more than 150 million hours every day fetching water for their families.<br><br>A collective loss of productivity that is staggering.<br><br>Then its` time for the walk back home to get ready for school.<br><br>UNIDENTIFIED FEMALE (speaking French)<br><br>UNIDENTIFIED MALE: Virginia will return again for the evening run, in all two hours spent every day just for a basic necessity. It`s the only life the 16-year old knows.<br><br>The scatel (ph) of the problem extends beyond just the quest for water. It`s also the need for clean water.<br><br>According to the World Health Organization, nearly 1 billion people around the world lack safe drinking water. The problem is much bigger than any one organization can take on.<br><br>Even before the water can be purified, one needs a water source to begin with.<br><br>And aging infrastructure in the cities, a rugged mountainous terrain in the rural areas. Deforestation and erosion, a lack of resources developed needed systems.<br><br>All of this are just some of the challenges that make water and sanitation so complicated in Haiti.<br><br>And also, a matter of life and death.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s the call of the roll. These schools all made requests on yesterday`s transcript page at cnnstudentnews.com. We`ll start at South Dakota with the crusaders. They are watching in the city of Miller at the Sunshine Bible Academy.<br><br>We`ll take the Oregon trail out west to the city of Independence. Shoutout to the panthers of Central High School.<br><br>And not too far north is the city of Tumwater. It`s in Washington State. It`s where you`ll find the fire wolves of Tumwater Middle School.<br><br>UNIDENTIFIED FEMALE: It`s time for the shoutout!<br><br>Kinetic energy exists in which of these objects: you know what to do. Is it a gallon of gasoline, coil spring, lightning or lake. You`ve got three seconds, go.<br><br>Kinetic energy is energy in motion. And what we see in lightning is an example of kinetic electrical energy. That`s your answer and that`s your shoutout.<br><br>AZUZ: So, when you get up and walk to your next class, you have kinetic energy. A British company is using a type of flooring to harvest kinetic energy from people walking around. It could power the lights above them, the signs directing them, the charges charging phones.<br><br>You don`t see kinetic tiles in a lot of places yet, because they are expensive, but as their cost comes down, their power goes up.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Coal. It fired the steam engines of the industrial revolution and fossil fuels have powered and transformed a world ever since.<br><br>The 1970s energy crisis rang along bells, and triggered the search for alternative energy forms. So, renewables now generate 11 percent of the world`s electricity.<br><br>LAURENCE KEMBALL-COOK, CEO PAVEGEN: People walk up to 150 million first steps in their lifetime. When I was walking for a busy train station in London, I thought what if we could convert energy from every single person walking in the station to meaningful amount of power.<br><br>UNIDENTIFIED MALE: Literally, a light bulb moment. Which led to pavegen: fruitful, harvesting flooring that can turn the kinetic energy of footsteps to electricity off the grid.<br><br>KEMBALL-COOK: The pavegen tiles take just one step to turn around up To seven (INAUDIBLE) of energy.<br><br>And how it works, is the top sheet deflects when you walk on it, from just a few steps, the lights come on now. I can also store that power from, say, a hundred steps and light the power fit (ph) for a few minutes.<br><br>UNIDENTIFIED MALE: The technology is designed to run low voltage equipment and it`s most effective in places with high footfall. Schools, train stations, even the football stadium of the future.<br><br>In Rio de Janeiro, kinetic tiles have been installed alongside solar panels, and they are powering a neighborhood plagued by blackouts.<br><br>KEMBALL-COOK: And so, why it`s inspire future generations into energy safe (INAUDIBLE) they show that we need different energy mixes (ph).<br><br>Some people walk 40,000 steps a day. So, there`s a lot potential of what is wasted from each step.<br><br>UNIDENTIFIED MALE: Energy harvesting, it may just be one small step for a man. It`s the science which could provide an alternative energy source to power tomorrow`s cities.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you find heights harrowing you are going to hate this. It`s video from a drone flying 1500 feet up at TV tower in South Dakota where repairman just happens to be doing his job.<br><br>Kevin Schmidt calls this just another day at the office. But it`s gone viral, partly because it says high as five football fields are long.<br><br>Partly because the TV tower isn`t even being used anymore.<br><br>Schmidt climbed it to change a lightbulb, so airplanes can avoid it. Now, we can call that a towering achievement, a soaring accomplishment, a job at the height of bravery. We just hope the night light has the might to light that site at night to save Schmidt the fright or delight the plight or the right at quite a height to relight the light day or night. I`m Carl Azuz. And we`ll have more enlightening coverage on tomorrow`s show.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-13 CNN Student News.mp4"}