{"title":"CNNSN-2016-02-25-CNN-Student-News","script":"(CNN Student News) -- February 25, 2016<br><br><br>Parts of U.S. Recover from Severe Weather; A Look at Life After A National Campaign<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Here to deliver your Thursday edition of CNN STUDENT NEWS, I`m Carl Azuz from the CNN Center in Atlanta, Georgia.<br><br>First up, severe weather. While folks in Indiana and Illinois were concerned about possible blizzard conditions last night, tornado watches and warning stretched along the U.S. East Coast one day after this happened.<br><br>Twisters caused severe damage across the south Tuesday. Parts of Louisiana, Mississippi, Alabama and Florida were all hit. As many as 25 tornadoes were reported. At least three people were killed and dozens of others were injured.<br><br>Florida`s governor declared a state of emergency in two counties to speed up government help to people there. Cars were flipped, trees were flung, apartment buildings were crushed in communities along the Florida Panhandle.<br><br>Jennifer Gray looks at what`s done in the days immediately following a disaster.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: In the Pensacola area, cleanup has been on the minds of the residents here and they have been busy doing that.<br><br>Look behind me, a lot of homes in this neighborhood. The roofs completely ripped off, other roofs partially damaged, but a lot of cleanup underway.<br><br>Power crews have been in here. People have been removing limbs, fences, everything that has gotten in the way that was thrown about by this tornado.<br><br>And then, look behind me. You can see the damage widespread in this one particular neighborhood. A lot of roofs looking like this. People busy today, putting tarps over their houses as well, trying to rebuild what is left from this devastating tornado.<br><br>This morning, when we saw the first signs of daylight, it was pure devastation for certain areas in this community and they have a long way to go before the cleanup is finished.<br><br>CHAD MYERS, AMS METEOROLOGIST: Technically, a tornado is just a violent, rotating column of air coming out of the bottom of a thunderstorm, but it takes a lot to get that violently rotating column to come out.<br><br>All you need for a tornado really to form though are thunderstorms and a jet stream. That jet stream is a loft. It makes the energy, if you have moisture at the surfaces, dry air, cold air, pushing that moisture up, you can get a tornado to form in any state.<br><br>Those days where all the ingredients combine, you get the humidity, you get the dry air, you get the jet stream, you get upper energy in the jet stream. You get winds churning as you go aloft. Those are the ingredients that caused a big tornado day.<br><br>The greatest threat of a tornado is being hit by something that the tornado is moving. If you`re outside or if you`re not protected inside, if you`re hit by a 140-mile-per-hour two-by-four, you`re going to be killed.<br><br>So, you need to be inside and the lowest level, somewhere in the middle of the home away from windows.<br><br>When you hear the word &quot;warning&quot; and you hear your county, that`s when you need to take cover. When you hear the word &quot;watch&quot;, that means something might happen today. Let`s have a plan. When you hear the word &quot;warning&quot;, it`s too late to make a plan. You need to already have the plan. Warning is the long word, it`s the bad one.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There`s something eerie about today`s &quot;Roll Call&quot; and there`s plenty to lake about it. What?<br><br>The city of Erie, Pennsylvania, it`s on Lake Erie. And it`s home to McDowell High School. Let`s go Trojans.<br><br>On the West Coast, Siuslaw Middle School is in Florence, Oregon, and it`s where the Vikings are standing guard.<br><br>And on the southwest coast of Sweden, we come to the city of Gothenburg. Welcome to all of our viewers in Nya Pavelundsskolan.<br><br>Returns are in from the latest event on the U.S. election calendar. The state of Nevada held its Republican presidential caucuses on Tuesday.<br><br>The winner: businessman Donald Trump. He earned about 46 percent of the vote. In second was Florida Senator Marco Rubio, with almost 24 percent.<br><br>In third, Texas Senator Ted Cruz with a little more than 21 percent.<br><br>The next contest will be in South Carolina. It`s Democratic presidential primary. It`s this Saturday. And after that, it`s what`s called Super Tuesday.<br><br>On March 1st, voters in 15 states will choose their favorite candidates. Only one Republican and one Democrat will be in the presidential ballot this November. Super Tuesday has tremendous influence over who those candidates will be.<br><br>Now, let`s get more specific. When we say a Democrat or a Republican won the states nominating contest, what we mean is that they likely won the most delegates.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: You`ve seen them wearing funny hats and waving signs at national party conventions.<br><br>SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE: Delegates.<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDAE: Delegate.<br><br>SEN. TED CRUZ (R-TX), PRESIDENTIAL CANDIDATE: Delegates.<br><br>GOV. JOHN KASICH (R-OH), PRESIDENTIAL CANDIDATE: Delegates.<br><br>REPORTER: Candidates covet them, but what exactly is a delegate and why they`re so important to the U.S. presidential race?<br><br>They come all 50 states, Washington, D.C., and every U.S. territory. Bigger, more populous states like California, Texas, Florida and New York have more of them.<br><br>For the most part, candidates win delegates through primaries and caucuses. While the rules vary from state to state, generally, more votes means more delegates. This summer, thousands of delegates will come together at their national party conventions, where they declare the support for a specific candidate.<br><br>UNIDENTIFIED MALE: Ohio, Madam Secretary, casts all 188 votes for the president and the next president of the United States, Barack Obama.<br><br>(APPLAUSE)<br><br>REPORTER: In order to become the party`s nominee for president, a candidate must receive a majority of these delegates. For Republicans, 1,237 is the magic number. For Democrats, it`s 2,383.<br><br>And there`s an additional wrinkle for Democrats, super delegates. These are elected officials, governors, senators and party members. And while there were still more voting to take place, at the end of the day, it`s delegates that win elections.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The field of Republican and Democratic hopefuls is narrowed a lot since last summer. There are currently five Republicans still in the race.<br><br>There were 17 in August. There are two Democrats still in. There were six to begin with.<br><br>So, while we watch the remaining candidates battle it out for delegates and ultimately the nomination, what happens to all the folks who don`t get their name on the November ballot?<br><br>(BEGIN VIDEO CLIP)<br><br>SAMUEL BURKE, CNN BUSINESS CORRESPONDENT: My friends, there have been a lot of candidates in the 2016 presidential primaries. And as with any election, all but one will end up a loser.<br><br>SUBTITLE: How the losers end up winning.<br><br>BURKE: But don`t feel bad for those people dropping out of the race. They may have already won both politically and financially just for being in the mix. The national exposure and loyal following from people like you often translate into mega money.<br><br>Take my good friend, Mike Huckabee. He is the prime example. He had the good fortune of not losing once but twice and he turned it into book deals, a radio program and even a talk show on Fox News.<br><br>There are not just financial benefits to losing, there are also political benefits. Get knocked out of the primary can help you win the nomination the next time around -- John McCain, Mitt Romney. Or it can help you land a major political appointment -- Secretary of State Hillary Clinton, Vice President Joe Biden.<br><br>Many presidents have had to lose before getting elected, just think of John Adams, Thomas Jefferson, Richard Nixon, and even Ronald Reagan.<br><br>Win and you get stuck with nomination. Lose, get loads of media attention and cash in. Suddenly, it sounds like a win-win to me.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: You can tell a lot about people by their hair and I don`t just mean an awesome sense of style. Each strand lives for about five years. It contains info on genetics. It can indicate whether someone`s been exposed to toxic substances or if they`ve done drugs or painkillers.<br><br>But one thing a strand of hair doesn`t reveal is the gender of the person who grew up. The structure is the same for men and women. Now, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: Before we go, let`s take a walk. Maybe this robot doesn`t have quite the same swagger, or the same stride of a homecoming king. But it`s got some of the same moves.<br><br>Opening doors, check. Walking to school in the snow, check. Keeping its balance, sure -- granted it kind of walks like a toddler with a stomachache.<br><br>It consumes a lot of power and its price tag is estimated to be over a million dollars.<br><br>But on the plus side, it stays focused even when there are challenges. And in this latest video from an American robotics company, it clearly shows the steps technology has taken.<br><br>Still, if this thing were to meet to a homecoming king on the dance floor, our money is on the human. Oh, of course, the machine can do the robot.<br><br>It can probably pop and lock. It`s great that the electric slide. It has a few loco-motions and it`s mastered the bot scottin` boogie.<br><br>Come to think of it, the bot`s abilities are broad unless walk this way comes on, and then it`s anything but American Smooth.<br><br>I`m Carl Azuz and we`re waltzing out the door.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-25 CNN Student News.mp4"}