{"title":"CNNSN-2016-11-28-CNN-Student-News","script":"(CNN Student News) -- November 28, 2016<br><br><br>The Death of Cuban Leader Fidel Castro; A Push to Recount Votes in Several U.S. States; The Reinvention of the Wheel<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fresh off the Thanksgiving holiday, this is CNN STUDENT NEWS. Welcome. I`m Carl Azuz.<br><br>Today`s current events coverage begins with the report on the death of a controversial world leader. Fidel Castro, who ruled the Caribbean island nation of Cuba for almost 50 years, died Friday at the age of 90. His brother Raul who took over the country in 2008 made the announcement.<br><br>The leader of the Cuban revolution in 1959, Fidel Castro rose, made Cuba the first communist nation in the Western Hemisphere. His admirers remembered him as a great leader. Canadian Prime Minister Justin Trudeau, whose father was a friend of Castro, credited the late Cuban president with making significant improvements to the education and heath care of Cuba. Castro`s critics remembered him as an enemy of human rights.<br><br>U.S. Representative Ileana Ros-Lehtinen, the first Cuban-American elected to Congress, fled Cuba with her family when she was eight. She said the only thing Castro was successful in doing was, quote, &quot;holding on to power which is easy to do when you don`t have elections.&quot;<br><br>The divisive views of Castro and his authoritarian are embodied by these very different types of gatherings that followed the news of Castro`s death.<br><br>(BEGIN VIDEOTAPE)<br><br>PATRICK OPPMANN, CNN INTERNATIONAL CORRESPONDENT: We are outside the University of Havana where students are holding vigils and they`re yelling &quot;Fidel, Fidel.&quot; And these students, although they were born much after the revolution, are very passionate about Fidel Castro and his causes. This is, of course, a university where he studied before becoming a revolutionary.<br><br>And the students here have been telling us that they found Friday night when Raul Castro made the announcement, the surprise announcement, that the historic leader of the revolution, Fidel Castro, had died, many of them woke up on Saturday and that`s when they found out the news and they`ve just been shocked, they said, stunned by the loss of Fidel Castro, even though he was quite ill. And a lot of people here said that even though they never meet him, that they felt like he was somebody they knew that have been a presence in their lives. And that`s why they`ve come out late on this night to light candles in front of photographs of Fidel Castro, to have speeches, to chant revolutionary slogans.<br><br>And these are the kinds of scenes we expect to unfold all over Cuba as this country undergoes a nine-day period of mourning.<br><br>BORIS SANCHEZ, CNN CORRESPONDENT: The parties are just getting started here in Little Havana. We`re in Calle Ocho, outside Cafe Versailles. This is the epicenter of the Cuban-American exile community here in Miami. And there are literally hundreds of people celebrating the death of Fidel Castro.<br><br>There`s music playing, people banging pots and pans, hundreds of flags and lots chanting. One of the chants that we`ve heard over and over again is &quot;Fidel, you tyrant, take your brother with you&quot;. It`s very kind of dark to think that people are celebrating someone`s death, but people that I have spoken here say this has been something that they have been waiting for, for a very long time. They perceived Fidel as someone who is incredibly repressive and someone who essentially stole their homeland away.<br><br>You have to remember, Fidel Castro was in power in Cuba since 1959. So, these are very different generations of people, young and old, that have come out to show their joy and their hope that this could mean a new chapter for the island of Cuba.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Green Party, an American political party, has filed for a recount of U.S. presidential votes in the state of Wisconsin. Green Party nominee Jill Stein also hopes for recounts in Pennsylvania and Michigan. Though CNN has not projected an election winner in Michigan yet, projections in Wisconsin and Pennsylvania helped U.S. President-elect Donald Trump secure the electoral votes he needed to win the presidency.<br><br>So, why does the Green Party want recounts?<br><br>Last week, computer hacking experts said it was possible that voting systems might have been tampered with in some counties. As of yet, no proof has been given, and election experts and candidate Stein say recounts are unlikely to change the outcome of the election. Still, Stein has raised several million dollars in support of the recount effort and says any additional money would be used to train Green Party candidates for local office.<br><br>(BEGIN VIDEO CLIP)<br><br>JILL STEIN, FORMER GREEN PARTY CANDIDATE: That having a secure elections process benefits us all and I invite everyone, I invite Donald Trump`s campaign, Hillary`s campaign, we`ve had calls out to Gary Johnson`s campaign, this should be a nonpartisan, people powered effort to ensure that we can rely on the integrity and the security of our votes.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The Clinton campaign announced Saturday that it would support the recount effort, to ensure that it`s, quote, &quot;fair to all sides&quot;. The Obama<br>administration has defended the projected election results as they are, calling them the will of the American people. President-elect Trump has called the recount effort a scam, saying it`s nothing but a fundraising ploy by the Green Party.<br><br>In technological news, this isn`t the first time someone`s tried to reinvent the wheel. It`s not even the first time someone has invented a wheel that absorbs shock without having to transfer it to a suspension system. But what`s been named &quot;Softwheel&quot; could be fitted to several different types of vehicles, though it`s significantly more expensive than the wheel as we know it.<br><br>(BEGIN VIDEOTAPE)<br><br>(MUSIC)<br><br>OREN LIEBERMANN, CNN CORRESPONDENT (voice-over): For all the differences between cars, one thing has barely changed.<br><br>Now, revolution is taking shape, from an Israel startup that`s reinventing the wheel.<br><br>I`m riding on a bike from Softwheel. With me is CEO Daniel Barel. And we`re taking the new wheels up for a spin, get a feel for them and find out what`s new.<br><br>DANIEL BAREL, SOFTWHEEL CEO: What you basically see here is a suspension system, a very, very advanced, complicated suspension system which sits out of a wheel.<br><br>LIEBERMANN (on camera): The wheel workers. It fundamentally works. I`ve been on many different wheels. Why did the wheel need to be redesigned?<br><br>BAREL: The idea to put -- you know, putting suspension inside of a wheel is not new. People have been trying to do it for over 200 years now.<br><br>LIEBERMANN: Where did you succeed where they failed?<br><br>BAREL: The biggest problem is how you centralized the hub. The vehicle, like a bike, like a car, like anything else, is connected to the wheel through the hub, right? You have the hub, spokes and then rim. But once you try to put suspension inside, the hub is never centered. It always sags, and once it`s sagging, it`s like riding an egg shape.<br><br>LIEBERMANN (voice-over): Softwheel tested their wheels against traditional bike wheels with spokes. This test measures how fast the wheel absorbs and dissipates a shock.<br><br>Softwheel first put their wheels on wheel chairs and that`s where most of their business is today. To see what their wheels could do for bicycles, we had a competitive cyclist use them mountain biking. The wheels adapted to the rough terrain. The companies says it`s a smoother ride on a more durable wheel.<br><br>Softwheel`s next step is to put their technology in cars.<br><br>BAREL: It`s light years ahead of what you`ve seen in today`s cars. Instead of the impact, the energy, have to travel to the wheel, all the way through the chassis, and then absorbing the suspension in some way, here, it has been absorbed within the wheel itself.<br><br>LIEBERMANN: CNN is the first to see the design of this new technology. By putting the suspension in the wheel, Softwheel says they make cars more efficient.<br><br>BAREL: Because the energy is contained within the wheel, there`s no reason for such a robust, complex chassis. We can simplify the chassis. We can make it less robust and hence make it easier to produce. It can make it cost effective, lighter and actually better.<br><br>LIEBERMANN: The wheel hasn`t been reinvented in 6,000 years. Perhaps now, it`s about time.<br><br>Oren Liebermann, CNN, Tel Aviv.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All right. We`ve seen a lot of a basketball trick shots. This one is actually a brand new world record.<br><br>A group of Internet stars from Australia traveled to a dam in Switzerland to take the shot from more than 590 feet up. It takes a while for the ball to get down there, a long while. But once it does -- nothing but net. The really crazy part is that they say it took only three tries to sink the shot.<br><br>Did I say this was in Switzerland? I meant swish-erland. And only the ball had a sinking feeling about that shot. Anyway you look at it, it was going to be an air ball and it seems the idea of shooting from a dam really held water.<br><br>OK, that`s enough foul puns for the day. We`ll rebound tomorrow. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-28 CNN Student News.mp4"}