{"title":"CNNSN-2016-10-14-CNN-Student-News","script":"(CNN Student News) -- October 14, 2016<br><br><br>Russia, U.S. Move Past Cold War to Unpredictable Conflict; Vulnerabilities in U.S. Voting Security; Thai King Bhumibol Adulyadej Dies at 88<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome! It`s been a little while since I said that on air. It doesn`t make it any less true, though.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>This academic year, one story we`ve been following involves the worsening relations between two world powers, Russia and the U.S. Russia`s suspension of part of the nuclear agreement with the U.S. America`s suspension of talks with Russia over ending the civil war in Syria. These are just two examples of the recent troubles between the countries.<br><br>There`s also disagreement over Russia`s involvement in the ongoing conflict in Ukraine. And now, the White House is formally accusing Russia of meddling in the upcoming U.S. presidential election, which Russia denies doing.<br><br>One thing U.S. President Barack Obama has attempted to do is to isolate Russia, to try to separate it from other countries and to make it look as if Russian President Vladimir Putin is alone in the world. A Russian ambassador says that`s not working.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Who are Putin`s allies?<br><br>MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Putin is often cast as isolated in the world, targeted by international sanction, shunned on the international stage. But, in fact, he has been steadily building alliances in areas where Western powers struggled.<br><br>(on camera): The obvious example is Syria, where Russia has intervened militarily to prop up Bashar al-Assad, Moscow`s long time ally. Russia`s air force and navy has been pounding anti-Assad rebels, turning the tables on the battlefield, sending a powerful message that Moscow can be a both a strong and reliable ally and a formidable enemy.<br><br>Russia has a working relationship with Iran and is increasingly seen as a serious player once again to the Middle East. Putin is building an important relationship with China as well, where Russia has a shared interest in trying to balancing the power of the United States, where China are building economic closer ties, particularly in energy, where the two countries have agreed among other things a $400 billion gas deal.<br><br>Russia`s status as a major gas and oil producer has encouraged countries like Turkey and Saudi Arabia sometimes themselves at odds with Moscow in other areas to forge closer ties with the Kremlin.<br><br>So, the relationship with United States and others in the West may be testy. But when it comes to Russia, much of the rest of the world is still keen to do business.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Getting back to Russia and the upcoming U.S. election. The American government has publicly accused the Russian government of participating in cyberattacks against American election systems, allegedly hacking into the Democratic National Committee`s computers, for instance, and stealing documents. Russian officials have called the accusations flattering, but they`ve repeatedly denied meddling in the U.S. election and said there`s no proof Russia is involved in the hacking.<br><br>Still, all this has brought up questions of how secure the American voting process is, especially in states where it`s done electronically. It`s something getting the attention of DHS, the Department of Homeland Security.<br><br>(BEGIN VIDEOTAPE)<br><br>LAURIE SEGALL, CNN CORRESPONDENT (voice-over): On Monday, DHS reported more than 30 U.S. states have asked for help with cybersecurity for election and voter registration systems.<br><br>Security expert Chris Wysopal says that modifying the voter registration isn`t going to change any votes, but there are other vulnerable points of entry.<br><br>CHRIS WYSOPAL, SECURITY EXPERT: So, it all kind of starts at the election management system.<br><br>SEGALL: That`s where the ballots are created. Put on a memory card and then into the voting machine.<br><br>WYSOPAL: Then, it gets to be sent back to the election management system here to be counted.<br><br>SEGALL: If there`s no paper record from the voting machines, a hacker could tamper with the election management system and change the vote.<br><br>Fortunately, none of this is connected to the Internet. So, hackers target election officials.<br><br>WYSOPAL: These are the election employees who are running these systems. They connect to the Internet. If their computers get infected, and they`re the ones that are managing and maintaining these systems, there`s a chance that memory cards come from their computers here.<br><br>SEGALL: Wysopal is skeptical that hackers could swing the vote through these methods, but he says their actions could accomplish another goal.<br><br>WYSOPAL: It could disrupt things. It could also cause people to think something is going on. It could call into question if the election was fair, even though it doesn`t actually tamper with the votes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the Asian country of Thailand, flags are flying at half staff for thirty days and Thai government workers have been ordered to wear black clothing for a year. They are signs of mourning for a nation that has lost its king. After a 70-year reign, King Phumiphon Adunyadet died at a hospital in the capital of Bangkok yesterday.<br><br>The 88-year-old Thai ruler had been the world`s longest reigning living monarch before his death. He`d been suffering from kidney and blood pressure problems.<br><br>(BEGIN VIDEO CLIP)<br><br>WILL RIPLEY, CNN CORRESPONDENT: It`s been purely devastating for so many people here in Thailand who have known their whole lives for King Phumiphon to be their leader, their ruler, even though he has no actual power, so to speak, in this constitutional monarchy. There have been many times over the years where his respected voice has brought together like glue this fiercely divided country, times that the country was even at the brink of civil war, he was the person who both sides would listen to and they were able to patch things up.<br><br>(END VIDEO CLIP)<br><br>AZUZ: A successor to the throne has been appointed, Thailand`s Crown Prince Maha Vajiralongkorn. But he says he needs more time to mourn before he`s named the new Thai king.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Tokyo`s underground bike vaults.<br><br>In Tokyo, cycling accounts for 14 percent of commuting transport.<br><br>Eco Cycles are underground parking lots that help keep Japan`s sidewalks bike-free.<br><br>There are 50 in Japan.<br><br>Cyclists swipe their cards at a check-in booth to activate the loading mechanism.<br><br>Their bike is then sent 40 feet underground and stacked with hundreds of other bikes.<br><br>The futuristic vaults protect bikes from rain, theft, and earthquake tremors.<br><br>It takes about eight seconds to retrieve a bike.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Since France gifted her to the U.S. in the 1880s, millions have seen the Statue of Liberty by boat, plane or even from the lady`s crown.<br><br>Imagine a view from a jet pack.<br><br>(BEGIN VIDEOTAPE)<br><br>JEANNE MOOS, CNN CORRESPONDENT: Is it a bird? Is it a plane? It`s a man in a jet pack flying around the Statute of Liberty.<br><br>DAVID MAYMAN, PILOT AND CEO, JETPACK AVIATION: It was awesome. It was a dream come true. I was just having a blast.<br><br>MOOS: Though the actual blast off from a boat was fairly gentle, the founder of Jetpack Aviation David Mayman is the test pilot and yes, he and his chief designer had to get all kinds of approvals to pull this off.<br><br>MAYMAN: The FAA asked, &quot;What is it? What is it? A jetpack? What is that?&quot;<br><br>MOOS: The flight lasted about five minutes, the pilot uses hand controls and his body to steer, though Mayman took one hand off the controls for a second.<br><br>MAYMAN: I saluted Lady Liberty, and on one of the passes, I stopped and turned around and gave her a salute.<br><br>MOOS: Mayman has been hooked on jetpacks ever since he first saw James Bond take off on one in &quot;Thunderball&quot;.<br><br>For 10 years, Mayman and designer Nelson Tyler have worked together. Tyler helped design the rocket belt that sent up a man for less than 30 seconds at the 1984 Olympics. For the Statute of Liberty flight, the designer told his pilot.<br><br>UNIDENTIFIED MALE: Fly slow and careful and not too high.<br><br>MAYMAN: Yes, I didn`t hear that message, I don`t think.<br><br>MOOS: Next thing you know, he was 100 feet up doing 65 miles an hour.<br><br>Jeanne Moos, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Permission was key. You could be sent pack into jail if you were just take the liberty of flying over there. Thankfully, the jet pack it torched to his back didn`t torch his back because he wants to be in a hot seat when you`re at liberty carrying the torch for flight.<br><br>I`m Carl Azuz and we get a jet. Hope you an amazing weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-14 CNN Student News.mp4"}