{"title":"CNNSN-2017-05-22-CNN-Student-News","script":"(CNN Student News) -- May 22, 2017<br><br><br>President Trump`s Visit to Saudi Arabia; Discovery of &quot;Flammable Ice&quot;; The Challenge of Tax Reform; Bob Adams: A CNN Hero<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: With two weeks left in our current season, we`re happy to have you watching CNN 10.<br><br>As we previewed Friday, President Donald Trump is taking his first international trip as U.S. leader. He arrived in the Middle East on Saturday and in contrast to the controversies and questions he`s facing in the U.S., President Trump received a royal welcome in Saudi Arabia, and it wasn`t just because he was greeted by the nation`s king, Salman bin Abdulaziz al Saud. Red carpet, brass bands, American flags, billboard with the two leaders` faces, images of pomp and respect were all over Riyadh, Saudi Arabia`s capital.<br><br>President Trump and King Salman announced hundreds of billions of dollars in arms deals, oil and gas deals, business deals.<br><br>Yesterday, the president gave a speech attended by 50 leaders of Muslim majority countries. And though he`s made controversial statements in the past concerning Islam, President Trump`s speech yesterday was more conciliatory, focused on the common goals of, quote, stamping out extremism and providing children a hopeful future that does honor to God.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: It`s a choice between two futures and it is a choice America cannot make for you. A better future is only possible if your nations drive out the terrorists and drive out the extremists. Drive them out. Drive them out of your places of worship,drive them out of your communities, drive them out of your holy land and drive them out of this Earth.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Scientists claim to have successfully mined flammable ice in the South China Sea. That`s according to Chinese state-run media.<br><br>&quot;Combustible ice&quot; is a natural gas hydrate containing methane found in underwater tundra. It looks like ice, but when melted, it releases natural gas.<br><br>According to the China Geological Survey, the hydrate was successfully mined for eight days. Officials are calling it a major breakthrough, saying it &quot;may lead to global energy revolution&quot;.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>How many income tax brackets are there in the U.S.?<br><br>Three, five, seven, or ten?<br><br>There are currently seven tax brackets and generally speaking, the more money Americans make, the higher the percentage they pay in taxes.<br><br>(END VIDEO CLIP)<br><br>AZUZ: President Trump says he wants to simplify U.S. tax code. He`s proposed reducing the number of income tax brackets from seven to three.<br><br>It could significantly reduce what most Americans pay in taxes on their income. It could also significantly reduce the government`s revenue from taxes.<br><br>Income taxes are the main source of revenue for the federal government. Any changes to the tax code have to be made through Congress and the House of Representatives has officially begun discussing how to do this.<br><br>But though lawmakers have the support of some business leaders who say tax reform could lead to more jobs and better wages, and though Republicans control both chambers of Congress and the presidency, there`s still doubt about whether Congress will ultimately agree on the way to reform taxes.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT: Tax reform, the eternal presidential promise.<br><br>TRUMP: Tax simplification will be a major feature of the plan.<br><br>BARACK OBAMA, FORMER U.S. PRESIDENT: Both Democrats and Republicans have argued that our tax code is riddled with wasteful, complicated loopholes that punish businesses investing here and reward companies that keep profits abroad. Let`s flip that equation. Let`s work together to close those loopholes.<br><br>GEORGE W. BUSH, FORMER U.S. PRESIDENT: It seems like to me the tax code today discourages economic vitality growth when you spend billions of hours filling out the forms.<br><br>TRUMP: Our Republican majority will pass massive historic tax reform.<br><br>ROMANS: But actually, delivering on it has proved much harder. In fact, real comprehensive reform hasn`t happened since 1986.<br><br>Why is it so difficult?<br><br>Tax reform requires overhauling the entire Tax Code to make it simpler, fairer, more efficient, it`s a monumental task that involves tough trade-offs.<br><br>One of the biggest complications: tax breaks. This year, the tax code is loaded with nearly $1.6 trillion worth. If Congress limited those goodies, it could lower tax rates overall, and the U.S. Tax Code would be a lot less complex.<br><br>But people and industries love their tax breaks and that`s where the fight can get ugly, especially when powerful interest with big war chest can defend their favorite deduction. Other tax breaks are so popular, it could be politically radioactive for Congress to touch them. Think the mortgage interest deduction or the deduction on charitable donations.<br><br>The other tricky thing about tax reform: it often involves new ways to raise revenue, but nobody likes paying new taxes. For example, right now, Americans don`t pay any taxes on employer provided health care. Congress specifically wrote the law that way. But that exclusion will cost the government a hefty $165 billion this year.<br><br>Now, tax reform could try to change that, but can you imagine the outrage?<br><br>Just another reason tax reform is so hard.<br><br>(END VIDEOTAPE)<br><br>AZUZ: When he came home from the Vietnam War, U.S. Marine Bob Adams had post-traumatic stress and didn`t know it. In the decades that followed, he found himself helping others who struggled.<br><br>And Adams eventually cofounded the Midwest Shelter for Homeless Veterans. It gives free housing and counseling to hundreds of veterans every year.<br><br>They become bands of brothers, attending 12-step classes together, looking for employment together and healing together.<br><br>(BEGIN VIDEOTAPE)<br><br>BOB ADAMS, CNN HERO: Ask a Vietnam veteran when he was in Vietnam, the answer would be last night.<br><br>Vietnam is never very far away from me. We went out fighting for the flag and apple pie. We fought for each other.<br><br>The war followed me home. Alcoholism, substances, homelessness. After I got sober, I began to see veterans on the street homeless. Marines do not leave anyone behind. And so, to see that code being broken, it shocked into action.<br><br>The doors of this house opened in 2007. The atmosphere is one of a home. We want them to take pride of that time in the military and remember what that was like.<br><br>UNIDENTIFIED MALE: When I first met Bob, he said, we`re going back to basic. If you have gone to basic training, you know what that means.<br><br>ADAMS: I remember that you weren`t too sold on this plan.<br><br>(LAUGHTER)<br><br>UNIDENTIFIED MALE: It`s that when I got here, I wasn`t ready for it. But, I mean, you made it so welcoming. You know, you had the rules and it was stern, but you also give it with love.<br><br>You ate dinner together. You cleaned up together. You went to bed the same time and it was just like back in basic.<br><br>UNIDENTIFIED MALE: Bob and I, we have a lot in common. He was in Vietnam, I was in Afghanistan. I went through the same struggles that he went through.<br><br>I just kind of got to limit myself and make sure that I stay on the same track that I`m going on now.<br><br>ADAMS: Good to hear.<br><br>UNIDENTIFIED MALE: When he was in the war zone, you know, he was a medic. Opening the shelter, it`s the same thing. He`s here to help people.<br><br>UNIDENTIFIED MALE: I ended up drinking because I didn`t want to feel it. Here, I don`t have to panic about how am I going to live.<br><br>ADAMS: It`s the reason we`re here, brother.<br><br>UNIDENTIFIED MALE: It hurts sometimes, but thank you.<br><br>UNIDENTIFIED MALE: To watch people change, begin to feel cared about, is heartwarming.<br><br>UNIDENTIFIED MALE: I`m proud to be who I am today. I`m working. I get to spend time regularly with my kids with the help of Bob now. I`m a lot happier.<br><br>ADAMS: My marines were my marines. And these men who`ve come to this house are my veterans. We don`t leave anyone behind.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Many people share a common love for a sandwich of grand crackers, marshmallows and chocolate and here are some more. What`s uncommon is these many people sharing it all at once, more than 700 students hoping to break the Guinness World Record for making s`mores at the same time.<br><br>The attempt happened in a small town in the U.S. state of Pennsylvania. The old s`more record was 423. Organizers say it will take some time to find out if this sets a new high bar.<br><br>But if it does, you got to chuck a lot of the credit up to those who cookied up the idea, who planned the pro-graham, who managed to say mallow and who know sandwich record to break. It`s clear they didn`t bite off more than they could chew.<br><br>I`m Carl Azuz for CNN 10. We`ll bring s`more tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-22 CNN Student News.mp4"}