{"title":"CNNSN-2017-04-11-CNN-Student-News","script":"(CNN Student News) -- April 11, 2017<br><br><br>U.S. Aircraft Carrier Heads for Waters Near Korean Peninsula; Asteroid Heads for an Earth &quot;Fly-By&quot;; The Life of a Junior SCOTUS Justice<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: The clock is ticking on Tuesday`s edition of CNN 10. I`m Carl Azuz and we`re going to get right to it.<br><br>The Pentagon says it`s sending a U.S. aircraft carrier strike group to the waters near the Korean Peninsula. This involves the USS Carl Vinson and the ships escorting it which include destroyers that are capable of shooting down missiles. The group was originally headed from Singapore to Australia, but it changed direction. The reason: provocations by North Korea, according to U.S. defense official.<br><br>Tensions on the peninsula are high. South Korea is a U.S. ally. It says the situation is grave and that North Korea might be planning another nuclear test and missile launch in the days ahead.<br><br>Japan is a U.S. ally. It says it`s getting harder to maintain security in the region and that having U.S. ships in the area is an important deterrent to North Korea.<br><br>The communist country has blamed what it calls U.S. aggression for the reason it`s trying to develop nuclear weapons. But its program is considered illegal by other countries. As far as the U.S. strike group goes, &quot;The Navy Times&quot;, a U.S. military publication, says it`s rare for American officials to announce the movements of U.S. aircraft carriers, but that when it is done, it`s meant to send a message.<br><br>How is North Korea responding?<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: We`ve been speaking with North Korean officials here in Pyongyang and they tell us that they are receiving the message the United States is sending by deploying that carrier strike group to the waters off the Korean Peninsula and they also believe that the missile attack on that Syrian air base was a direct warning from the Trump administration not only to China but also to North Korea.<br><br>But their response may not be what the Trump administration is intending to be. They say, instead of backing down, they want to accelerate their nuclear program and their weapons development. They had said for a long time that they believe the U.S. is hypocritical because it possesses nuclear weapon. It`s the only country that has ever used nuclear weapons on civilians.<br><br>And they look at what has happened in other countries, like Iraq and Syria, regimes that have been taken down by the U.S. and its allies. They look at the chaos that`s happening in Syria and they do not want to see a repeat of that here in North Korea. They say that if the Trump administration would have launched some sort of a preemptive strike here, they would retaliate and that could potentially be very devastating even with the weapons that North Korea possesses right now.<br><br>There are tens of millions of people in the greater Seoul area, some 30 miles from the demilitarized zone, well within range of North Korea`s conventional weapons, including artillery, that could a lot of damage and kill a lot of people. But it could be even bigger than that, because U.S. and South Korean officials have thought for several weeks now that North Korea is really ready at any time to push the button on its sixth nuclear test.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What do Ceres, Juno and Vesta have in common?<br><br>Are they all nebulae, asteroids, Ford car models or Greek gods?<br><br>These aren`t only asteroids. They`re some of the first ones that were ever named.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Here`s another one: 2014 JO25. The name doesn`t have the same right as Ceres maybe, but NASA says this asteroid is going a zip by the Earth next week.<br><br>Let`s not say zip by. The closest it will come is 1.1 million miles away. That`s more than four times the distance from the Earth to the moon. And while you may or may not be able to see it with the basic telescope, larger, more powerful instruments will be studying the rock to try to learn more about it.<br><br>Why does this matter? Well, a NASA space probe indicates that 2014 JO25 is about 2,000 feet in size, about the length of six football fields, and though lots of small asteroids pass this distance from the Earth every month, this will be the first time in 13 years that a space rock this big did.<br><br>Is there any chance it will make a detour and crash into our planet? No, according to experts.<br><br>(BEGIN VIDEO CLIP)<br><br>JUSTICE NEIL GORSUCH, U.S. SUPREME COURT: I will never forget that to whom much is given, much will be expected. And I promise you that I will do my powers permit to be a faithful servant of the Constitution and laws of this great nation. Thank you.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The words of the 113 U.S. Supreme Court justice, Neil Gorsuch, after he was sworn in yesterday. The justice who administered the oath, Anthony Kennedy, was someone Gorsuch clerked for in 1990s. The new justice described Kennedy as his mentor. And though Gorsuch is 49 years old, as far as the U.S. Supreme Court, he`s the new kid on the block.<br><br>(BEGIN VIDEOTAPE)<br><br>ARIANE DE VOGUE, SUPREME COURT REPORTER: After a lifetime of preparation and several grueling weeks as a nominee, Neil Gorsuch has arrived at the Supreme Court. There`s just one problem, he`s the junior most justice.<br><br>SUBTITLE: The Life of the Junior Most Justice.<br><br>DE VOGUE: The Supreme Court is steep in tradition and seniority. As such, a new justice experiences a gentle hazing. For example, there is a regular closed door conference, which is held in this room, which C-Span was able to photograph in 2009. Only justices are allowed to attend the meeting.<br><br>No clerks, no assistants, just the nine. And the junior most justice is charged with answering the door, seriously.<br><br>Here`s what Justice Elena Kagan, the former junior justice, described the task during a talk at Preston University.<br><br>JUSTICE ELENA KAGAN, ASSOCIATE JUSTICE: I mean, literally, if there is a knock on the door and I don`t hear it, they will not be a single other person who will move. They will just all stare at me until I figure out, &quot;Oh, I guess somebody knocked on the door.&quot; And these two jobs, the kind of notes-taking and the door opening can get -- you can see how they can get in a way of each other.<br><br>DE VOGUE: And it gets worse. The junior justice is in charge of the cafeteria committee.<br><br>KAGAN: It`s not a very good cafeteria. So, this is really just the opportunity that they have to just kind of haze you all the time actually, like, oh, no, Elena, this food isn`t very good.<br><br>DE VOGUE: Justice Stephen Breyer is the recent champion junior justice. He served in a record-breaking 11 years during a stretch when membership didn`t change. And while this aspect of Supreme Court life may resemble high school, Gorsuch with the dream docket of constitutional cases before him is going to enter perhaps the last area of Washington that still appreciates collegiality.<br><br>Antonin Scalia and Ruth Bader Ginsburg were ideological opposites but close friends, even traveling together on occasion. Justices are known to help each other regardless rank.<br><br>Here`s what Clarence Thomas said in 2013 when Scalia helped him.<br><br>JUSTICE CLARENCE THOMAS, ASSOCIATE JUSTICE: I can honestly say that as beat up as I was when I got there with the workload, I don`t know how I would have gotten through it if he hadn`t there -- he became quickly a friend. New colleagues come on and you make adjustments and they become your family.<br><br>DE VOGUE: And Justice Ginsburg had a similar anecdote when she got tasked with writing a difficult opinion.<br><br>JUSTICE RUTH BADER GINSBURG, ASSOCIATE JUSTICE: I sought Justice O`Connor`s advice, it was simple -- just do it.<br><br>DE VOGUE: And then after the opinion was issued, the encouragement continued.<br><br>GINSBURG: She gave an attendant a note for me. It read, &quot;This is your first opinion for the court. It is a fine one. I look forward to many more.&quot;<br><br>(END VIDEOTAPE)<br><br>AZUZ: Say that doing this could help not only improve range of motion or flexibility, but also increase blood flow, make us better at sports, have better balance, and maybe live to 100 may not be such of a stretch. But when is the best time to do it and how long should you spend<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Most people ignore stretching. And I think stretching is so important in terms of whatever goal you have, whether it`s weight loss, whether it`s building muscle. But none of that is going to be possible, certainly not in a long run, unless you`re stretching and really taking care of those muscles and tendons to make sure they`re healthy and they`re not as likely to get injured.<br><br>There`s been all this debate about when is the best time to stretch. And I think there`s been pretty good evidence that stretching before a workout may not be a best thing. A couple of reasons: first of all, your muscles, your tendons, everything is cold. You start to actively stretch that, you can potentially injure yourself. If you stretch too much beforehand, that could hurt your performance during your actual exercise. But the best time to stretch is really after your workout.<br><br>According to the National Academy of sports medicine, stretching is not something that`s supposed to be a particularly long activity. Really no more than 30 seconds. You can push yourself a little bit, but you never want to push yourself to the point where it hurts, that`s when injuries start to occur. Stretching is really about flexibility, both of body and of mind.<br><br>Put those things together, that can help you live to 100.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, if you`re acrophobic or hydrophobic, this pool ain`t for you. Part of it extends ten feet over the side of the Market Square Tower in Houston, Texas, and the view that`s 40 stories straight down might make you want to parachute instead of a swimsuit.<br><br>According to Chron.com, the Flexiglass floor is eight inches thick. There`s another pool in the building for people afraid of heights.<br><br>Apartments here range from $1,800 to $18,000 a month. To afford that, some folks might have to pool their resources. The video certainly made a splash, but will demand spill over and reach new heights, or will the idea tank? Will the bottom fall out? Guess it all could defend on whether the precipitous pool holds water.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-11 CNN Student News.mp4"}