{"title":"CNNSN-2017-04-05-CNN-Student-News","script":"(CNN Student News) -- April 5, 2017<br><br><br>Dozens Reportedly Killed in Syria Gas Attack; A Potential Rule Change in the U.S. Senate<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: I`m Carl Azuz. Wherever and however you`re watching CNN 10, we welcome you.<br><br>Our first story, there`s been an apparent chemical weapons attack in the Middle Eastern nation of Syria. We`ve been covering the country`s civil war for years. It started in 2011. The United Nations estimates that 400,000 Syrians have been killed and millions have fled their homes.<br><br>What made Thursday`s attack so horrible, even in this war-torn country, was that it reportedly involved a poisonous gas, according to multiple activist groups in the country.<br><br>Witnesses say it killed dozens of people, including families, though there have been different reports on exactly how many people died. Hundreds have been injured. Doctors say the victims had breathing problems, pale skin, sweating, narrow pupils, all systems of a chemical attack.<br><br>It happened in a western Syrian city that`s held by rebels who are fighting the government. Activist groups say the attack was carried by Syria`s government. It`s been blamed for previously using chemical weapons in the war.<br><br>Syrian government forcers said yesterday, they categorically denied using chemical weapons in the area and that they held terrorist groups and their supporters responsible.<br><br>Leaders from all over the world gave enraged responses yesterday to the apparent chemical attack.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: Chemical weapons are known as the &quot;poor man`s atom bomb&quot;, because at relatively cost, they could have devastating effect, both in terms of casualties, but also in the sheer horror of the injuries and the sheer fear of contamination.<br><br>In the history of warfare, they`ve been used very seldom. You have to go back to World War II for widespread use, although Saddam Hussein used them in the late 1980s, killed some 5,000 people in northern Iraq, in Kurdistan. More recently, the Assad regime has used them repeatedly in the war in Syria. It`s estimated, some 1,500 people have been killed, 15,000 injured in chemical weapons attacks in Syria.<br><br>The Geneva protocol of 1925 banned the use of chemical weapons in warfare, but not the production. It wasn`t until the early 1990s that the Chemical Weapons Convention banned the production and stockpiling as well. And since then, some 90 percent of the world`s chemical weapons have been destroyed.<br><br>But still, to this day, there`s a lot out there in 17 countries still have them. From the ones you`d expect, North Korea for instance, which did not sign on to any of those treaties, but also the U.S., although the U.S. has committed never to use them in warfare and is committed to destroy all of them by the 2020s.<br><br>(END VIDEOTAPE)<br><br>AZUZ: This is expected to be a momentous weeks for the U.S. Senate. The Constitution gives it the power to confirm or deny the president`s Supreme Court nominees and President Donald Trump has nominated Federal Judge Neil Gorsuch to fill a vacancy on the high court. The 49-year-old judge has a lot of support among Republicans.<br><br>(BEGIN VIDEO CLIP)<br><br>SEN. CHUCK GRASSLEY (R), IOWA: The judge has an incredibly legal mind and a humility that keeps him well-grounded. He`s easily cleared every hurdle in place of him, in front of him for this position. It leaves me then very stunned why there`s this talk about a filibuster. It`s quite clear that if he isn`t qualified, then nobody is.<br><br>(END VIDEO CLIP)<br><br>AZUZ: You heard Senator Grassley mentioned a filibuster. That`s a tool senators can use to try to block a nominee, and though three Senate Democrats have said they`ll support Judge Gorsuch, most of them are supporting a filibuster against him.<br><br>(BEGIN VIDEO CLIP)<br><br>SEN. DIANNE FEINSTEIN (D), CALIFORNIA: Our job is to assess whether the nominee will protect the legal and constitutional rights of all Americans, and whether the nominee recognizes the humanity and justice required when evaluating the cases before him. Unfortunately, based on Judge Gorsuch`s record at the Department of Justice, his tenure on the bench, his appearance before the Senate, and has written questions for the record, I cannot support this nomination.<br><br>(END VIDEO CLIP)<br><br>AZUZ: There`s another reason why many Democrats opposed Gorsuch. The vacancy on the Supreme Court opened up early last year when Justice Antonin Scalia died. But though then-President Barack Obama nominated Judge Merrick Garland to replace Scalia, Republican leaders in the Senate did not give Judge Garland a hearing. They kept the high court vacancy opened in the election year, saying the next president should appoint Scalia`s replacement. Democrats say that was a type of filibuster.<br><br>So, what happens now?<br><br>Republicans are expected to make a rule change in the Senate. It`s known as the nuclear option and it makes it easier for a majority party to overcome a filibuster. Usually, that takes 60 votes. The controversial nuclear option lowers that number to 51, a simple majority.<br><br>This rule change was first used by Democrats in 2013 when they controlled the Senate. They used it to get President Obama`s federal judges and cabinet nominees approved. If Republicans used it to get Judge Gorsuch approved, it`d be the first time the rule was employed to confirm a Supreme Court nominee.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these human organs weighs the least?<br><br>The skin, the liver, the brain or the intestines?<br><br>In about three pounds in most adults, the brain is the lightest organ of these options.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Regardless of what it weighs, though, can we train our brains to improve our attention spans, our memory, our intelligence overall? There are a lot of programs and games that aimed to do this. But the jury is still out on whether they`re a waste of money as many experts believed if they improve brain plasticity, the organ`s ability to learn new skills and adopt to its environment, even as we get older.<br><br>Rachel Crane trains with the some brain games.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: What is this exercise test?<br><br>HENRY MAHNCKE, CEO, POSIT SCIENCE: It improves your visual speed and attention.<br><br>CRANE: How does cognitive training work?<br><br>MAHNCKE: We can build brain exercises that literally wire the brain. Because the brain of people will change, it does that and eventually it achieves that goal of becoming faster and more accurate. We`ve actually build more than 29 exercises right now that target everything from memory, speed, attention, people skills, navigation, intelligence.<br><br>CRANE: There`s a good amount of controversy surrounding the efficacy of these brain training tools.<br><br>MAHNCKE: Sure. Independent academic review reviewed the cognitive training programs and pointed out that hey, some of them have no evidence and some of them have real evidence. And in fact, ours have shown to have the highest level of evidence in that academic review.<br><br>CRANE: So, real talk, how did I do?<br><br>MAHNCKE: You did great. First of all, your memory score was off the chart. I don`t actually think I`ve ever seen anyone come in and get that many items on memory right off the bat.<br><br>CRANE: All right.<br><br>MAHNCKE: And then speed was OK but you got some head room. But the important thing isn`t how do you do today. The important thing is, hey, where you do want to push your game tomorrow?<br><br>CRANE: Five stars right here. Yeah!<br><br>(END VIDEOTAPE)<br><br>AZUZ: Regardless of where you stand on brain games, there`s something simple we can all do to think more sharply, have more mental energy, concentrate more effectively, be less stressed, plus weight, give more vitamin D, possibly even live longer. It`s not by taking a magic pill.<br><br>It`s by taking the time to get outside.<br><br>But research indicates there`s a difference between strolling around the city block and losing yourself among the trees.<br><br>Dr. Sanjay Gupta explains how nature factors in to potentially living a longer life.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: I guess it was Kermit the Frog that said it`s not easy being green. But I`m here to tell you that being green can help you live longer.<br><br>There`s plenty of data that show that we living creatures need to be spending time outdoors and we just don`t get enough of it.<br><br>There was a study out of Harvard and Birmingham Women`s Hospital, they looked at 100,000 nurses over many, many years. And what they found was that women who live in the greenest areas had a 12 percent reduced risk of early death as compared to women who did not. They found lower rates of certain types of mental illness, lower rates of depression, lower rates of anxiety, and just lower the rates of some of these mental illnesses.<br><br>Look, if you`re outside as opposed to inside, there is one absolute benefit that you`re going to get and that is that you`re less likely to be sitting.<br><br>People have said that sitting is a new smoking. Here`s an easy way to avoid it. Get outside.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`re not sure getting this far outside qualifies, especially because according to &quot;TIME&quot; magazine, a spacewalk is significantly more dangerous than skydiving. It didn`t stop these astronauts from doing that last week and though a shield she was installing got away from her and floated into space, astronaut Peggy Whitson on her third mission to the International Space Station made history with her eight spacewalk, the most ever for a woman.<br><br>Being an astronaut is heavy on gravitas, though low on gravity. It carries both a lot and little weight, and orbiting outposts is astro-not for the faint of heart. You can`t be nebulous about your mission and you can`t be nervous about working abroad. On the ISS, you will never be farther from home.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-05 CNN Student News.mp4"}