{"title":"CNNSN-2017-03-03-CNN-Student-News","script":"(CNN Student News) -- March 3, 2017<br><br><br>The Global Significance of the Iraqi City of Mosul; Why Tensions in Hong Kong Tend to Rise When There`s an Election<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: On a scale of one to CNN 10, Fridays are awesome! I`m not sure that makes sense, but we`re glad you`re watching anyway. I`m Carl Azuz at the CNN Center.<br><br>First today, we`re taking you to the Middle East. The northern part of Iraq is where you`ll find the city of Mosul. On one side of the ongoing battle for it, ISIS terrorists who took over Mosul when the Iraqi army fled in 2014. On the other side, Iraqi troops who were fighting to get it back,<br>along with the help of U.S. and other international forces.<br><br>Mosul fell to ISIS in just four days. The battle to force ISIS out has been going on since October. The terrorists have dug tunnels. They`ve set traps. They`ve rigged cars with explosives. The Iraqi-led troops have heavy weapons, tens of thousands more fighters and the support of U.S. air power.<br><br>The civilians trapped in between had been fleeing from the city in record numbers since the fighting began. The United Nations says 4,000 people a day have been displaced by the battle since February 19th. It`s not known how much of Mosul will be habitable when the fight for it ends. But as that end approaches, Ben Wedeman examines why this one city is so significant to both ISIS and Iraq.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT: The one thing you need to know about the fight for Mosul is that this battle could decide the fate of ISIS.<br><br>The extremists seized control of Mosul, Iraq`s second largest city in June 2014. What followed was a series of lightning conquest in Iraq and Syria that brought ISIS to the attention of the world. It was in Mosul that ISIS leader Abu Bakr al-Baghdadi declared his so-called caliphate. His supporters favored slogan was that the Islamic State is here to stay and will spread.<br><br>Well, what a difference two and a half years make. The tide has turned. Iraqi forces have seized one city after another. They`ve already taken control of the eastern part of Mosul and are now pressing ahead in the west.<br><br>The area controlled by Baghdadi`s so-called caliphate is steadily shrinking. The caliphate`s appeal is dimming. ISIS no longer puts out slick propaganda videos crowing about the good life in Mosul.<br><br>The war to destroy ISIS, however, is far from over. The group still controls pockets in Iraq and large parts of Syria, and its hardcore supporters are likely to fight to the death.<br><br>But the loss of Mosul, the largest city, once under ISIS control, will be a deadly blow.<br><br>(END VIDEOTAPE)<br><br>***<br><br>AZUZ: Potential gift ideas for thrill seekers: diving with great white sharks in Australia, ice swimming, which is just what it sounds like in Finland, paragliding by Neuschwanstein Castle in Germany.<br><br>But for someone who`s more oriented toward heavy artillery and wants to stay closer to home, how about tank driving in Texas. Oh, don`t worry, you`re not just limited to driving a tank. It`s like a full-on simulation of World War II, but without any casualties, hopefully.<br><br>CNN sent its U.N. correspondent Richard Roth for a test ride.<br><br>(BEGIN VIDEOTAPE)<br><br>(MUSIC)<br><br>RICHARD ROTH, CNN SENIOR UNITED NATIONS CORRESPONDENT: Who are you expecting? General Patton?<br><br>SUBTITLE: You can drive a WWII-era tank in Texas.<br><br>ROTH: I`m from Manhattan, I don`t have a driver`s license, and I`m a bleeder and I drive this tank.<br><br>TODD DEGIDIO, OWNER OF DRIVETANKS.COM: Yes, yes, and yes.<br><br>ROTH: All right. Let`s do it.<br><br>DEGIDIO: Let`s do it.<br><br>You go up first.<br><br>ROTH: I`m so glad I wore a business suit. Did I tell you flat seats should disqualify me?<br><br>Ready for service.<br><br>DEGIDIO: All right, Richard, it`s go time.<br><br>ROTH: Oh my God, look at that drop.<br><br>DEGIDIO: Let it roll. Give it a little gas. Here we go.<br><br>ROTH: I feel like we are going to fall straight down in this tank.<br><br>Sometimes they say diplomacy is best backed by military force. So here we go up this hill.<br><br>Now those sound like gun shots.<br><br>DEGIDIO: Yes, they`re shooting at you.<br><br>You`re pretty much going to have the gas pedal all the way forward.<br><br>ROTH: Oh my god, I blew it.<br><br>How did I do?<br><br>DEGIDIO: I was a lot worried at the beginning.<br><br>ROTH: Now, you tell me.<br><br>DEGIDIO: Yes, well, it`s over now.<br><br>ROTH: So, we`re done here, right, Todd?<br><br>DEGIDIO: Oh, no, no, no.<br><br>Range is hot, pull.<br><br>(GUNFIRE)<br><br>DEGIDIO: I think you killed the mountain.<br><br>ROTH: Oh my God. It was so hot.<br><br>DEGIDIO: Yes, it`s hot. This is flame thrower.<br><br>(END VIDEOTAPE)<br><br>AZUZ: More like artillery.<br><br>Getting puns together could be an up-Churchill battle and that`s not the only deterrent for those who wouldn`t have a blast. But if you`re looking to hatch a plan for someone who never threads feeling armorous, is this a good idea? Sure, man.<br><br>I`m Carl Azuz, and we tank you for watching CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-03 CNN Student News.mp4"}