{"title":"CNNSN-2016-11-07-CNN-Student-News","script":"(CNN Student News) -- November 7, 2016<br><br><br>U.S. Presidential Candidates Make Their Final Push; Early Voting Results Make the Election Hard to Predict; Why Do We Switch to Standard Time?<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Nearing the finish line. Today`s coverage begins as the U.S. presidential candidates bring their campaigns to an end.<br><br>I`m Carl Azuz.<br><br>First up, the Federal Bureau of Investigation says it`s come to the same conclusion that it reached in July concerning Democratic nominee Hillary Clinton. It says she should not face criminal charges for her controversial use of a private email server while she was secretary of state.<br><br>Eleven days before the election, the FBI said it had found new emails related to the investigation. Yesterday, the agency said it had reviewed them and that they did not change the FBI`s opinion.<br><br>Meanwhile, the candidates themselves spent the weekend making their final appeals to Americans.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL NOMINEE: I`m asking you to dream big because with your vote, we are just three days away from the change you`ve been waiting for for your entire life.<br><br>HILLARY CLINTON, U.S. DEMOCRATIC PRESIDENTIAL CANDIDATE: I want to be the president for everybody -- everybody who agrees with me, people who don`t agree with me, people who vote for me, people who don`t vote for me.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Tomorrow, it`s American voters who will do the talking. You can watch all the U.S. Election Day action live on CNN.<br><br>Concerning CNN`s Electoral College map, there`s been a significant shift since Friday`s show.<br><br>(BEGIN VIDEOTAPE)<br><br>DAVID CHALIAN, CNN POLITICAL DIRECTOR: We made some pretty significant changes to our electoral map, all in Donald Trump`s favor. This is our old map. It had six battleground states.<br><br>This is our new map, five remaining battleground states. Here`s what we change: New Hampshire went from lean Democrat to a battleground state.<br><br>Ohio went from battleground to lean Republican, really significant there. Utah, battleground to lean Republican. And the second congressional district in Maine, they award their electoral votes by congressional district, went from battleground to lean Republican.<br><br>So, that gives Donald Trump at 204, Hillary Clinton at 268, falling below that 270 mark.<br><br>How does she do it now? What is Hillary Clinton`s path? She still needs to depend this blue wall of Wisconsin, Michigan, Pennsylvania, where Donald Trump is going to be campaigning through the weekend. She did get some late news out of Michigan, a brand new poll there, 42 percent to 38 percent in this Detroit Free Press poll, four-point edge, a state that the Democrats would really like to be farther ahead than that down. It gives them a little bit of concern, to say that Hillary Clinton is holding her blue line.<br><br>So, where does she go to find the two electoral votes that she needs? Any of the battleground states, the smallest one, four electoral votes, New Hampshire, gets her over the line to 272.<br><br>How about Donald Trump`s path? Again, this is our new battleground map. How does he get there? Donald Trump has to sweep the map. Let`s start adding to his 204. Nevada, Arizona, Florida, North Carolina, New Hampshire. I`ve given all the battleground states that only get him to 269.<br><br>Where does he go to find that extra one? Well, remember, Nebraska also awards in electoral votes by congressional district. That little yellow area around Omaha, that is the second congressional district and it is a true battleground.<br><br>So, if indeed Donald Trump can win that congressional district in Nebraska, let`s get it to him -- boom. He gets to 270 electoral votes. He`s got a steep hill to climb. It`s a little less steep than it was yesterday. Hillary Clinton still has the control of the electoral map.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, what was that map based on? One, history -- how people voted before. Two, future -- how polls say they`ll vote on Election Day. And three, the present -- how they`re voting so far.<br><br>Thirty-seven U.S. states allow some form of early voting. We do have some results for you now, but you`ll see how even those are making this election tough to predict.<br><br>(BEGIN VIDEOTAPE)<br><br>MARK PRESTON, CNN POLITICS, EXECUTIVE EDITOR: Nearly 37 million in 39 states across the nation have already cast their vote before Election Day.<br><br>Two states we`re going to look at. First is Florida where more than 5.7 million have already voted. And if we look into the numbers, Democrats hold an advantage of about 7,000 ballots return over Republicans. About two days, Republicans had a 16,000-ballot advantage over Democrats.<br><br>But not all good news for Democrats when you look at what happened in 2008 when Democrats had 146,000 returned ballot advantage at the same point in the campaign.<br><br>Let us dig deep into the demographics, though, and see who`s participating. African-Americans are participating about 12.8 percent in the early vote.<br><br>Hispanics are 14.4 percent. Two key constituencies for Hillary Clinton.<br><br>If we look, though, what happened in 2008, African-Americans were at 16.1 percent at that time and Hispanics were at 10.1 percent. However, if you look right here, even though we`re seeing about 71,000 more African- Americans have actually cast their ballots in 2016 than 2008, the share of the electorate has dropped by a little more than 3 percent. Good news<br><br>though for Democrats and Hillary Clinton is that we`re seeing this right here, this Spanish participation increased by about 4.3 percent or 363,000 more ballots.<br><br>Let us go up the coast now to the state of North Carolina, where more than 2.5 million people have already cast their ballots. And if we look at who has a lead there, Democrats outpacing Republicans by 266,000 ballots returned.<br><br>We dig a little bit deeper and look at what happened in 2012, they`re about on pace right now, Democrats are, about 14,000 more ballots returned, even as we`re seeing the overall participation of Democrats in early voting has dropped. Let us dig into the demographics of who`s participating.<br><br>African-Americans at 22.4 percent, Hispanics at 1.9 percent.<br><br>We compare that now to 2012, and this is a troubling sign now for Hillary Clinton. This is why we`re seeing all the get out the vote efforts from Democrats in the state of North Carolina. As you can see this drop-off here, it equates to about 31,000 less or fewer votes in 2016 than we`ve seen in 2012. Hispanic votes have increased by about 22,000.<br><br>Florida, North Carolina, two key states in this race for the presidency. We`ll keep an eye on them, all the way through election night.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Almost all of the U.S. has now switched back to Standard Time. That`s when it`s called when Daylight Saving Time is over. And if you turn your clock back Saturday night, you might feel more refreshed by the extra hour of sleep. You might also feel more depressed.<br><br>A new study out of Denmark, which also observes the time change, looked at the number of people diagnosed with depression between the years 1995 and 2012. It found that depression diagnoses increased by 11 percent immediately after the switch from Daylight Saving to Standard Time. The cases of depression went away after a couple of months.<br><br>The change does give us more daylight in the morning hours, but less in the afternoons. So, one psychiatrist says, a way to fight time change depression could be to take a walk after sunrise, or brighten up your rooms in the morning.<br><br>But why have the time change in the first place?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: So why do we change the clocks ahead one hour in the spring and back one hour in the fall? Well, it`s actually to reduce the electricity consumption by extending the daylight hours.<br><br>SUBTITLE: Why do we change our clocks?<br><br>GRAY: In the U.S., we change our clocks at 2:00 a.m. on the second Sunday in March. That begins Daylight Saving Time, that`s when we spring ahead.<br><br>On the first Sunday in November, we change our clock to 2:00 a.m. again, that`s actually just going back to Standard Time.<br><br>Believe it or not, this started with an idea from Benjamin Franklin.<br><br>Franklin did write an essay suggesting that people could use less candles if they got up early and made better use of daylight.<br><br>In 1918, the Standard Time Act established time zones, and Daylight Saving Time. But not all states participate. To this day, most of Arizona and all of Hawaii do not change their clocks.<br><br>Over 70 countries across the world observe Daylight Saving Time, with notable exceptions of China and Japan.<br><br>In 2007, we actually change the date of when we set our clocks back an hour to the first week in November, this help protect trick-or-treaters by giving them an extra hour of daylight. One of the other lines of thinking was that we would have a better voter turnout on election years.<br><br>Experts say each time you change your clocks, it`s always a good idea to change those batteries in your smoke detector and always look forward to fall when you get that extra hour of sleep.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The race to the White House may be characterized as a marathon. Here`s what a real one looks like. The New York City marathon, the biggest 26.2-mile race in the world. More than 50,000 ran it yesterday. At the first one in 1970, 126 men and one woman ran it.<br><br>According to ESPN, more than 60,000 bottles of water were on hand this year, 65,000 cups of coffee, almost 2,000 portable toilets and more than 14 million bananas, because some would say running 26 miles is bananas and just finishing makes people go bananas, unless, of course, they it all in stride. And while you don`t have to be well-heeled to run, you`ll have to heal afterward, having exerted a mara-ton of effort. It takes drive to run in a day what many runners don`t drive in a day and to night (ph) keep going for victory.<br><br>I`m Carl Azuz. Stay in step with us for election news throughout the week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-07 CNN Student News.mp4"}