{"title":"CNNSN-2016-10-06-CNN-Student-News","script":"(CNN Student News) -- October 6, 2016<br><br><br>Hurricane Matthew Barrels Toward the Bahamas and the U.S.; Vice Presidential Candidates Clash on Debate Stage; Global Tech Teams Reach for the Moon<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The Caribbean nation of Haiti has postponed a presidential election. Four U.S. states have declared states of emergency and it`s all because of Hurricane Matthew.<br><br>As it approached the island nation of Bahamas last night, Matthew`s winds spun at 120 miles per hour. That made it a category three hurricane. The forecasters predicted it would get stronger before reaching the U.S. That could happen tonight, that could be delayed until Saturday.<br><br>Meteorologists don`t know for sure where Matthew was headed, but they had a cone, a potential range to work from.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: So, when you take a hurricane, right inside that center eye wall, that`s where you`re going to have the strongest winds, right around that center. Cluster of thunderstorms, that`s where we have the 120-mile-per-hour winds. Once you pan the storm out, the winds start to get a little bit less and less. With this particular hurricane, the hurricane winds extend about 45 miles from the center and then tropical storm force winds extend nearly 200 miles from the center.<br><br>So, when you`re looking at the track of this, if this storm tracks right down the middle, if it brushes that coast and stays a little bit offshore, you are going to have slightly weaker winds than say if this storm pushed on shore, that`s when you could have catastrophic 120-mile-per-hour winds plus on shore, with all of the storm surge, as well as the very, very heavy rainfall.<br><br>Best case scenario, it stays to the east side of the cone, stays offshore and the winds aren`t quite as great. You`ll still get high surf beach erosion, but you won`t have those strong hurricane force winds. If this storm once again though tracks right down the center line, we could see a devastating winds though across much of the coast of Florida, as well as storm surge, a lot of rainfall and beach erosions.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Florida Governor Rick Scott said yesterday that everyone in his state must prepare for a direct hit. Mandatory evacuations were in place for several coastal areas, in Florida and South Carolina. On its destructive path through the Caribbean, Hurricane Matthew was blamed for at least 10 deaths in the Dominican Republic, Saint Vincent and the Grenadines and Haiti.<br><br>That`s why Floridian officials were taking no chances.<br><br>(BEGIN VIDEOTAPE)<br><br>BORIS SANCHEZ, CNN CORRESPONDENT: The National Guard deployed more than 500 National Guards member. Members have already been deployed across the state. There are evacuation orders just south of us, in Brevard County. And you can expect those to expand, especially in the coastal areas and barrier islands like the one we`re on right now.<br><br>Gas stations with huge lines. Even reports that some gas station have run out of gas. There are also aisles and aisles and aisles at grocery stores that have been emptied out by people buying water and nonperishable food items.<br><br>So, people are heeding this warning, even though things outside right now look calm and beautiful. They will not be that way once this hurricane gets closer to Florida.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On Tuesday night, the two U.S. candidates for vice president sat down with the moderator for their one and only debate. Indiana Governor Mike Pence is on the Republican ticket with businessman and television personality, Donald Trump. Virginia Senator Tim Kaine is on the Democratic ticket with former Secretary of State Hillary Clinton.<br><br>Vice presidential debates have been characterized as proxy events, meaning, they`re not always about the two people on the stage, their records and their policies. But more about the people they`re running with, defining and defending the presidential candidates.<br><br>(BEGIN VIDEOTAPE)<br><br>DEBATE MODERATOR: Gentlemen --<br><br>SEN. TIM KAINE (D), VICE PRESIDENTIAL NOMINEE: If you can`t meet Nixon`s standard --<br><br>DEBATE MODERATOR: The people at home cannot understand either one of you when you speak over each other. I would please ask you to wait until it is that the other is finished.<br><br>SUBTITLE: The candidates for vice president argued over Donald Trump`s tax returns --<br><br>KAINE: Donald Trump his tax returns to show he was qualified to be vice president. Donald Trump must give the American public his tax returns to show that he`s qualified to be president. And he`s breaking his promise.<br><br>SUBTITLE: -- taxes.<br><br>GOV. MIKE PENCE (R), VICE PRESIDENTIAL NOMINEE: You can roll out the numbers and the sunny side, but I got to tell you, people in Scranton know different. People in Fort Wayne, Indiana, know different. The answer to this economy is not more taxes.<br><br>SUBTITLE: -- Vladimir Putin.<br><br>KAINE: These guys have praised Vladimir Putin as a great leader. How can they defend that?<br><br>DEBATE MODERATOR: Yes, and we will get to that, Senator.<br><br>(CROSSTALK)<br><br>PENCE: I must have hit a nerve here.<br><br>DEBATE MODERATOR: Why the disconnect?<br><br>PENCE: Because --<br><br>You know, there`s an old proverb that says the Russian bear never dies, it just hibernates. And the truth of the matter is, the weak and feckless foreign policy of Hillary Clinton and Barack Obama has awakened an aggression in Russia.<br><br>SUBTITLE: -- Hillary Clinton`s emails.<br><br>DEBATE MODERATOR: Two hundred fifty thousand people --<br><br>PENCE: If your son or my son handled classified information the way Hillary Clinton did --<br><br>QUIJANO: -- one hundred thousand of them children -- Governor --<br><br>PENCE: -- they`d be court martialed.<br><br>SUBTITLE: -- Trump`s statements.<br><br>KAINE: He`s called women slobs, pigs, dogs, disgusting. He went after John McCain, a POW, and said he wasn`t hero because he`d been captured.<br><br>PENCE: There they go again.<br><br>KAINE: I have said to Governor Pence I can`t imagine how you can defend your running mate`s position on one issue after the next.<br><br>(CROSSTALK)<br><br>KAINE: And yet he is asking everybody to vote for somebody that he cannot defend.<br><br>PENCE: I`m just trying to keep up with the insult-driven campaign on the other side of the table.<br><br>KAINE: You know, I`m just saying facts about your running mate.<br><br>PENCE: Yes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A few references to their running mates on those clips, and the next time that Donald Trump and Hillary Clinton meet face to face will be Sunday night at 9:00 p.m. Their second debate will have a town hall format, meaning many of the questions will be asked by members of the audience.<br><br>We don`t know yet if the nation of Libya will come up, but the North African country is where the U.S. supported the fight against former Libyan leader Moammar Gadhafi in 2011. Its condition today could pose a major challenge for either Trump or Clinton.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT: Here are some reasons Libya could be the biggest global problem for the next U.S. president:<br><br>The country is in chaos. As ISIS lost ground in Syria and Iraq, it`s become their fallback stronghold. And to make matters worse, there`s no central government to battle them.<br><br>Libya is close to Europe and it appears though that ISIS is smuggling fighters among the thousands of refugees and migrants using the Mediterranean route to arrive in Europe each moment.<br><br>It`s a magnet for poor, young and sub-Saharan Africans who head north for a better life. This puts them becoming an endless supply of recruits for jihadists.<br><br>(END VIDEOTAPE)<br><br>AZUZ: To the moon, again. That`s where a number of international teams are racing to go, not with human astronauts this time, but with a lander and a robotic rover. The technology company that started the competition wants to inspire scientists and businesspeople to find relatively low cost ways to explore space. And while the prize money is tens of millions of dollars, it`s not worth the effort in terms of cost alone. So, why participate?<br><br>(BEGIN VIDEOTAPE)<br><br>NEIL ARMSTRONG, NASA ASTRONAUT: It`s one small step for man --<br><br>OREN LIEBERMANN, CNN CORRESPONDENT: In today`s dollars, it costs nearly $140 billion to put a man on the moon.<br><br>ARMSTRONG: -- one giant leap for mankind.<br><br>LIEBERMANN: It was the culmination of the Cold War space race.<br><br>NARRATOR: Thirty private teams from 16 countries.<br><br>LIEBERMANN: Now, another space race is nearing its end. The $30 million Google Lunar X Prize.<br><br>Teams have to put a rover on the moon, move it 500 meters in any direction and feed back high definition video from the lunar surface. The teams must be almost entirely privately funded and they have until December 31st, 2017.<br><br>Two teams lead the way towards that deadline, an American team Moon Express, and the Israel team, Space IL.<br><br>INBAL KREISS, ISRAEL AEROSPACE INDUSTRIES: Israel is a startup nation. So, we are as a startup nation must continue to be leading in all these front (ph) of technologies.<br><br>LIEBERMANN: Space IL was the first team to book their launch to the moon sometime next year.<br><br>Why is all these so necessary?<br><br>We visit Space IL at Israel Aerospace Industries, putting on jackets and hats to enter the clean room. This is where satellites are built and this is where Space IL will construct their space craft.<br><br>First prize is $20 million and yet it costs much more than $20 million to get to the moon. Why do this?<br><br>ERAN PRIVMAN, CEO, SPACE IL: Well, of course, not for the prize. There are many reasons to be there. We as an Israeli team, we would like to put Israel, Israeli technology on the moon next to the Russians, the Americans, and China. So, we believe this by itself is a great achievement.<br><br>LIEBERMANN: CEO Eran Privman remembers watching man`s first step on the moon. He was just a little boy. It was the moment of inspiration that he uses to this day at Space IL.<br><br>PRIVMAN: If we accomplish it, then we definitely open a new era for a commercial travel to either the moon or to Mars or to elsewhere.<br><br>ANNOUNCER: Five, four, three, two, one, zero --<br><br>LIEBERMANN: They all have sounded like science fiction a few years, then maybe the real mission of the Google Lunar X Prize, to redefine what`s possible.<br><br>Oren Liebermann, CNN, Central Israel.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, it`s like a combo, football, juggling, ballet and the circus. So, thank goodness for slow motion. This comes to us from Immagine Video.<br><br>Flea flicker play, QB throws deep, the receiver is well-covered, the pass is deflected and then the fun begins. After more bubbles and hiccups that we can count, the Pro Titans of the Western Communities Football League score a very hard one touch down.<br><br>It`s how butter fingers turned to glue. And you could see how we couldn`t pass up the chance to show how the play was so well-received, he might have been cornered and initially caught some criticism for having bubble hands. But at the end of it all, he was in the zone y`all.<br><br>I`m Carl Azuz, and that`s yardly the only puns we`ve got. Catch us again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-06 CNN Student News.mp4"}