{"title":"CNNSN-2017-02-17-CNN-Student-News","script":"(CNN Student News) -- February 17, 2017<br><br><br>The Issue of Immigration in the U.S.; A Rare Look Inside North Korea; Martial Studio for Special Needs Students<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Kicking off Friday`s edition of CNN 10. I`m Carl Azuz. It`s good to see you.<br><br>Starting in the U.S., we`ve been covering a lot of news surrounding the issue if immigration. Yesterday, there were marches in Washington, D.C.<br>and cities nationwide in an event called A Day Without Immigrants. It was loosely organized through social media and word of mouth. Its goal, to<br>show the importance of immigrants to American society.<br><br>It came after news reports throughout the week that officials with ICE, an acronym for Immigration and Customs Enforcement, had arrested hundreds of<br>people who are in the U.S. illegally and started the process of removing them from the country.<br><br>President Donald Trump signed an executive order on January 25th that prioritizes undocumented immigrants who`ve been convicted of a crime, accused of a crime or who could be charged with a crime for deportation.<br><br>Critics are concerned that a wide range of illegal immigrants could be targeted. Immigration officials say the recent arrests were routine and that they were planned during the Obama administration.<br><br>For perspective, there were more deportations under President Obama than any previous U.S. leader. No one knows yet how President Trump`s policies will play out.<br><br>(BEGIN VIDEOTAPE)<br><br>RAFAEL ROMO, CNN INTERNATIONAL CORRESPONDENT: The detentions over the last week are in the hundreds and have been across the country, especially in states with higher concentrations of immigrants. In California alone, officials say they detained 160 individuals. According to authorities, 150 of the detainees had criminal histories and the rest were in deportation proceedings for other reasons.<br><br>Activists say the raids have terrorized the immigration populations and caused widespread fear in these and other states.<br><br>But Homeland Security Secretary John Kelly says the raids are in compliance with the law and not just random operations.<br><br>(BEGIN VIDEO CLIP)<br><br>JOHN F. KELLY, SECRETARY OF HOMELAND SECURITY: First of all, they`re not rounding anyone up. The people that ICE apprehend are people who are illegal and then some.<br><br>ICE is executing the law.<br><br>(END VIDEO CLIP)<br><br>ROMO: A labor union representing a school district in Texas has published a flyer that tells immigrants what to do in case immigration authorities come knocking on their doors. A union spokeswoman calls the raids a crisis and says providing this information is important to students and parents at the school district.<br><br>A local official reacted with indignation to the raids.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: We have heard of several confirmed ICE actions in Austin. We are here to denounce those actions and to let the community know that we have their backs.<br><br>(END VIDEO CLIP)<br><br>ROMO: Immigration and Customs Enforcement published a statement about the raids saying the following, &quot;The rash of recent reports about purported ICE checkpoints and random sweeps are false, dangerous and irresponsible. These reports create panic and put communities and law enforcement personnel in unnecessary danger. Individuals who falsely report such activities are doing a disservice to those they claim to support.&quot;<br><br>President Donald Trump made cracking down on illegal immigration a central focus of his presidential campaign.<br><br>Rafael Romo, CNN, Atlanta.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next, other countries called it illegal, intolerable. The U.S. wants North Korea to be punished for it. But was the communist country`s recent missile test a birthday present?<br><br>A North Korean government source said the launch was the best possible gift for Generalissimo Kim Jong-Il on his 75th birthday. Kim Jong-Il, on the left here, is North Korea`s former dictator. He died in 2011. As we reported earlier this week, the missile launch coincided with a meeting of the Japanese and American leaders. Their countries are rivals of North Korea, and analysts said the launch was intended to be a warning to them.<br><br>But in the North Korean capital, Pyongyang, a two-day national holiday is wrapping up that celebrates what would have been Kim`s 75th year.<br><br>Concerts, fireworks, military displays are all part of it.<br><br>CNN`s Will Ripley got the chance to visit the area.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: That is our airplane that will take us to Pyongyang.<br><br>Hello from Kim Il-Sung Square here in Pyongyang, North Korea. This is where they often have those huge choreographed mass displays and also military parades pass by here.<br><br>Around the square, you find a mixture of government offices and museums. That`s the ministry of foreign affairs, more portraits of leaders, some apartments behind there, more government offices here and this is one of the museums on the square.<br><br>What`s striking about Kim Il-Sung Square and, you know, you see this in other communist countries as well, with these large public spaces that loom over the individual and make the individual feel small and the society feel huge.<br><br>This massive building right here is called the Grand People Study House. And in front of it is where the North Korean leader Kim Jong-un stands when he give speeches. That`s the portrait of his grandfather Kim Il-Sung and his father Kim Jong-Il.<br><br>You can see these huge crowds of people coming to pay their respects at what is considered one of the most holy sites in all of North Korea. This is the monument to the two late leaders, Kim Il-Sung to the left, Kim Jong- Il to the right. It`s remarkable to see these waves of people who are coming here, all of them carrying flowers, all of them to pay their respects to the late leader on this national holiday, what would have been 75th birthday of Kim Jong-Il.<br><br>You see more and more taxis on the streets here in Pyongyang, more traffic in general, really.<br><br>This is one of the hotels that we stay at quite often, and it`s actually on an island separate from the rest of Pyongyang, so the tourist won`t walk around in the city.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What color belt is associated with the beginner in martial arts?<br><br>Yellow, white, red, or green?<br><br>People learning martial arts usually begin with the white belt, which is set to signify birth.<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK, building confidence, improving focus and coordination, getting in shape, learning self-defense, these are benefits you`ll see advertise at practically any martial arts studio. What makes Breaking Barriers Martial Arts different isn`t just the skills it helps its students develop but the students it helps develop those skills.<br><br>(BEGIN VIDEOTAPE)<br><br>KATARINA ECKSTEIN-SCHOEMANN, BREAKING BARRIERS MARTIAL ARTS: Disabilities, it doesn`t mean they can`t do what we can do. I`m Katarina Eckstein-Schoemann and I`m the head instructor at Breaking Barriers Martial Arts.<br><br>Breaking Barriers teaches children with all types of abilities. So we have down-syndrome, muscular dystrophy, autism, ADHD.<br><br>It`s just really fun to see them coming out of their shells and really being comfortable in who they are, and knowing that being different is OK.<br><br>I have two younger brothers, David and Kenny, and they were both diagnosed with autism at a young age. It was really hard to find something for my brothers to be involved in.<br><br>So, it was really need when we joined taekwondo and we could do it as a family. I felt like the environment was just so much my understanding.<br><br>UNIDENTIFIED MALE: Most importantly, I think the heart of taekwondo is basically how to become like a better person.<br><br>ECKSTEIN-SCHOEMANN: I started this program, I had no idea it was going to be anything more than just a Saturday class that was going to be fun for kids to just come and play and learn martial arts. But it`s made an impact on these kids.<br><br>UNIDENTIFIED MALE: Feels good to know that we`re helping other families that are like us.<br><br>UNIDENTIFIED FEMALE: He has just blossomed through this program. As a parent, it`s the most incredible feeling.<br><br>(APPLAUSE)<br><br>(END VIDEOTAPE)<br><br>AZUZ: At a Canadian recycling depot, workers taking apart old TVs, expect to find capacitors, resistors, cathode ray tubes. But in one older set, an employee recently came across a cash box. And inside was more than $100,000. There were also bank documents that helped police find the owner.<br><br>He`d been saving the money for his family, but forgot about, passed the TV onto a friend and that friend recycled it. The money`s been returned to its owner.<br><br>Makes for one serious cash back promotion y`all. Someone could have hidden the cash behind the scenes in a made for TV heist that would have been a turn off to many viewers. Thankfully, the depot has a great screening program, a reality show that promotes honest TV.<br><br>Fridays are awesome on CNN 10. We hope your weekend is, too. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-17 CNN Student News.mp4"}