{"title":"CNNSN-2015-03-26-CNN-Student-News","script":"(CNN Student News) -- March 26, 2015<br><br>The Trial of Bo Bergdahl; Kraft and Heinz Make A Deal; The Dead Sea is Dying<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: This is CNN STUDENT NEWS.<br><br>I`m Carl Azuz at the CNN Center.<br><br>First up in today`s commercial-free coverage, the U.S. Army has charged Sergeant Bo Bergdahl with desertion and misbehavior before the enemy when he left his post in Afghanistan. Sergeant Bergdahl is expected to be court-martialed, meaning he could be tried in a military court for his alleged crimes. If convicted, he could be dishonorably discharged and imprisoned.<br><br>Bergdahl was the longest held U.S. prisoner of war since the conflict in Vietnam. Securing his release was a top priority for President Obama, who said the U.S. does not leave its soldiers behind.<br><br>But the way the Obama administration secured Bergdahl`s release was controversial. It didn`t notify Congress about it 30 days in advance, as law requires. It exchanged five Taliban prisoners held at Guantanamo Bay for Bergdahl. U.S. intelligence reports have suggested that one of these former prisoners had since contacted the Taliban.<br><br>(BEGIN VIDEOTAPE)<br><br>ED LAVANDERA, CNN CORRESPONDENT (voice-over): The night Bo Bergdahl disappeared from his post in the summer of 2009, he was 23 years old. The Army sergeant`s gun, bullet-proof vest and his night vision goggles were all found in his bunk.<br><br>From that moment, the U.S. military would spend almost five years looking for and negotiating for Bergdahl`s release.<br><br>ROBERT GATES, FORMER DEFENSE SECRETARY: Our commanders are sparing no effort to find this young soldier.<br><br>LAVANDERA: It`s a saga that still isn`t over for the soldier who is now 28 years old.<br><br>(on camera): When Bo Bergdahl disappeared, he was stationed at a U.S. military outpost in Paktika Province, in Southeastern Afghanistan. He was supposed to be on a guard shift that night. This was his first deployment as a U.S. soldier and he had been in Afghanistan less than two months.<br><br>(voice-over): Other soldiers in his unit have described Bergdahl as a deserter and a traitor to his country.<br><br>JOSH KORDER, SERVED WITH BOWE BERGDAHL: I think he just wanted to go on an adventure without having anybody to answer to, without having anything to worry about. He wanted to be able to go out and see Afghanistan for himself without, you know, the Army stopping him.<br><br>LAVANDERA: Bergdahl would end up in the hands of the Taliban. Intensive efforts to find Bergdahl in those early days of his disappearance failed. And before long, Bergdahl`s captors would start showing off their prized capture in propaganda videos.<br><br>(VIDEO CLIP)<br><br>SGT. BOWE BERGDAHL, U.S. ARMY: In the propaganda, that the Army grounded us in, in fact, this is exactly why we are hated not only by the afghans, but by many people in the world.<br><br>LAVANDERA: The U.S. government believed Bergdahl was then passed around between Taliban captors and members of what`s called the Haqqani Network, which would have taken him into Pakistan at some point.<br><br>For Bergdahl`s mother and father in Idaho, these videos would be the only proof of life they`d see of their son.<br><br>BERGDAHL: Get me to be released.<br><br>LAVANDERA: Frustrated by the slow progress in finding his son, Bob Bergdahl grew out his beard as a sign of solidarity with Bowe and started teaching himself to speak Pashtu, the language of his captors.<br><br>(VIDEO CLIP)<br><br>LAVANDERA: Bob Bergdahl would later receive scathing criticism as a Taliban sympathizer for growing the beard.<br><br>BOB BERGDAHL, FATHER OF BOWE BERGDAHL: A father does not leave his son alone on the battlefield.<br><br>LAVANDERA: Then in May of last year, after several years of negotiating, the Obama administration agreed to release five Taliban prisoners held in Guantanamo Bay for Bowe Bergdahl.<br><br>He was brought to this field in a remote area of Khost Province and handed over to a U.S. Special Forces unit. One of the soldiers told Bowe Bergdahl on the chopper ride out, &quot;We`ve been looking for you for a long time.&quot;<br><br>Ed Lavandera, CNN, Dallas.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Heinz probably makes you think of ketchup. Other Heinz brands include Nancy`s, Ore Ida, Poppers, Bagel Bites and Smart Ones. Kraft brings to mind mac and cheese. Other Kraft brands include A1, Capri Sun, Cracker Barrel, Kool-Aid and Miracle Whip. According to &quot;USA Today,&quot; 98 percent of American households have some kind of Kraft product in them.<br><br>The two businesses are planning to merge, forming the Kraft Heinz Company. We say planning because the merger must first be approved by the U.S. government, whose anti-trust laws aim to prevent monopolies.<br><br>The Kraft Heinz Company would allow the businesses to grow, to cut down on costs and to better accommodate the changing tastes of consumers as more Americans look for fresh local foods over processed and shipped products.<br><br>Kraft Heinz would be the world`s fifth largest food and beverage company.<br><br>A lot of you are dreaming of going to the beach this summer. The sea, sand, sun and swimming -- hopefully not with these. A massive school of sharks, likely black tips and spinners, was recently spotted near the Louisiana coast. Experts say it`s normal. They typically migrate north as the weather and water warm up. It may be a little early this year, though. And while black tipped sharks aren`t likely to eat you, they do account for about 16 percent of the shark attacks in Florida. They`re relatively small sized. Black tips usually weigh between 40 and 55 pounds. That means the bite wounds people sometimes get from them are pretty minor.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Time for the call of the Roll.<br><br>Let`s see who`s watching and requesting a mention at cnnstudentnews.com.<br><br>East Windsor High School is in Connecticut. And it`s The Panthers who are stalking CNN STUDENT NEWS from East Windsor.<br><br>Paducah Tilghman High School is in Kentucky. Its mascot is the tornado and it`s whirling our way from Paducah.<br><br>And in Central America, in the capital of Guatemala, hello to the students at Colegio Interamericano at Guatemala City.<br><br>Between the nations of Israel and Jordan is a landlocked body of water whose shores are more than 1,300 feet below sea level. It`s The Dead Sea, which is actually a lake. It`s called dead because it`s so high in salt and minerals that fish and plants can`t live in it.<br><br>Water levels in this lowest lake on Earth are getting lower.<br><br>(BEGIN VIDEOTAPE)<br><br>GIDON BROMBERG, ECO PEACE MIDDLE EAST, ISRAEL: This is The Alito Hotel (ph), built on the shores of the Dead Sea.<br><br>BILL WEIR, CNN CORRESPONDENT (voice-over): No one was around to see King Herod`s view, but many middle-aged Israelis remember walking through this once swank lobby and right into the waves.<br><br>BROMBERG: The Dead Sea is way, way down there.<br><br>WEIR: My goodness, are you serious?<br><br>So where -- the water line was where?<br><br>BROMBERG: The water line was actually right at the steps. The demise of the Dead Sea is completely manmade. This is not climate change. You know, this is not an act of nature. The demise of the Dead Sea is taking place under government license.<br><br>WEIR: He shows me a mural of an old crusader map of the Jordan Valley and it`s a great way to get our bearings, to understand that it all begins in the Sea of Galilee, where Jesus took that famous walk across the waves. That is the main source of the River Jordan. And for centuries, it flowed into the Dead Sea with enough force to keep up with rapid evaporation under that scalding sun.<br><br>But in the last 50 years, warring neighbors began draining the Jordan.<br><br>BROMBERG: Israel took half of the River Jordan, another quarter from Syria and another quarter from Jordan.<br><br>WEIR: So there is no one villain in this manmade disaster. It is a simple equation of too many people and not enough cooperation.<br><br>As we drive down, down, down below sea level, ears a popping, we see a liquid victim of all that conflict -- a lake unlike any other, smooth as blueberry yogurt. Just imagine the elation of ancient travelers seeing it for the first time. Water! In the desert.<br><br>But then they got close and crunched across a bizarro beach of salt. And instead of cool refreshment, found a thick mineral soup that stings the eyes and burns the tongue.<br><br>No wonder that for centuries, the Dead Sea filled visitors with dread.<br><br>WEIR: They say that splashing any of the Dead Sea in your face is a sensation not unlike being pepper-sprayed -- or salt and pepper-sprayed I suppose.<br><br>(voice-over): And so one must ease into the warm and viscous water, which feels like 90 degrees and almost slimy. But the floating, amazing. You need a bit of core muscle to keep from flipping over, but otherwise if not for the blow torch sun, you could almost nap out here.<br><br>Now, getting out brings the instant urge to shower. So for most, this is a been there, done that kind of experience. But for hundreds of thousands of people a year, this is not entertainment, it is medicine.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: From the lowest lake on Earth to its largest known cave. Son Doong Cave was discovered in 1991, located near the border between Laos and Vietnam, it`s gigantic. It has a jungle inside of it. One of its chambers is three miles long.<br><br>And thanks to a number of cave-ins, it has its own skylights.<br><br>A photographer used a drone to capture these images of Son Doong. Ryan Deboodt says it took him eight days and involved a lot of near misses with rocks.<br><br>That`s easy to see. You stalagmite destroy your drone flying it through such stalag-tight spaces. But it would be kind of spelunk-headed not to cave at the opportunity.<br><br>I`m Carl Azuz and I am done droning on for the day.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-26 CNN Student News.mp4"}