{"title":"CNNSN-2015-04-02-CNN-Student-News","script":"(CNN Student News) -- April 2, 2015<br><br>Yemen`s Importance; How Did April Fools Day Get Its Start?<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: The Middle Eastern nation of Yemen isn`t a particularly large country. It`s not the region`s most influential country.<br><br>How might it become the battlefield for a proxy war?<br><br>Hi. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>That`s what`s first up this Thursday, April 2.<br><br>The United Nations says Yemen is on the brink of falling apart. The Houthis, a Yemeni rebel group, took over the government earlier this year.<br><br>Saudi Arabia is leading a coalition of nearby countries in airstrikes against the Houthis.<br><br>Some of them have been killed. Some civilians have been killed.<br><br>The Houthi rebel leader refuses to surrender and the country has become a focus of international concern.<br><br>What happens here and who winds up in charge of Yemen after the violence settles could shape the religious and political future of the Middle East.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: Yemen is home to about 26 million people. It doesn`t have many natural resources, so accordingly, it is one of the poorest Arab states.<br><br>So why are so many other nations interested in the rebels there who have attacked the government and why have a coalition of other Arab nations put together a military force to fight those rebels?<br><br>Three big reasons.<br><br>First of all, this is a religious conflict. The rebels are Shiites. The government they pushed out there was Sunni. Many of the nations out here have mixes of Sunnis and Shiites in them. Any way that this conflict plays out has a chance of affecting the overall mix and influence of those religions here.<br><br>It`s all Islam, but there is still a power struggle going on.<br><br>Secondly, this is a proxy war between two very big powers, Saudi Arabia, just to the north of Yemen there, and Iran over here. Again, Iran is Shiite, Saudi Arabia is Sunni.<br><br>However this plays out in Yemen will have an impact on who is seen as a victor here and what sort of influence they continue to have in that region.<br><br>And lastly, this conflict has put the United States in a very peculiar position at a sensitive time. Remember, Saudi Arabia is a long-time partner of the United States, an ally. But if the U.S. backs them too much, it could upset these delicate talks going on with Iran over its nuclear program.<br><br>On top of all of that, Yemen has long been home to Al Qaeda in the Arabian Peninsula and all of this is happening at a time when the United States and other Western powers want allies there against al Qaeda, against ISIS and against other terrorist groups.<br><br>All of that has made Yemen not merely a flashpoint now, but a global focal point.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED MALE: Time for the Shoutout.<br><br>Which of these inventions was made during the Middle Ages?<br><br>If you think you know it, shout it out.<br><br>Was it the mechanical clock, eyeliner, Tesla coil or aqueduct.<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED MALE: The only one of these inventions made between the years 500 A.D. and the Renaissance was the mechanical clock.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: Modern-day science might have just learned something from Middle Ages medicine. &quot;Bald`s Leechbook,&quot; a medical textbook dating back to the 900s, has a recipe for an eye ointment -- garlic, onion or leeks, wine and part of a cow`s stomach. Researchers at the University of Nottingham in the U.K. recently decided to test this out as an antibiotic. They almost couldn`t believe the results.<br><br>You`ve heard us talk about super bugs lately -- bacteria that are hard to kill with modern antibiotics. MRSA is an example. And shockingly, the 1,000-year-old eye remedy destroys MRSA.<br><br>Its ingredients aren`t thought to be particularly effective on their own and researchers aren`t sure yet how they work together.<br><br>Next step is to see if this works as well outside a laboratory setting.<br><br>At first, some scientists might have thought an April Fool`s joke. It`s not.<br><br>But there was no shortage of pranking going on yesterday.<br><br>A UFO landing in Britain from 1989, Taco Bell buying the Liberty Bell from 1996, carrots with holes that whistle when you cook them from 2002. All of these are examples of April Fools hoaxes.<br><br>How did this stuff get started?<br><br>(BEGIN VIDEOTAPE)<br><br>CHRIS BOYETTE, CNN CORRESPONDENT: Where did April Fools Day come from?<br><br>Well, the origins are unclear, but one theory ties the unofficial holiday to a shifting calendar.<br><br>In ancient cultures, New Year`s Day was celebrated on April 1. But in 1582, Pope Gregory XIII moved the holiday to January 1.<br><br>Not everybody got the message. Those that continued to celebrate on April 1 were called April fools.<br><br>Funny, right?<br><br>Much of Britain didn`t adopt the new calendar until 1752. But they were celebrating April Fools Day long before that.<br><br>In Scotland, it`s a two day affair. If you`ve ever had a kick me sign taped to your back, you might blame the Scots.<br><br>April Fools Day has also been linked to the vernal equinox and the start of spring. That`s when the ancient Romans had their hilarious festival of Hilaria. Hindus have Holi and Purim is celebrated in Judaism.<br><br>Some of the biggest April Fools Day pranks are courtesy of corporations and the media. In 1940, a press release from The Franklin Institute, a science museum in Philadelphia, declared the world would end the following day. They were seeking publicity for a lecture series and a local radio station reported on it.<br><br>In 1957, the BBC falsely reported a bumper crop of spaghetti trees in Switzerland.<br><br>UNIDENTIFIED MALE: Another reason why this may be a bumper year lies in the virtual disappearance of the spaghetti weevil.<br><br>BOYETTE: And in 1998, Burger King announced the left-handed Whopper, specifically designed for the 32 million left-handed Americans, including myself.<br><br>(ON SCREEN)<br><br>Character Study<br><br>AZUZ: In 1982, Marilyn Price was on a mountain biking trip. She stopped at a spot where she could see all of San Francisco and she thought to herself, I want kids to see this, specifically the ones she`d recently met at a soup kitchen.<br><br>Since then, the 74-year-old rider has helped tens of thousands of young people in the San Francisco Bay Area and beyond.<br><br>(BEGIN VIDEO CLIP)<br><br>MARILYN PRICE: I`ve been riding since age four. I will never forget my father when he let go of my seat and I was there on my own and that was 70 years ago.<br><br>A lot of kids have never really left the city. To them, everything is concrete.<br><br>Is everybody excited?<br><br>I decided to take kids who never had my kind of experience on these mountain bike rides.<br><br>OK you guys, let`s hit the road.<br><br>UNIDENTIFIED MALE: I wasn`t trying at school. I was getting straight Fs so I got expelled. When we go on bike rides, I kind of feel like it clears my mind.<br><br>PRICE: Looking good!<br><br>I`ve been doing this for almost 30 years. You bring them where there are no buildings. It is like wow, I didn`t know that this exists.<br><br>And then we have our earn a bike program, where kids in the city come after school.<br><br>What`s wrong with it?<br><br>UNIDENTIFIED MALE: The chain.<br><br>PRICE: So the chain is loose?<br><br>UNIDENTIFIED MALE: Yes.<br><br>PRICE: They learn how to work on bikes and they earn points toward bikes as their own.<br><br>That looks great.<br><br>They learn good job skills.<br><br>This bike is getting quite an overhaul.<br><br>UNIDENTIFIED MALE: Now I have As and Bs. They`re like my guide to a better life.<br><br>PRICE: There is opportunity to see that, yes, I have been able to accomplish what I thought I couldn`t.<br><br>Come on, you guys.<br><br>It is not just biking. We are imparting life lessons.<br><br>(END VIDEO CLIP)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: For the first time ever on our Roll Call, we`re taking you to the capital of Peru. That`s Lima. And we`re happy to see the students of Collegio Franklin Delano Roosevelt, The American School of Lima.<br><br>Stateside, in Colorado, The Polar Bears of North Middle School made a request at cnnstudentnews.com. Hello to everyone in Aurora.<br><br>We`ve also got some Bears in Central New Hampshire. Newfound Regional High School is on a roll from the town of Bristol.<br><br>Before We Go<br><br>AZUZ: Shapeshifting is no longer limited to science fiction. This frog does it. It was discovered in the Ecuadorian Andes Mountains. It`s able to change its skin from smooth to spiny in a matter of minutes. No other vertebrate is known to be able to change its skin texture.<br><br>The animal`s about the size of a marble and scientists think the shapeshifting helps it blend into its mossy surroundings. They named it the punk rocker frog for its spikes.<br><br>It`s not easy to frogette and you could never call it spineless. It might seem like...<br><br>(ENDS IN PROGRESS)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-02 CNN Student News.mp4"}