{"title":"CNNSN-2016-09-21-CNN-Student-News","script":"(CNN Student News) -- September 21, 2016<br><br><br>Why It`s So Hard to Get Aid to Aleppo; Many U.S. Fast-Food Chains Got Falling Grade; Why Florida is a Swing State<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz for CNN STUDENT NEWS. Welcome to the show.<br><br>We`re getting started in the Middle East today with an update on what appears to be a crumbling situation in the nation of Syria.<br><br>&quot;Just when we think it cannot get any worse, the power of depravity sinks lower.&quot; That`s a quote from U.N. Secretary General Ban Ki-moon. He`s referring to the apparent bombing of the United Nations` aid convoy, a group of vehicles that was reportedly trying to unload aid supplies in a town west of the Syria city of Aleppo.<br><br>The U.N. says 18 of the 31 trucks in the convoy were hit Monday night. A warehouse belonging to the Syrian Arab Red Crescent was also struck.<br><br>Twenty people were reportedly killed in the bombing.<br><br>No one has claimed responsibility for it and it`s not clear yet whether the trucks and warehouse were shelled or hit by an airstrike. The bombing happened shortly after Syrian government officials declared that a ceasefire that took effect last week had ended.<br><br>The attack forced the United Nations to suspend sending aid convoys into the area around Aleppo, and that`s a place that concerned humanitarian workers for months because an estimated 250,000 civilians are there in need of food, medicine and water. The dangers of reaching them mirror the complications of Syria`s civil war.<br><br>(BEGIN VIDEOTAPE)<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Well, if you take a look at a map, you get a much greater idea of the complexity of the situation. This is where that aid is needed the most, in eastern Aleppo.<br><br>This part of the city is controlled by the rebels. It`s home to roughly 300,000 civilians and it`s where the most intensive bombardment has been happening.<br><br>For months, it has been besieged by the regime of Bashar al-Assad. You can see regime territory is all of this area marked in red, entirely surrounding eastern Aleppo. That means there`s no food or medical aid getting in.<br><br>When we visited Syria earlier this year, there was still one road into eastern Aleppo that was under the control of the rebels, Castello Road. It was very dangerous to travel because it`s flanked by the Syrian army in red and by Kurdish fighters which you can see just there in blue.<br><br>Now, Castello Road is under the control of the regime. And this is the road that the aid trucks are hoping to take in. Several weeks ago, rebel forces were able to clear a small, shaky corridor down in this area called Ramouseh, but after heavy fighting, that area is now back under regime control, too.<br><br>So, in order for aid trucks to get from the Turkish border into the hardest hit areas, they will need to go through regime, and rebel and Kurdish held areas. And negotiating that kind of access takes time.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next, it`s restaurant report card time. Six nonprofit activist organizations recently got together and graded U.S. fast food restaurants.<br><br>Better grades went to chains that serve meats that were not raised on antibiotics at farm. Chipotle and Panera got A`s. The report said their meats are raised without the regular use of antibiotics.<br><br>Chick-fil-A got a B as it converts its chicken supply to antibiotic-free status. Subway improved from an F last year to a B for its new antibiotics policy. McDonald`s improved to a C+ for changes in its chicken, but made no promises about its beef and pork. Pizza Hut and Papa John`s got D`s. And the majority of chains failed.<br><br>The goal of this was to encourage companies to serve meats not raised on antibiotics. But why, if many farmers used the drugs to keep animals healthy and help them gain weight, making them more profitable?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What`s in the meat you eat?<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): For a second year now, consumer interest groups have been sounding the alarm about the use of antibiotics in meat served at 25 of the nation`s largest restaurant chains. Last year, 20 of those 25 received a net rating. This year, the news is not much better.<br><br>SUBTITLE: Sixteen out of 25 restaurants received an F rating.<br><br>GUPTA: Like last year, only Chipotle and Panera Bread received an A.<br><br>(on camera): So, why should you care about this? Well, as you know, antibiotics should be used to treat an animal or a human with a bacterial infection. But in this case, antibiotics were used to prevent potential diseases that could stem from poor diets and crowded, dirty conditions.<br><br>But here`s the problem with that, using antibiotics when they`re not needed can make bacteria resistant and that human can potentially eat those bacteria, especially if the meat is not cooked properly. The result, antibiotics may not work when we need them most.<br><br>You should know that the beef industry also uses six hormones to promote faster growth and weight gain.<br><br>You know, here`s a good rule of thumb, read the ingredients and try to avoid eating foods that contain ingredients it can`t pronounce. The old adage has always and will forever continue to hold true -- you are what you eat.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The countdown is on. Five days from now, Democratic presidential nominee Hillary Clinton and Republican presidential nominee Donald Trump will meet at Hofstra University in Hempstead, New York. It will be their first head to head presidential debate, focusing on America`s national security, the direction of the country, and how to achieve prosperity. Many Americans say the debates do have an influence on how they vote.<br><br>So, people`s reactions are going to be very closely watched, especially in battleground or swing states like Florida. It has a lot of electoral votes and it`s where the race is currently too close to call.<br><br>(BEGIN VIDEOTAPE)<br><br>BORIS SANCHEZ, CNN CORRESPONDENT: The state that could make all the difference on the electoral map come election night is also one of the hardest to predict -- Florida and its 29 electoral votes yet again a tossup in 2016, with voters divided on the issues and the candidates.<br><br>There are 4.6 million registered Democrats in Florida and about 4.4 million registered Republicans -- a razor thin difference when you consider Florida`s nearly 3 million unaffiliated voters.<br><br>So, both campaigns are throwing money at the middle, spending roughly $48 million on television ads since the start of the general election.<br><br>According to ad tracking firm Kantar Media, Hillary Clinton and her super PACs have pummeled Donald Trump, outspending the Republican four times over. Since early June, Clinton`s team has spent $38.7 million on TV in the Sunshine State, to Trump`s $9.2 million.<br><br>Despite the imbalance in spending, recent polls show Clinton and Trump are still in a tight race.<br><br>SUSAN MACMANUS, USF POLITICAL SCIENCE PROFESSOR. Flip a coin, it`s now all about turnout.<br><br>SANCHEZ: Really?<br><br>MACMANUS: It`s so close and it has been for sometime. In Florida`s last three elections, it`s two governor races and the 2012 presidential, the victor only won by 1 percent.<br><br>SANCHEZ: There are few areas the really illustrate why Florida is such a battleground better than the central part of the state. You got retirement communities like The Villages, which happens to be older, less diverse and a Trump stronghold.<br><br>And only about 45 miles away, you have the polar opposite, Orlando. It`s much younger, much more ethnically diverse and it skews toward Hillary Clinton.<br><br>UNIDENTIFIED MALE: Hi. This is Rebecca, calling from the Florida Democratic Party. How are you?<br><br>SANCHEZ: To find an edge in Central Florida, home to nearly 40 percent of the state population, Clinton is investing heavily in an expanded ground game.<br><br>SIMONE WARD, STATE DIRECTOR, HILLARY FOR AMERICA: We`ve been on operation over several months, but it just can`t be matched. It is the ground game that will make a difference in a state that is 1 percent.<br><br>SANCHEZ: The Clinton camp is courting more than a million Puerto Ricans living in Florida, about half of them in the Orlando area.<br><br>WARD: She is talking to them about the things that matter to them, about economic stability, offering jobs.<br><br>SANCHEZ: The Trump campaign has been slow to build a ground game in Florida, but thanks to a major boost from the RNC, officials say they expect to have several dozen offices up and running soon, along with more than 200 people on staff and several thousand volunteers.<br><br>SUSAN WILES, STATE DIRECTOR, DONALD TRUMP CAMPAIGN: We do have our offices open. There are 60 between the Republican National Committee, the party, the Republican Party of Florida, the other candidates and us. So, there are plenty of places for volunteers to gather.<br><br>GOV. MIKE PENCE (R), VICE PRESIDENTIAL NOMINEE: America can be strong. America can stand tall again.<br><br>SANCHEZ: While Mike Pence energized Trump`s base at The Villages on Saturday, state officials say their campaign is not focused on any specific demographic group. Their strategy is simply to get their candidates and message in front of as many Floridians as they can.<br><br>WILES: But we believe that if you meet him, you support him and you like him.<br><br>(END VIDEOTAPE)<br><br>AZUZ: When you think of something slick, speedy and seaworthy, one thing that probably doesn`t come to mind is a pumpkin. But they do float, kind of, and they can be used as boats, kind of. And well, it all kind of comes together, that the great pumpkin race in Cedarburg, Wisconsin.<br><br>Is it fast? No. Is it clumsy? Yes. What do the winners win? Bragging rights. And while they can certainly swim faster than they could paddle a pumpkin, the event seems to sow seeds of happiness.<br><br>So, you could see why it floats their boat, why they carve out the time, why they have a hard vested interest in victory, even if they all finish up the creek.<br><br>I`m Carl Azuz and I`m holding back on pumpkin puns. We`re not in October yet and those things don`t grow on vines. We see you all tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-21 CNN Student News.mp4"}