{"title":"CNNSN-2017-02-24-CNN-Student-News","script":"(CNN Student News) -- February 24, 2017<br><br><br>Trump Administration Changes Obama-era Guidelines Concerning Bathroom Use in Public Schools; Researchers Look to Asteroids for Resources of the Future<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: We`re grateful to have you watching CNN 10 on this last Friday in February. I`m Carl Azuz at the CNN Center.<br><br>There`s been a change in U.S. government rules regarding gender and bathroom use in public schools. We first reported on this last May.<br><br>That`s when the Obama administration gave a controversial instruction to schools regarding students who are transgender, people who identify as a gender that`s different than their biological sex at birth.<br><br>A recent university estimates suggest around half of 1 percent of Americans are transgender, though the exact percentage isn`t known.<br><br>The Obama administration recommended that U.S. public schools allowed transgender students to use the bathrooms or locker rooms that correspond with their gender identity. The government said this would protect transgender students from discrimination and it threatened schools with the loss of federal funding if they didn`t follow the rules.<br><br>But more than 20 states sued the government, saying it was trying to illegally rewrite existing law and forced radical changes on schools. The directive is currently tied up in court.<br><br>The guidelines were not a law passed by Congress, so they were subject to being reversed by any succeeding presidential administration. And this week, they were.<br><br>The Trump administration says policies on this issue should be in the hands of Congress, state legislators or local governments.<br><br>(BEGIN VIDEO CLIP)<br><br>SEAN SPICER, WHITE HOUSE PRESS SECRETARY: I made this clear and the president made it clear throughout the campaign that he is a firm believer in state`s rights, and in certain issues like this are not best deal with at the federal level.<br><br>(END VIDEO CLIP)<br><br>AZUZ: House Minority Leader Nancy Pelosi wrote in a statement, quote, &quot;This is not a state issue. This is an issue of equality for all and that transgender students have the same right to a safe environment at school and in their community as everyone else.&quot;<br><br>Supporters of the new guidelines called them a victory for parents, students and privacy, and the Trump administration says it remains committed to protecting all students from discrimination and bullying.<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Ten-second trivia:<br><br>Which of these nations gained its independence most recently?<br><br>Afghanistan, South Korea, Ethiopia or Paraguay?<br><br>South Korea gained its independence from Japan in 1945, making it the most recently independent nation of these options.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And a new study has projected that South Korea will be the country where people will live the longest in the decades ahead. This was published this week in the medical journal &quot;The Lancet&quot;. It looked at life expectancy for 35 industrialized nations. It took into account child mortality rates, obesity rates, health care, diets, cultural lifestyles.<br><br>Currently, the World Health Organization says the global life expectancy at birth is jut over 71 years. The Lancet study expects that to increase by the year 2030 with South Korea leading the way. It`s projected life expectancy by 2030 almost 91 years for women and 84 years for men. The researchers say unhealthier lifestyles among men, which may include smoking or drinking alcohol, are reasons why they don`t tend to live as long. The scientists also say the gap between the sexes is shrinking.<br><br>Other countries in the top five for projected women`s life expectancy are Spain, Portugal, Slovenia and Switzerland. For men, Switzerland, Netherlands, Australia and Denmark.<br><br>For the U.S., predicted life expectancy for men would be 79 1/2 by 2030, and for women, more than 83 years.<br><br>Since the late 1960s, there`s been an international treaty that establishes law in space. What?<br><br>The U.S., the U.K. and Russia agreed that space exploration should benefit everyone. That space should be free to explore and use. That countries won`t station nuclear weapons in space, and that they can`t occupy or claim certain parts of space as their own.<br><br>This all may seem a little farfetched now, but when you consider the steps being taken toward mining asteroids, you can see how property claims in space could come into play.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): Life in space is happening. But if we want to move deeper into the dark and possibly colonize planets, it`s going to take more than rockets and spacesuits.<br><br>Our best chance at life in space may just be asteroids.<br><br>CHRIS LEWICKI, PRESIDENT AND CHIEF ENGINEER, PLANETARY RESOURCES: Asteroids are something that we worry about threatening the Earth, but in truth actually, they are the greatest opportunity that we have.<br><br>CRANE: Chris Lewicki is an aerospace engineer who is obsessed with space. He`s helped NASA land two rovers on Mars. He and his company, Planetary Resources, are confident asteroids hold the passport to the cosmos.<br><br>LEWICKI: More focused on a single task, finding resources and asteroids, and bringing those resources to a market that`s going to start here in lower Earth orbit and grow into the solar system.<br><br>CRANE: These are more than just chunks of rock. Many are packed with metals that Lewicki wants to mine for building materials. In fact, many of Earth`s most valuable metals can also be found in asteroids. But the real treasure in Lewicki`s hunting is water.<br><br>LEWICKI: The discovery of oil and the way that it transformed the 20th century, we see the water and the fuel on asteroids as providing that same transformational capability for the 21st century.<br><br>CRANE: The idea is to build orbiting gas stations that harness the sun`s power, to split water into liquid oxygen and liquid hydrogen that would then be used for rocket fuel. That way, spaceships wouldn`t have to carry all their fuel with them and could top off at that these cosmic filling stations, allowing them to go even deeper into space.<br><br>(on camera): Asteroid mining sounds kind of like a sci-fi fantasy. I mean, how realistic is this?<br><br>LEWICKI: What`s possible is inevitable. Everything that was once sci-fi had to change at some point in time.<br><br>CRANE: So, this is a piece of an asteroid, right?<br><br>LEWICKI: Yes, it is.<br><br>CRANE: Could you theoretically create a spacecraft or 3D printed spacecraft in space if you`re able to get your hands on these metals?<br><br>LEWICKI: Absolutely. These are how we will build the future starships and the future colonies and future habitats and space stations. We will use metals from asteroids to do that and we use 3D printing as the technology.<br><br>CRANE (voice-over): Lewicki and company have already launched a satellite to analyze asteroids and they`re gearing up to deploy another.<br><br>LEWICKI: We`re in our operations and system tests facility supporting the construction and test of the Arkyd 6 satellite.<br><br>CRANE (on camera): So, they`re actually building your next spacecraft right now?<br><br>LEWICKI: We`re building our next spacecraft right on the other side of these windows.<br><br>CRANE (voice-over): These mines may be up and running sooner than you think.<br><br>LEWICKI: That`s something that is, you know, not 10, 20, 30 years away. For us, that`s a target that`s about three to four years away.<br><br>CRANE: There are 10 asteroids that Planetary Resources is considering mining. It`s a dangerous job. But luckily, the company`s robots will be doing the digging.<br><br>(on camera): There are a lot of people who are skeptical that you guys are going to be able to pull this off. That asteroid mining will become a reality.<br><br>LEWICKI: I think they`re right to be skeptical. But it takes those people who do believe that will happen to find out how to make it happen.<br><br>CRANE (voice-over): Space mining won`t be cheap. But some of the world`s riches see the potential and have invested in the company.<br><br>We`re programmed to go places we`ve never been, find refuge on land we`ve never touched. Could asteroid mining, as impossible as it seems, help us reach the frontier that seems most out of reach?<br><br>(END VIDEOITAPE)<br><br>AZUZ: A pushy pooch yesterday, a hopping hound today, this show is going to the dog y`all. The owner of this one says she had a hunch it wasn`t just the cats who were scarping their food. So, she set up a camera and left the area and you can see that the dog is desperate to get in.<br><br>She seems to try a short running star at one point, then abandons it. But eventually, now you don`t see her, now you do. It looks like she had room to spare.<br><br>Other dogs known to make leaps like that include the jumping shepherd, the bounder collie, the skip-perke, the pop-ehund (ph), the leaps-apso, the saint bound-snard, and, of course, the leaper door retriever.<br><br>Yes, I kid around with you, but what fun we have in these puns and we Beagle you, join us next week or we`re bark with more CNN 10. Fridays are awesome!<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-24 CNN Student News.mp4"}