{"title":"CNNSN-2017-02-08-CNN-Student-News","script":"(CNN Student News) -- February 8, 2017<br><br><br>Disputed Islands in the East China Sea and South China Sea; Historic Vote in the U.S. Senate; Hype of Virtual Reality Technology<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: You found our Wednesday broadcast of CNN 10, and we`re glad you`re watching. I`m Carl Azuz at CNN Center in Atlanta.<br><br>First story involves oceans, arguments over territory, and disputed islands. The Senkaku islands are in the East China Sea. China calls them the Diaoyu Islands. China and Japan have claimed and argued over them for decades.<br><br>And China recently sailed three of its coast guard ships near the islands. The country did this dozen of times last year and Japan, which provided these photographs, says the Chinese ships sailed into Japanese territory.<br><br>Tensions between these two countries concerned the U.S. because America is an ally of Japan. The Trump administration says it`s committed to defending Japan and its disputed islands and that the U.S. would be against any country that tries to disrupt Japanese control of the Senkaku Islands.<br><br>So, officials on both sides of the Pacific are watching to see if China tries to provoke a reaction from Japan and the U.S. by sailing here, and what reaction might be.<br><br>We reported on island disputes in this region before. They`ve been focused on the ongoing international disagreements over territory in the South China Sea.<br><br>(BEGIN VIDEOTAPE)<br><br>KRISTIE LU STOUT, CNN INTERNATIONAL CORRESPONDENT: This is the South China Sea, and this may not look like much. But these small, sparsely populated islands and reefs are at a center of a heated international dispute over land and water rights involving China, the United States and much of Southeast Asia. Nearly third of the world`s trade passes through here on ships, and valuable gas and oil deposits are believed to lie below these waters.<br><br>Vietnam, the Philippines, Malaysia, Brunei and Taiwan all have competing claims of territory, but China is the most ambitious and the most aggressive.<br><br>As you can see, China claims almost all of the sea, citing a historic boundary it calls the &quot;Nine Dash&quot; line. And over here, in the chain of islands called the Spratlys, China, and to some extent Vietnam, are rapidly building artificial islands, installing infrastructure, all to justify their territorial claims.<br><br>Now, let`s zoom in all the way in on a reef here known as the Fiery Cross. A satellite photos from the Asian Maritime Transparency Institute revealed just how much China has transformed this reef into a fully pledged island, reclaiming over 2 million square meters, adding lighthouses, even an airstrip.<br><br>And just a few steps away, zoom in to a different story, Sand Cay Island controlled by Vietnam. The AMTI says Vietnam expanded the island here by more than 50 percent, adding defensive positions, gun emplacements and trenches.<br><br>And less than 12 kilometers from here, Taiwan controls Taiping Island. It`s a little more than a runway with a medical clinic, but it helps justify Taiwan`s claim to the region.<br><br>The dispute also spills out into the seas themselves. Anyone crossing these waters might run into Chinese military ships on drills, U.S. Navy boats conducting freedom of navigation operations, or fishermen from Vietnam, China, or the Philippines.<br><br>A lot of traffic intention that has raised fears that this contested body of water could become a flash point between competing nations.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>When was the U.S. Constitution ratified? Was it in 1775, 1776, 1783, or 1788?<br><br>When New Hampshire became the ninth state to ratify the Constitution in 1788, the historic document became the law of the land.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But it wasn`t until yesterday, the first time since 1788 that the Constitution`s Article I Section 3 Clause 4 played out for a president`s cabinet nominee. The clause says that &quot;The vice president of the United States shall be president of the Senate but shall have no vote, unless they be equally divided.&quot; &quot;They&quot; meaning senators.<br><br>When it came time for them to vote on Betsy DeVos, President Donald Trump`s nominee for education secretary, 50 senators voted to confirm her, 50 voted against confirming her, that included two Republicans who hold a two-seat majority in the Senate. So, the tie breaking vote was cast by U.S. Vice President Mike Pence.<br><br>(BEGIN VIDEO CLIP)<br><br>MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES: On this vote, they yeas are 50, the nays are 50. The Senate being equally divided, the vice president votes in the affirmative and the nomination is confirmed.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Why was the Senate divided?<br><br>When he nominated DeVos, President Trump called her a brilliant education advocate, who`s leadership would help the government reform the education system and give better education and school choice to families. DeVos favors charter schools and voucher programs, and some teachers unions say those plans take money away from public schools that need it and DeVos` critics say she`s pushed for education programs that don`t work.<br><br>With Vice President Pence`s tie-breaking vote, Betsy DeVos becomes the 11th U.S. education secretary responsible for advising the president on America`s education policies, activities and programs.<br><br>Speaking about virtual reality technology three years ago, the head of Facebook said, quote, &quot;We believe this kind of immersive, augmented reality will become a part of daily life for billions of people.&quot; Since then, he`s changed his tone a bit and there are concerns that this kind of tech could go the way of 3D TV. Why?<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: Too high.<br><br>MAGGIE LAKE, CNN INTERNATIONAL CORRESPONDENT (voice-over): Tech firms are trying to hit the bull`s eye in the challenging world of virtual reality.<br><br>At the New York offices of Framestore VR Studio, artists are hard at work crafting new VR experiences during an uncertain time for the industry.<br><br>Companies continue to seeing billions into development, but headset sales came in way below estimates last year.<br><br>UNIDENTIFIED FEMALE: It`s like I`m one the board with her, right?<br><br>LAKE: Some say the experience just doesn`t live up to the hype.<br><br>RACHEL METZ, MIT TECHNOLOGY REVIEW: For a good experience, it`s still pretty expensive, might not be all that comfortable to wear this thing.<br><br>Sometimes, it doesn`t feel like great if you`re a person who tends to get motion sickness.<br><br>MARK ZUCKERBERG, FACEBOOK FOUNDER: First live demo in VR.<br><br>LAKE: Facebook founder Mark Zuckerberg, who recently hired a new head of his Oculus VR unit says, quote, &quot;I don`t think that good virtual reality is fully there yet. It`s gong to take 5 or 10 more years of development.&quot;<br><br>Framestore is more than aware of the challenges. But it says VR`s unique ability to transport users will ultimately win over the public.<br><br>JON COLLINS, PRESIDENT OF INTEGRATED ADVERTISING, FRAMEST: For the first time, in a sense, you are the camera. You can create empathy in your understanding of what it`s like to be inside the scene. We`re developing projects which will help that empathy, to put people in someone else`s shoes.<br><br>LAKE (on camera): The question is, will people feel comfortable wearing these headsets, cutting off the real world and choosing virtual reality over actual experiences.<br><br>(voice-over): Munster says, deep down, VR is a generational play.<br><br>GENE MUNSTER, LOOP VENTURES: Anybody who`s over 30 see this technology as evil and that ultimately, we`re just going to become more of a secluded type of a society.<br><br>If you talk to people who are under 20 years old, they`re really excited about this. The younger people are solely going to take over and so, I think it`s a function of time before we get more comfortable as a society with VR.<br><br>LAKE: But don`t give up on the adults just yet. At a recent gathering of European VR startups in New York City, those that did take the plunge were quick converts.<br><br>UNIDENTIFIED FEMALE: It was really freaky. I mean, I really did feel like I was submerged in another world.<br><br>UNIDENTIFIED MALE: It was a glimpse into the future.<br><br>UNIDENTIFIED MALE: It will change the way we, not only learn, but also how we`re enjoying entertainment.<br><br>LAKE (on camera): How would I go?<br><br>(voice-over): As more give VR a go, the virtual world is slowly becoming reality.<br><br>Maggie Lake, CNN Money, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, the U.S. football season is over, but you still might get a kick out of this. Adam Vinatieri is the kicker for the Indianapolis Colts.<br><br>He has four Super Bowl titles, the NFL record for most consecutive field goals, that`s 43.<br><br>And now, he`s got the Guinness World Record for most field goals made in a minute. He nailed 28 of them from 17 yards out. That won a donation of $15,000 to a charity that helps military veterans and their spouses.<br><br>So, he can both walk up right and split the uprights and he was set up right with the pro placeholder holding the ball upright and plays for the pro-plays kicker, allowing him to set records all over the place and get a leg up on the competition, #fieldgoals.<br><br>We hope to see you again tomorrow for more CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-08 CNN Student News.mp4"}