{"title":"CNNSN-2015-03-11-CNN-Student-News","script":"(CNN Student News) -- March 11, 2014<br><br>U.S. Talks with Iran; ISIS May Be Weakening; The Typewriter<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: CNN STUDENT NEWS is 10 minutes of current events.<br><br>Welcome to our viewers around the world.<br><br>I`m Carl Azuz.<br><br>Our first story today concerns the Middle Eastern nation of Iran. It`s a theocratic republic. Its official religion is Islam. It has both a president elected every four years and a supreme leader, a Muslim religious scholar who`s appointed for life. He has the nation`s ultimate political and religious authority.<br><br>The U.S. and some other Western nations have designated Iran a state sponsor of terrorism. It`s been a focus of the international community because of its controversial nuclear program and because its leaders have repeatedly spoken out against Israel, a U.S. ally in the Middle East.<br><br>But Iran and the Obama administration are currently in talks. U.S. officials are considering lifting economic penalties on Iran if it puts a hold on its nuclear program.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERICK PLEITGEN, CNN CORRESPONDENT: What you have here is a very large population, about 80 million people live in Iran. It`s a very dynamic population, a very young population, a very well-educated population and a population that loves doing business.<br><br>Now, of course, the big thing holding Iran back are the international sanctions because of Iran`s nuclear program.<br><br>(voice-over): Many countries in the West fear that Iran is trying to build a nuclear weapon. The Iranians maintain that their nuclear program is solely for peaceful purposes.<br><br>(on camera): We also have to keep in mind that this country is run by the clergy and there are a lot of regulars fundamentalists in this country that don`t mind the sanctions at all. They say they`re willing to live with the sanctions rather than soften up their stance toward the West.<br><br>Now, there is one area where Iran, the U.S. and the West have a common enemy, and that is the fight against ISIS. The Iranians are we doing a lot to combat ISIS in Iraq as well as in Syria. They have generals there on the ground. They have advisers on the ground. They`re training militias.<br><br>One thing, however, is clear -- if sanctions are lifted, if this country is able to realize its full potential, it will become even more of a powerhouse here in the Middle East.<br><br>(END VIDEO TAPE)<br><br>AZUZ: The Assyrian city of Nimrud is one of Iraq`s most renowned archeological sites. This is video of workers excavating it in 2001.<br><br>Nimrud dates back to the 13th century BC. And Iraq`s government says it`s being destroyed by the ISIS terrorist group.<br><br>It`s attacked a lot of historic artifacts in Iraq, calling them symbols of idolatry.<br><br>But ISIS itself may be showing signs of weakness.<br><br>(BEGIN VIDEOTAPE)<br><br>BARBARA STARR, CNN CORRESPONDENT (voice-over): Iraqi troops and Shia militia near Tikrit taking down ISIS flags, inching closer to liberating the city from ISIS control.<br><br>The optics -- an Iraqi victory against ISIS backed up by help from Iran. Senior U.S. officials watching across Iraq and Syria as indications sporadically grow that ISIS could be in trouble.<br><br>After nearly 3,000 coalition airstrikes, the days of freely moving around in large formations, flying black flags and taking territory may be over for the group.<br><br>GEN. LLOYD AUSTIN, COMMANDER, U.S. CENTRAL COMMAND: They can no longer do that. And it`s principally because of the effects that we`ve had on them. It`s not about just the kinetic effects alone.<br><br>STARR: Signs that ISIS may be fracturing in some local areas over the strain of attempting to function as a state.<br><br>JAMES CLAPPER, DIRECTOR, NATIONAL INTELLIGENCE: We are seeing anecdotal evidence of resentment and even resistance in those areas that are controlled by ISIL.<br><br>STARR: ISIS having trouble providing basic municipal services.<br><br>CLAPPER: Electricity outages, shortages of food and commodities, air strikes against their -- their refining capabilities have forced them to go to a lot of individual mom and pop refining stills.<br><br>STARR: But fresh recruits, including some from the West, are still flocking by the hundreds to Syria and Iraq, even though their losses are mounting and some even being killed if they try to leave.<br><br>SETH JONES, RAND CORPORATION: I don`t see evidence right now that ISIS is falling apart. I do see evidence that ISIS is having some trouble in governing some territory, that there is internal squabbling among some of the foreign fighters and some of the local Iraqi and Syrian fighters.<br><br>That`s pretty standard from a range of these groups.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: For the record, I think burrows make an awesome mascot. You could say they`re don-key to today`s first Roll Call school. The Burrows of Jennifer Junior High School are watching. Thank you for making us part of your day in Lewiston, Idaho.<br><br>One state south, in The Beehive State of Utah, it`s The Warriors up next. Hello to everyone watching at Northwest Middle School in Salt Lake City.<br><br>And in The Volunteer State, The Eagles volunteered to be part of our roll. Seymour High School is in Seymour, Tennessee.<br><br>The World Health Organization, a United Nations agency, has a new warning out about hearing. It says teenagers are at risk of losing it; young adults, too. It analyzed information in wealthier countries around the world of people between ages of 12 and 35. It found that half of them, more than one billion people worldwide, are exposed to unsafe levels of sound from devices and about 40 percent are exposed to it at concerts, clubs or sports events.<br><br>So what`s an unsafe level?<br><br>The organization says 100 decibels, like what`s produced by a jackhammer or a loud motorcycle. That can cause hearing damage after 15 minutes of exposure.<br><br>But rock concerts last longer than that and can hit decibel levels of 115. Doctors say when your hearing is lost, you can`t get it back. And it`s not just about loss. Tinnitus, a symptom of damage, is a permanent ringing in the ears.<br><br>So how do you protect yourself?<br><br>The organization says keep the volume at or below 60 percent of its max on your phone or iPod, wear noise-cancelling headphones if you can and when you go to a concert, wear earplugs.<br><br>See if you can ID me.<br><br>I was developed in the late 1800s by American inventor, Christopher Latham Sholes. I was eventually named the Remington and occasionally used by author Mark Twain.<br><br>I`m a machine that produces characters like those made by a printing press.<br><br>I`m a typewriter and the first ones on the market only wrote in capital letters.<br><br>AZUZ: Of course, people wanted to be able to use lower case type, so some of the first typewriters had two keyboards, many with one behind the other. One had capitals and one had lower case.<br><br>A typewriter with a shift key that needed only one keyboard started being sold around 1878. It eventually became more popular.<br><br>But all of these things are just useless antiques now, right?<br><br>(SHAKES HEAD NO)<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: This is the best thing that`s happened to typing since electricity.<br><br>CLAIRE SEBASTIAN, CNN PRODUCER:<br><br>(voice-over): In the 1960s, typewriters like the IBM Selectric were the pinnacle of office technology.<br><br>PAUL SCHWEITZER, OWNER, GRAMERCY TYPEWRITER: We still sell these. We, of course, service them.<br><br>SEBASTIAN: Hard to believe the same IBM Selectric is still being used today.<br><br>SCHWEITZER: Law offices, accounting firms, book publishers, people who are still used to typing an envelope or a label.<br><br>SEBASTIAN: Even the New York Police Department still uses them.<br><br>BILL BRATTON, NEW YORK POLICE COMMISSIONER: Currently, some forms are still required to be typed, so we still do have typewriters.<br><br>SCHWEITZER: This is an old-fashioned ribbon that they don`t make anymore.<br><br>SEBASTIAN: At gramercy Typewriters in New York, the old machines are even clicking with younger fans.<br><br>SCHWEITZER: Typewriters have been making another resurgence. People are asking about typewriters. They`re coming in.<br><br>SEBASTIAN: It`s keeping Paul and his son Justin knee deep in the machines. Gramercy sells up to 30 a week and they can service 10 to 15 a day. They`re cheaper than most modern computers. A working IBM costs about $400.<br><br>(on camera): But of course, the older they get, the more expensive they get. This Underwood is just under 100 years old and it would probably sell for around $600.<br><br>(voice-over): While 55 years in the business have left Paul with blackened fingers, he`s not ready to retire. And neither, he says, is the typewriter.<br><br>SCHWEITZER: There`s still a need for a typewriter and there are people who are still going to want a typewriter. And I can see this going on for years.<br><br>SEBASTIAN: Claire Sebastian, CNN, New York.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: Like much of the U.S. Northeast, Pennsylvania has seen its share of snow this winter. If you look closely at this mound of snow, well, there you go. You`ll see it`s a nest and that the bald eagle in it won`t let anything keep her eggs from staying warm.<br><br>Scientists say the animal`s feathers keep them and their eggs as insulated as they need to be. So no matter how high the snow gets, the family remains safe.<br><br>It`s the bald-faced truth, nothing about the weather is going to get her feathers ruffled. It`s really no bird-in to keep her eggs warm in that feather bed, because without a fireplace, it`s the nest best thing.<br><br>We`ll get beak to producing more news tomorrow.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-11 CNN Student News.mp4"}