{"title":"CNNSN-2016-08-31-CNN-Student-News","script":"(CNN Student News) -- August 31, 2016<br><br><br>European Union Says Apple Owes Billions in Back Taxes; Violence Spikes in Chicago; The Biomechanics of Baseball Pitching<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: On the last day of August, we`re glad you`re watching CNN STUDENT NEWS. I`m Carl Azuz.<br><br>First order of business, we`re breaking down an economic story concerning the European Union and a well-known tech company.<br><br>Apple, like many global companies, has its European headquarters in Ireland. Most of Apple`s profits from Europe and the region around it are funneled through Ireland. Why? Ireland has one of the lowest business tax rates in Europe. Its main business rate is 12.5 percent.<br><br>But officials says Apple has not been paying that, that it`s been paying taxes at 1 percent or less in Ireland. International lawmakers say the country gave Apple an unfair tax advantage in exchange for creating jobs in Ireland. So, the European Union has ruled that Apple owes up to $14.6 billion in unpaid taxes.<br><br>But Ireland says Apple paid what it owed. So, the country is appealing the decision, along with Apple itself which says it follows the law and is being unfairly targeted.<br><br>The U.S. government says that forcing Apple to pay back taxes in Europe could discourage international businesses from investing in Europe. Apple isn`t the only company to face this. Starbucks and Fiat Chrysler are also appealing orders to pay back tens of millions from tax deals with other European countries.<br><br>On U.S. soil, Chicago, Illinois, is a city struggling with incredible crime. According to &quot;The Chicago Tribune&quot;, August has become the city`s most violent month in almost 20 years and that report came out when there are still two days left in a month. This is based on a number of shootings and murders in the city.<br><br>Chicago sees an average of around 82 shootings every week. Its struggling economy and increasing gang violence are two of the reasons why.<br><br>(BEGIN VIDEOTAPE)<br><br>RYAN YOUNG, CNN CORRESPONDENT: More than 30 kids have been shot and killed in Chicago just this year, and when you look at the shooting numbers and we`ll put this up on a full screen so you can see it.<br><br>When you look at this year alone, when you think about the violent crimes - - 2,988 people shot in 2015, and 2016, already, 2,800 people have been shot. When you think about that crime that is soaring, 43 percent higher<br><br>in murders, 48 percent higher in shootings, 27 percent up in robberies.<br><br>And look, this has been a conversation across this city, especially when it comes to as many young people that had been shot and killed. It`s almost to a point where you can`t even get through a day without someone being shot, you have a lot of community members who are asking, what can change?<br><br>And when you look at the crime rate compared to Los Angeles and New York, people want to know what the solution will be.<br><br>Of course, the crime rate is here. In fact, there have been more murders in this city than New York and L.A. combined. People pointing to gangs as part of the problem but there needs to be a larger outreach, and that`s something that people haven`t been seeing so far.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Is E.T. trying to phone us? Probably not. But a Russian telescope recently detected something from outer space that got the attention of some international astronomers.<br><br>It`s reportedly a radio signal and researchers believe it might have come from the area around the star about 94 light years away. One light year is almost 6 trillion miles, so this is far.<br><br>If the signal is artificial, if it was made by an alien life form and if it was strong enough to be detected on earth, one prominent astronomer says it was probably made by a civilization with greater technology than our own.<br><br>But another astronomer says this could have just been a random natural space sound that our machinery amplified and mistook for something else.<br><br>So, it might be nothing at all. In any case, research continues and the quest to send humans beyond the moon.<br><br>The latest crew to simulate living on Mars, they were really in a dome in Hawaii, they just wrapped up their experiment after a year. Here`s an idea of what they went through.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: It`s crazy that you guys have been living in this dome for eight months. Six of you in here.<br><br>NEIL SCHEIBELHUT: Are you calling me crazy?<br><br>(LAUGHTER)<br><br>CRANE (voice-over): But that`s actually why these six crew members were chosen for this special mission, to see if they would go crazy.<br><br>UNIDENTIFIED FEMALE: It definitely has that potential.<br><br>CRANE: I was one of the first civilians they saw in months.<br><br>(on camera): It`s pretty tiny.<br><br>(voice-over): That`s because they were stuck living inside the small dome, pretending to be on Mars, except Mars is the top of this dormant volcano in Hawaii.<br><br>(on camera): Some say this is the most Martian-like environment we have here on earth. It`s isolated. It`s desolate. It`s rocky. It`s cold. I mean, I truly feel like I`m on another planet.<br><br>(voice-over): They lived here because NASA needs to figure out a major problem, if the mind can handle a trip to deep space.<br><br>DR. LAUREN LEVETON, NASA SCIENTIST: These missions are incredible undertakings. They`re unprecedented in terms of distance, duration and confinement.<br><br>CRANE (on camera): We don`t know how it`s truly going to impact our brains.<br><br>LEVETON: Yes, exactly. We really want to be able to quantify this risk.<br><br>CRANE (voice-over): And that`s where the HI-SEAS mission comes in.<br><br>KIM BINSTED, HI-SEAS CO-INVESTIGATOR: The goal of this mission is to look at crew cohesion and performance. We want to see how we can select people and then support them so they can do long duration space mission without --<br><br>CRANE (on camera): Going crazy.<br><br>BINSTED: Yes, basically.<br><br>CRANE (voice-over): And NASA psychologists say that a very important part of keeping us happy is food.<br><br>(on camera): So, this is where you guys did all your cooking?<br><br>SCHEIBELHUT: Yes.<br><br>CRANE: But this is not your typical cooking. I mean, you guys were dealing with freeze dried food here.<br><br>MILAM: Yes.<br><br>CRANE: Nothing really fresh.<br><br>SCHEIBELHUT: No.<br><br>MILAM: You can always find someone making something in here. So, it`s kind of the most social room.<br><br>CRANE (voice-over): Unlike closer space missions, earth is so far, you can`t even see it from Mars. So, the crew here didn`t have much of a view either. The power and water on Mars is also limited, so they can only take on six-minute shower per week.<br><br>UNIDENTIFIED FEMALE: We can track everyone`s usage of the shower.<br><br>CRANE: There`s also a 20-minute communications delay to and from earth.<br><br>(on camera): What about contact to the outside world?<br><br>SCHEIBELHUT: We had, you know, some delayed communication, family and friends communicate with us. I think it was really important to allow the crew members.<br><br>Stepping into the legs.<br><br>CRANE (voice-over): And whenever they went outside to simulate space walks, they actually wore a spacesuit.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next, baseball and biomechanics. That`s the study of the skeletal system, and how it works and moves and understanding how the human body can most effectively and safely throw a pitch is part of the work of a non- profit sports research organization in Alabama. Its evaluations come at a cost and not everyone agrees with the methods it uses to compares pitchers,but keeping them pitching is a major goal of the institute.<br><br>(BEGIN VIDEOTAPE)<br><br>VANESSA YURKEVICH, CNN CORRESPONDENT: We cheer for them. We want to be them. Professional athletes often defy human form. But they`re not invincible, which is why they suffer injuries that cost leagues nearly $1.3 billion a year.<br><br>In baseball, every year, 25 percent of major league pitchers get an elbow surgery called Tommy John.<br><br>Is this an epidemic?<br><br>GLENN FLEISIG, RESEARCH DIRECTOR, ASMI: I think so. The numbers show that from the youth through high school, through the pros, the numbers are rising.<br><br>YURKEVICH: Doctor Glenn Fleisig is the research director at the American Sports Medicine Institute. Here, they study pitchers and biomechanics.<br><br>Dr. Fleisig says biomechanics can help save pitchers from Tommy John and the league from lost revenue.<br><br>PEYTON MILLER: I`m Peyton Miller (ph). In high school, I played outfield and I pitch and I`m here because I don`t want to miss some arm.<br><br>YURKEVICH: Peyton Miller and his brother Brian (ph) are being evaluated using motion capture sensors and high speed cameras. It can show exactly where and how their pitching can lead to injury.<br><br>ASMI evaluates everyone from 11-year-olds to the pros. This technology found a fan in all star Roy Halladay.<br><br>Do you credit biomechanics for lengthening your career?<br><br>ROY HALLADAY, MLB PITCHER, 1998-2013: I do. I have not been able to incorporate it, it would have been a great deal of disappointment for me.<br><br>YURKEVICH: Holiday is sending both of his sons to ASMI.<br><br>HALLADAY: Anybody who`s involved in youth sports should take it upon themselves to let Major League Baseball have those kids and have them healthy.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A lot of 2-year-olds know their alphabet. This one has a flair for the dramatic.<br><br>(VIDEO CLIP PLAYS)<br><br>AZUZ: Her name is Violet, probably won`t be the last time she`s on stage. The Facebook video of her operatically alphabetizing has been viewed by millions. Her mom says she really likes the acoustics in her preschool theater.<br><br>Nothing falsetto about that. Well, that performance might have been the key of a minor. She`s certainly performed with glee. Who would ask her to refrain? Singing loudly is obviously her forte from her phrase to her Zs. She can`t be alphabet (ph).<br><br>I`m Carl Azuz for CNN STUDENT NEWS, where music puns always strike a high note.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-31 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-31 CNN Student News.mp4"}