{"title":"CNNSN-2017-01-11-CNN-Student-News","script":"(CNN Student News) -- January 11, 2017<br><br><br>The Struggles of Venezuela`s Economy; The Effects of Coral Bleaching; The Rise and Fall of Yahoo Internet Company<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN 10 ANCHOR: Kicking off 10 minutes of international news explained. I`m Carl Azuz. Welcome to CNN 10.<br><br>This January 11th, we`re starting with the report on Venezuela. The nation is in an economic tailspin. It`s located in South America. It`s home to around 31 million people.<br><br>And even though its president, Nicolas Maduro, increased Venezuela`s minimum wage by 50 percent this week, and even though that was the fifth time the country`s minimum wage was increased in the past year, it`s nowhere near the price increases of basic necessities, like food for many Venezuelans.<br><br>Inflation is when prices go up and money buys less. For perspective, average inflation in the U.S. is around 3 percent per year. In Venezuela, the International Monetary Fund expects inflation will increase by more than 1,600 percent this year and almost 3,000 percent next year. People can`t get the medicines they need. Venezuela`s bank notes are virtually worthless.<br><br>President Maduro reportedly says that Venezuela is the victim of an economic war waged by his opponents. But when Venezuela`s government began taking over the country`s oil industry in 1976 and eventually became dependent on oil for almost half the government`s revenue, the stage was set for a potential crisis if oil prices were to drop.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Venezuela`s economic disaster.<br><br>PAULA NEWTON, CNN INTERNATIONAL CORRESPONDENT: This economic crisis has been years in the making. The socialist government here is being accused of really discouraging investment in this economy. And what`s happened over the last years is we`ve seen severe shortages of food.<br><br>What really made things dramatic, though, was when the oil price plunge about a year and a half ago now. Venezuela depends on the selling of oil for almost all of its government income. On top of that, it is now so reliant on imports of almost everything. They are not taking in enough money to pay for all the imports that they need.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia.<br><br>Which of these invertebrates is an anthozoan known for its stony skeleton? Coral, sea anemone, mollusk, or starfish?<br><br>Answer here is coral. The skeletons or the animal that secretes them, forming ocean reefs.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And while coral and coral reefs are known for their incredibly vibrant colors, they can bleach white if they get stressed. Scientists observed this last year in the worst ever bleaching of Australia`s Great Barrier Reef. Coral`s colors determined by the algae that live on it, and the algae are coral`s food source.<br><br>But if the coral gets stressed, it can lose these algae and then turned white. This can happen if water temperatures get too warmed or too cold, or if there`s pollution or an extremely low tide. It`s a sign of bad health, but the coral can recover.<br><br>There`s more affected than the reef itself though. Consider the ripple effects of a recent coral bleaching event near Madagascar.<br><br>(BEGIN VIDEOTAPE)<br><br>JOHN SUTTER, CNN COLUMNIST: This morning, Hary wakes up with the moon. He and his 13-year-old son are hoping it will guide fish into their nets.<br><br>HARY, NOSY ANDRAGNAMBALA, MADAGASCAR (translated): This is how I make a living, through this net.<br><br>SUTTER: Today, they`re in luck. A few fish. But they say their catches are just a fraction of what they once were, and that`s because the coral reef that surrounds this remote island off the coast of Madagascar is disappearing and no one here understands why.<br><br>This is Nosy Andragnambala, a tiny fishing community off the coast of East Africa. It`s home to only a few dozen people, and among them are Hary and Lydia, who are raising six children.<br><br>This family knows this reef better than anyone. And until recently, they never saw coral this damaged. Extreme heat this year has caused coral all around the world to start to suffocate and turned ghostly white. The aftermath looks like a disaster zone, or the ruins of an ancient city. No one here can make sense of it.<br><br>Scientists do know what`s going on. Divers survey these waters during a heat wave in April, and they say that about 70 percent of their reef here was damaged by the high temperatures.<br><br>The family`s response to the vanishing coral, work harder. Hary and his sons cast lines deep into the ocean while Lydia walks the reef flats in search for octopus.<br><br>These skills are passed between generations. Hary and Lydia are Vezo, and that name means &quot;at struggle with the sea&quot;. It`s hard to imagine people who are more connected to the water.<br><br>There`s no fresh water, electricity or school out here. There`s no plan B. It`s too expensive for Hary and Lydia to give their kids an education off the island. So, the kids simply must learn to fish and sail.<br><br>It`s a life many here would never trade and its one that brings plenty of joy to Harry, Lydia and their family.<br><br>(SINGING)<br><br>SUTTER: This song is about their love for the reef and their efforts to protect it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A company that was once the Internet`s &quot;king of the hill&quot; is now set to be sold for a fraction of its former value if the sale actually goes through. We`re talking about Yahoo. It`s in the process of being sold to communications company Verizon.<br><br>If and when the sale is complete, Yahoo just announced that its CEO plans to resign from her job. The company`s cofounder is stepping down. Some other executives are leaving. And they plan to change Yahoo`s name to Altaba.<br><br>There`s still doubt about the Verizon deal, though, in large part because last month, Yahoo announced it had been hacked back in 2013 when was likely the biggest Internet hack ever. Another major setback for a once dominant company.<br><br>(BEGIN VIDEOTAPE)<br><br>SAMUEL BURKE, CNN TECH CORRESPONDENT (voice-over): At its peak, Yahoo is more than $100 billion. Now, Verizon is buying it for just $4.8 billion.<br><br>For Yahoo, it`s been 16 years of missteps and mistakes.<br><br>Here`s a brief story of the website`s rise and fall.<br><br>Founded by Jerry Yang and David Filo, the website Yahoo.com was launched in January 1995 and the company was incorporated in March. Yahoo started as a pordo (ph) or an index to the new and growing World Wide Web.<br><br>When the company went public in 1996, founders Yang and Filo became instant billionaires. By 1997, Yahoo was the second most popular website on the Internet, behind only AOL.<br><br>The dotcom bursts was the beginning of the end for Yahoo. Stock dropped from $118.75 to just $4.06.<br><br>REPORTER: In hindsight, it appears so obvious. The internet-mania was a giant bubble. Yahoo is the most visited on the Internet, but it`s not number one when it comes to search. That`s Google. About two-thirds of all Internet searches take place on Google. It`s the most money ever offered for an internet company, $44 billion.<br><br>BURKE: Yahoo`s board rejects a bid from Microsoft, saying the proposal substantially undervalues Yahoo. But the company was never worth that much again.<br><br>Four CEOs in just six years didn`t help investor confidence in the brand either. Finally, former Google executive Marissa Mayer was hired to transform Yahoo.<br><br>MARISSA MAYER, YAHOO CEO: For me, it`s God, family and Yahoo.<br><br>BURKE: Mayer`s early efforts focused on making Yahoo cool again. Yahoo invested heavily in mobile, acquired popular social sites and updated Yahoo`s look.<br><br>Perhaps the one bright light at Yahoo was its 32 percent stake in Chinese retail giant Alibaba. Mayer tried to sell the stake in 2015 but it never happened.<br><br>It`s been a long, painful fall for the once mighty Yahoo.<br><br>(END VIDEOTAPE)<br><br>AZUZ: To the kids in the neighborhood of South Jordan, Utah, at least one dad gets a perfect &quot;10 Out of 10&quot;.<br><br>A snowstorm hit right after Christmas, inspiring them to build a snow slide. But the man who owns this yard has 15 children, so they keep going until they built their very own luge, a 300-foot-long masterpiece that gave a ride lasting longer than 20 seconds.<br><br>It started to melt away in the recent warm spell, and after enjoying a deluge of popularity, the slide lost its cool before luging its appeal.<br><br>Guess the cold`s only around for snow-long, you really got to make the choice to use it or luge it.<br><br>I`m Carl Azuz, and you got nothing to lose by joining us again tomorrow on CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-11 CNN Student News.mp4"}