{"title":"CNNSN-2017-02-06-CNN-Student-News","script":"(CNN Student News) -- February 6, 2017<br><br><br>NASA`s New Rocket; The Effects of Space on the Human Body<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz. And you`ve landed on a special edition of CNN 10.<br><br>Get ready for liftoff. Today`s show is focused entirely on space.<br><br>First up, China is a nation that`s hoping to become one of the world`s major space powers. It`s considering missions that include putting a lander on the dark side of the moon by 2018, a rover on Mars by 2020, a mission to gather samples of Martian soil after that, and a prove to Jupiter in the years that follow.<br><br>The country also plans to work with other global space agencies, but not NASA. Since 2011, the U.S. Congress hasn`t allowed NASA to work with China because of concerns about security.<br><br>As far as U.S. plans for space, things are somewhat up in the air. President Donald Trump hasn`t detailed his space policy yet. Last October, then President Barack Obama wrote that America would send humans to Mars by the 2030s.<br><br>People who support that idea argue that first hand exploration would be more valuable than remote exploration and that Mars can one day serve as a second planet for people to live on and a great base for exploring the broader universe. People who oppose the idea argue that it`s too expense, that it`s too risky and that robots should continue to do the job instead, that they can do it well and more cost effectively.<br><br>One thing that`s not debatable is that getting any person to deep space takes extraordinary effort.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): Space has never been more accessible. There is a growing appetite for space tourism. And private programs like this one at the National Aerospace Training and Research Center can get pretty much anyone with money and good health ready for a ride to space.<br><br>(on camera): Oh, I`m ready.<br><br>(voice-over): But that`s just a quick trip and down to what`s called suborbital space.<br><br>AUTOMATED VOICE: Welcome home, astronauts.<br><br>CRANE: If we want to get to deep space --<br><br>ANNOUNCER: Three, two, one -- we have lift off.<br><br>CRANE: -- that`s a whole other challenge. A human hasn`t been there in over 40 years. But NASA is looking to change that.<br><br>UNIDENTIFIED MALE: It will stand taller than the Statue of Liberty, longer than a football field.<br><br>UNIDENTIFIED MALE: It will be the most powerful rocket ever built, capable of going into the deep space or anywhere else you want to go.<br><br>CRANE: They`re talking about space launch system or SLS, NASA`s new heavy lift rocket.<br><br>ANNOUNCER: The dawn of Orion and a new era of American space exploration - -<br><br>CRANE: Together with the spacecraft Orion, which will go on top of the rocket, humans could explore our solar system deeper than ever before.<br><br>(on camera): There`s only two of us right now in here --<br><br>MARK GEYER, NASA DEPUTY DIRECTOR: Yes.<br><br>CRANE: -- and you`re saying the thing could it up to six.<br><br>(voice-over): And we got an inside look at what that new spacecraft looks like.<br><br>(on camera): Could we even survive 21 days just the two of us inside of --<br><br>GEYER: Yes, it would be a wild, yes.<br><br>CRANE (voice-over): Orion will take up to six astronauts into deep space for 21 days.<br><br>(on camera): How was Orion outfitted to get us to deep space?<br><br>GEYER: State of the art heat shields to protect the crew on entry, parachute systems, a very lightweight system, so Orion is, you know, over 40 percent composites, which means it`s light.<br><br>One of the things special about Orion is the size. So, four people in 21 days gives you a lot of capability whether it`s exploring an asteroid or on the surface of a planet.<br><br>CRANE: And why 21 days?<br><br>GEYER: Well, 21 days -- it gets you really into this high orbits around the moon, which allows you to either do missions at the moon or do transfers on to asteroids around the Mars. So, it`s about the right duration.<br><br>CRANE (voice-over): For a journey to Mars, the crew would have to transfer from Orion to a larger habitat.<br><br>GEYER: If you`re going to go to Mars, which is somewhere up to a year and a half to three-year mission, you need more volume.<br><br>CRANE (on camera): Right.<br><br>GEYER: You need bigger head module, more food.<br><br>CRANE (voice-over): Orion still doesn`t have an exact destination. But whether it`s the moon or Mars, it`s going to take a powerful rocket to get it out there.<br><br>(on camera): You guys are building SLS now in anticipation that a destination will be selected. But right now, this is kind of a rocket to nowhere.<br><br>PATRICK WHIPPS, NASA`S SLS STAGES MANAGER: Not really, it takes a long time to make a rocket system that`s complex. There are folks that are working on all the missions that we`ll got to as we speak.<br><br>CRANE (voice-over): Part of the rocket is built here, at NASA`s Michoud facilitate which spans 43 acres.<br><br>Workers here helped built the rockets for the Apollo missions and the space shuttle program. One of the main goals of SLS is to make it affordable.<br><br>But despite reusing its engines, NASA has already spent approximately $7.3 billion on the SLS program and each rocket will only be good for one mission.<br><br>NASA is testing the engines and they`ve already sent Orion on a flight test. The first manned Orion SLS mission is set for 2021.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, that`s the &quot;how&quot; when it comes to getting deep space astronauts off the ground. What happens afterward, if and when people are actually spending time in an environment where there`s very little gravity? Another consideration, the health effects of long term space missions could be a significant challenge for medical science.<br><br>(BEGIN VIDEOTAPE)<br><br>CRANE: I`m huffing and puffing here.<br><br>(voice-over): Our bodies have physical limits.<br><br>UNIDENTIFIED MALE: Just squat down a little bit and come up and you feel hardness (ph).<br><br>CRANE: But when humans encounter a boundary, we tend to push. How fast, how high, how far we can go.<br><br>UNIDENTIFIED MALE: Two space walkers are currently 250 miles above the Earth.<br><br>CRANE: Exploration of our solar system is perhaps the most extreme bodily challenge.<br><br>DR. JOHN CHARLES, NASA HUMAN RESEARCH PROGRAM: You`re motion sick. You`re uncomfortable. You`re disoriented.<br><br>CRANE: That`s because the human body is a complex network of bones, tissues and cells designed to suit our environment.<br><br>Here at Johnson Space Center, everything from food, to spacesuits, to exercise routines are designed so humans can survive in a world we simply aren`t built for.<br><br>(on camera): What happens to your body when you`re in space?<br><br>CHARLES: As soon as you arrive in weightlessness, the fluids start shifting in your body. The organs of balance and your inner ear immediately sense there`s no gravity pulling down on them anymore. All your joints and your muscles also sense that.<br><br>CRANE (voice-over): We know about these effects because human have been consistently living in space for over 15 years onboard the International Space Station.<br><br>And we`re learning even more about how our bodies react in space, after Scott Kelly became the first NASA astronaut to spend nearly a year on ISS.<br><br>CHARLES: As you spend more time in space, you lose muscle mass. Your bones gradually lose calcium. They gradually lose structural integrity because they`re not fighting the force of gravity.<br><br>CRANE: It sounds simply, but exercise is one of the most important activities for astronauts. Onboard the ISS, they dedicate about two hours a day to it, but this is not your average workout.<br><br>MICHAEL HOPKINS, ASTRONAUT: Swat down just a little bit.<br><br>CRANE (on camera): OK, like this?<br><br>Oh, hello? Yes, OK, that feels different.<br><br>When you were in space, can you describe the changes you notice in your body?<br><br>HOPKINS: More fluid will go towards the head.<br><br>CRANE: Right.<br><br>HOPKINS: So, you`ll sometimes feel a little bit stuff here like you got allergies or something like that. You can lose up to 2 1/2 percent of your bone density in a month in space, and this is very, very important part of counteracting that.<br><br>CRANE (voice-over): But what about on a deep space mission?<br><br>(on camera): If we ever get to Mars, do you think we`ll have machines like this up there, keeping us fit?<br><br>HOPKINS: Well, these machines take up quite a bit of space onboard the International Space Station. So, I think if we go to Mars, there`s going to have to be something new, something probably a little bit smaller, a little more compact -- something along the lines of a rolling type machine.<br><br>CRANE (voice-over): NASA is currently testing a miniature exercise device on the ISS.<br><br>Just as critical as exercise is what we put into our bodies.<br><br>DR. GRACE DOUGLAS, NASA FOOD SCIENTIST: In order to maintain their health and maintain top performing crew that are going to fulfill all their functions and have a very successful mission, we need to make sure that they`re happy with their food system, that they want to eat it the entire time.<br><br>CRANE (on camera): I got to say, astronaut food is much better than I expected.<br><br>(voice-over): On a mission to Mars, the food needs to stay good for five years, a difficult challenge for food scientists. So, they`re also working on growing nutrients in space, like green peppers, tomatoes and lettuce. But the point of traveling to deep space is not just to stay inside the spacecraft. We want to go outside, and really explore.<br><br>CARLY WATTS, NASA SCIENTIST: Anywhere outside of Earth really, you need a spacesuit that has a functioning life support system because the pressure environment is such that your body can`t survive. Like around the space station, temperatures range from roughly negative 250 to positive 250 degrees Fahrenheit.<br><br>CRANE (on camera): That`s a massive range.<br><br>WATTS: Yes, it is. And your body wouldn`t be very happy in that environment.<br><br>CRANE (voice-over): For a Martian environment, NASA is currently working on their Z-2 prototype, a spacewalking suit.<br><br>(on camera): Is it what I think it is?<br><br>DUSTIN GOHMERT, CREW SURVIVAL TEAM LEAD: It is what you think it is. This is actually an adult diaper.<br><br>CRANE (voice-over): It`s complicated enough to keep astronauts alive when missions are going as planned. But, what about when things go wrong?<br><br>(on camera): What you go guys are working on here, you could categorize as like worst case scenario?<br><br>GOHMERT: Absolutely. We are the survival method of last resort in many cases.<br><br>CRANE (voice-over): The crew survival engineering team works on emergency equipment like life rafts, breathing systems, protective suits, even the diapers astronauts would put on during a catastrophic event.<br><br>GOHMERT: The urine will actually turn to ammonia over the matter of a couple of days, which is toxic to the crew.<br><br>CRANE (on camera): Everything has to be considered, because there`s people`s lives on the line.<br><br>GOHMERT: Yes, that`s absolutely true. We have never partake in an effort to go to deep space with these many contingencies that we plan for.<br><br>CRANE: Is this really going to happen?<br><br>GOHMERT: I certainly hope that it does. I think that`s why we`re all here.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We hope you found today`s show out of this world. CNN 10 will resume its daily news coverage tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-06 CNN Student News.mp4"}