{"title":"CNNSN-2017-03-27-CNN-Student-News","script":"(CNN Student News) -- March 27, 2017<br><br><br>GOP Health Reform Effort Falls Short; A Moon Race May Be Launching; A CNN Hero Gives Refuge from Chicago Violence<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Welcome to a new week and its first edition of CNN 10. I`m Carl Azuz, explaining new subjects from around the world.<br><br>AZUZ: In the U.S. Capitol on Friday, House Speaker Paul Ryan said, quote, &quot;We are going to be living with Obamacare for the foreseeable future.&quot; A Republican plan to repeal and replace the law didn`t look like it was going to get enough votes in the House to pass and it was pulled from the House floor on Friday.<br><br>Republicans controlled the House of Representatives with 241 seats to Democrats 194 seats. But all Democrats opposed the Republican health care plan and some Republicans opposed it, too, saying it didn`t go far enough to eliminate Obamacare. That contributed to Speaker Ryan`s decision not to hold the vote.<br><br>President Donald Trump, who supported the bill, blamed the Democratic opposition and said that Obamacare would, quote, &quot;explode on its own.&quot;<br><br>Senate Majority Leader Charles Schumer said the president never tried to reach out to Democrats and that the blame falls with him and the<br><br>Republicans. The White House says the president would continue trying to get Obamacare repealed and that his next major legislative priority is tax reform.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>The last manned mission to the moon was completed in what year?<br><br>1969, 1972, 1998, or 2001?<br><br>In 1972, the Apollo 17 mission to the moon was completed. It was the last time humans traveled beyond near-earth orbit.<br><br>(END VIDEO CLIP)<br><br>AZUZ: In all, six missions were successfully in landing humans on the moon and bringing them back home. First person pictures, scientific measurements, samples gathered of lunar soil, all of these things were done for the last time in the early 1970s.<br><br>Are people headed to the moon again?<br><br>President Trump recently signed a bill worth $19.5 billion in funding for NASA. It`s working on a jumbo rocket called the space launch system, while private company SpaceX is developing a rocket called the Falcon Heavy. Another company named Blue Origin is looking skyward and China is eyeing a manned mission to the dark side of the moon. Some have called this the dawn of a new moon race, while others say setting dates and goals is one thing, carrying them out is another entirely.<br><br>Still, the moon, our closest natural satellite, seems to hold a pull for scientists that`s more than gravitational.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: Many of the moon`s nicknames date back to the early Native Americans. They named each full moon in every month to help them keep track of their planting and harvesting schedule.<br><br>SUBTITLE: What`s in a moon`s name?<br><br>GRAY: The full name in April is known as the Pink Moon, signaling the first appearance of the wild ground phlox, one of the earliest spring flowers.<br><br>When you have two full moons in a calendar month, the second one is called the Blue Moon.<br><br>One of the more notable moons, the Harvest Moon in October, also known as the Hunter`s Moon or the Blood Moon. This is when the leaves are falling off the trees and he animals are fat. So, this signaled to tribes it was time to hunt all they could to get them to that long winter.<br><br>And another thing to note is that the moon does not appear pink during the Pink Moon, red during the Blood Moon, or blue during the Blue Moon. The only thing that can really alter the way we see the moon is if there`s a lot of dust, haze, ash or smoke in the atmosphere, the moon can sometimes have an orange or red glow.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In some areas of Chicago, Illinois, gang violence, gang violence, shooting by the hundreds take place every month and children are often caught in the crossfire. A member of the Chicago police department had had enough of it. She took action to create Future Ties. It`s a nonprofit afterschool and summer program that provides a safe space to children from kindergarten to the fifth grade, and it`s a reason why she`s a CNN hero.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER MADDOX, CNN HERO: We are in a state of emergency here in the city of Chicago.<br><br>A lot of our young people are fearful to even come outside.<br><br>The shooting, the killing. Five, six, seven-year-olds. They`re losing people that they love and care about.<br><br>UNIDENTIFIED GIRL: My godbrother.<br><br>UNIDENTIFIED BOY: My cousin.<br><br>UNIDENTIFIED GIRL: My uncle.<br><br>UNIDENTIFIED BOY: My brother.<br><br>MADDOX: It`s very unfair for kids not to be able to enjoy their childhood.<br><br>I`m a law enforcement officer, but I`m also a mother and a member of this community. We can`t arrest our way out of this. Once I saw that there was another side to policing, I thought that I could do more.<br><br>Even though we are right in the trenches, our center offers an escape for the young people. They know once they walk through those doors that they`re safe.<br><br>We make sure that the kids have healthy hot meals. They get help with their homework.<br><br>Eleven. So, what do you do with the one?<br><br>We mentor them.<br><br>UNIDENTIFIED FEMALE: What do we have to do?<br><br>KIDS: Think before we act!<br><br>UNIDENTIFIED FEMALE: That`s right.<br><br>MADDOX: We want to make sure that they make better choices when it comes to violence.<br><br>How are you doing today?<br><br>UNIDENTIFIED FEMALE: She helped me redefine the world more than what I actually know it as.<br><br>Probably one of the best things that this neighborhood really has is her.<br><br>MADDOX: Good job.<br><br>I am very proud to be one of the bridges to connect police and community. We have to learn to trust one another. I want the children to make the best out of their lives. I look at their faces every day and there`s hope.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In Dubai, United Arab Emirates, the police force recently won a Guinness World Record related to its efforts to reach out to the community.<br><br>They`re doing that one Ferrari, one Lamborghini, one Bentley at a time. Dubai has the world`s fastest police car in service, a Bugatti Veyron.<br><br>It`s one of a 14-car fleet of vehicles nobody can outrun or afford. But they`re not so much used to chase down suspects as they are to encourage tourists to interact with police.<br><br>Even with nothing to Ferrari from the cars, most communities wouldn`t be too police with the maintenance. Bugatti have a lot of money to keep those Veyron-ning. You`d need a slick $20,000 for an oil change, you`d burn $40,000 on tires. For departments on a budget, you`re Aston too much.<br><br>There`s just no Bentley way to make ends fleet.<br><br>I`m Car-l Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-27 CNN Student News.mp4"}