{"title":"CNNSN-2015-02-17-CNN-Student-News","script":"(CNN Student News) -- February 17, 2014<br><br>NASA Warns of Mega Droughts; Monument Trivia; Inside the Warner Brothers Archives<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Hope you had a great weekend, whether it was three days or two.<br><br>I`m Carl Azuz.<br><br>We`re glad to be back with you this Tuesday, February 17.<br><br>First up, the U.S. government has said Egypt is helping in the international fight against the ISIS terrorist group. There have not been a lot of details about how, but one way was pretty clear over the weekend.<br><br>News broke that ISIS had executed 21 Christians from Egypt. The murders appeared to have been carried out in Libya, a country that shares a border with Egypt. So Egypt struck back, sounding multiple waves of fighter jets to Libya, targeting ISIS camps, training grounds and weapons stashes.<br><br>The Egyptian military says avenging Egyptian blood and punishing criminals and murderers is our right and duty.<br><br>Next in the headlines, another European country is dealing with an apparent terrorist attack. A gunman targeted a free speech event in Denmark Saturday. He might have been targeting this man, Lars Vilks. Vilks is a cartoonist who`s illustrated the Prophet Muhammad, which many Muslims find offensive.<br><br>He survived, but three police officers were wounded and a 55-year-old man was killed. Police say the gunman later targeted a cafe in Copenhagen, killing one person there. Officers eventually killed the suspect in a shootout.<br><br>Last night, tens of thousands attended a vigil in the Danish capital to honor the victims.<br><br>NASA, the National Aeronautics and Space Administration, has a new warning out about mega droughts, droughts that could last generations.<br><br>There`s not one happening now in the U.S., but scientists believe one is possible if conditions continue the way they are now.<br><br>In fact, NASA says parts of the country look like they`re going to get drier no matter what.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): A new NASA study predicts that by the end of the 21st century, the American Southwest and Great Plains are likely to experience longer and more severe droughts than at any other time in the last thousand years.<br><br>(ON SCREEN)<br><br>NASA warns of &quot;mega droughts&quot;<br><br>BEN COOK, NASA CLIMATE SCIENTIST: So recent droughts such as the ongoing drought in California or in the Southwest, or even historical droughts such as the Dust Bowl in the 1930s, these are naturally occurring droughts that typically last several years or sometimes almost a decade.<br><br>And our projection for what we`re seeing is that with climate change, many of these types of droughts will likely last for 20, 30, sometimes even 40 years.<br><br>UNIDENTIFIED MALE: Scientists looked at 1,000 years of tree ring data and compared those records with soil moisture data from 17 different climate models in order to extend this drought information into the future.<br><br>Scientists looked at two different possibilities.<br><br>First, a business as usual scenario where worldwide greenhouse gas emissions continue on their current course. In this case, the future risk of lengthy droughts rises to 80 percent.<br><br>Alternatively, if the world were to take aggressive actions to reduce emissions, the models still show drying, but the trends will be less severe.<br><br>COOK: These droughts really represent events that nobody in the history of the United States has ever had to deal with. And so even in the modern era, droughts such as the ongoing droughts in California and the Southwest, these normal droughts act as major stressors on water resources in the region, so we expect that with these much longer droughts, it`s going to be even more impactful and cause even more problems for agriculture and ecosystems in the region.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Indiana is indisputably The Hoosier State.<br><br>Now you might be asking, OK, who`s your pick for today`s Roll Call?<br><br>Tri-County Jr..-Sr. High School. It`s in Wolcott, Indiana. It`s the home of The Cavaliers.<br><br>We`re going to jump a few states west of there to visit our friends in Kansas. Southwest Middle School is in Lawrence and it`s where we found The Bulldogs.<br><br>And we`ll wrap up in South Dakota, where we`re Elk-cited for the Elks of Elkton. Hello to everyone watching at Elkton Public Schools.<br><br>Yesterday, we and many of you were off for President`s Day, but employees of the U.S. federal government were off for Washington`s Birthday.<br><br>Which is right?<br><br>Both.<br><br>The holiday started as Washington`s birthday. The government still calls it that. But Abraham Lincoln was also born in February, and thanks, in part, to stores having sales, it came to be known as a day to honor all presidents.<br><br>Here`s some trivia about the monuments to those presidents.<br><br>(BEGIN VIDEOTAPE)<br><br>MICHAEL KELLY, NATIONAL PARK SERVICE RANGER: Some guides, some books, even, note the fact that only men were allowed to ride the elevator, the thinking being that if the cable snapped, that only men would be among the casualties, not women and children.<br><br>There`s no truth to that whatsoever.<br><br>The real history is always more fascinating, but, you know, it never takes much to get a rumor started and perpetuated.<br><br>CHRIS MOODY, CNN CORRESPONDENT: For President`s Day this year, we went and visited some of the presidential monuments around Washington, DC.<br><br>We want to share with you some of the secrets, some of the facts and some of the myths about the monuments here in town.<br><br>In the Washington Monument, you find graffiti from Civil War soldiers who used the space as a lookout during the war.<br><br>KELLY: Soldiers went up to the top of the shaft, which was 156 feet above ground, used it as an observation platform to detail and study any Confederate movements across the river. And while soldiers were in it, they left behind a lot of evidence of their presence.<br><br>You can see dates, names carved into the marble here, and initials, as well.<br><br>MOODY: You might need a flashlight for this, but if you look very closely at part of the Lincoln Memorial you can find one of the names of the artists chiseled into the stone.<br><br>There`s a myth going around that Robert E. Lee is sculpted into the back of Abraham Lincoln`s head in his curls. But the rangers say that that`s absolute bunk.<br><br>A lot of times these secrets of the presidential monuments are in the history.<br><br>KELLY: Behind the statue of Lincoln, there is a symbol of Robert E. Lee. And that symbol is famously the view across the river. We see atop Arlington Ridge, the column`s impediment of Arlington House, which is now the Robert E. Lee Memorial.<br><br>MOODY: Did you know that it was President Franklin Delano Roosevelt who worked tirelessly to get the Jefferson Memorial built?<br><br>Most people look at Thomas Jefferson`s gaze in his memorial and they think he`s looking across the tidal basin at the White House, when, in fact, he`s looking just slightly to the right of the White House, where there`s a statue of Alexander Hamilton looking right back.<br><br>KELLY: Both men served under George Washington. Both became, effectively, the leaders of political parties. George Washington hated the idea of factions in political parties. So it`s quite interesting that if you look at it in that context, that Jefferson actually is looking at Alexander Hamilton and Alexander Hamilton is looking back, and standing between them is the monument to President Washington, who tried to bridge their differences, tried to unify them in a common purpose, but failed.<br><br>So with memorial architecture and siting of statues, we can tell that story.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: The Batman movies, the Superman movies, the Harry Potter movies, Casablanca, they all have a few things in common. Many are highly successful. They`re all affiliated with Warner Brothers. And they all had costumes, sets, vehicles, stages designed especially for them.<br><br>Where does all that stuff go?<br><br>The exact answer is a secret, but it`s one the outskirts of London, United Kingdom.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: More than 10,000 props, 3,000 costumes, iconic objects from some of the world`s favorite films, all meticulously sorted and stored here, in the Warner Brothers archive.<br><br>MAX FOSTER, CNN CORRESPONDENT: So in this section, rail upon rail of costumes. You`ll recognize the Hogwarts uniform there. And you can get a sense of how Daniel Radcliffe aged as he played Harry Potter over the years.<br><br>This from the first movie and this one from the last.<br><br>More Harry Potter items, right.<br><br>Indeed, the golden snitch, which is used in the Quidditch scenes.<br><br>(BEGIN VIDEO CLIP, COURTESY WARNER BROTHERS)<br><br>UNIDENTIFIED MALE: There`s no magic to be used between the classes in the corridors.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: What`s that?<br><br>MORGAN FREEMAN, ACTOR: Oh, the Tumbler?<br><br>Oh, you wouldn`t be interested in that.<br><br>(END VIDEO CLIP)<br><br>FOSTER: Check out the Tumbler, all two and a half tons of it, fully functioning, from the wind screen wiper to the 5.7 liter engine.<br><br>(voice-over): Some of the props were stored so they could be repurposed later on. But above all, Warner Brothers says it`s about preserving their shared history.<br><br>LISA JANNEY, VP, CORPORATE ARCHIVES, WARNER BROTHERS: Today`s day and age, the value of memorabilia is huge. People love and connect with those assets, with those television shows and feature films.<br><br>FOSTER: The advances in special effects mean that much of what we see in movies today is done with computers. But even the most high tech film still needs some real props.<br><br>George Clooney`s space suit from &quot;Gravity&quot; and Sandra Bullock`s. And the capsule that falls into the water right at the end of the movie. But in order to film the scenes inside that, they built this.<br><br>So this is the space where Sandra Bullock was desperately trying to get back down to Earth. The detail really is incredible. There we are. I`m ready. My task is complete.<br><br>Max Foster, CNN, I can`t tell you where I am.<br><br>(END VIDEO TAPE)<br><br>AZUZ: So no word on the exact whereabouts of the warehouse, where it houses ware worn in the house of Warner Brothers Pictures. But we`re glad we could picture it for you, though the door is clothes to us otherwise, except for maybe the most movie savvy costumer.<br><br>I`m Carl Azuz from the CNN studios in Atlanta.<br><br>We`ll produce another moving picture for you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-17 CNN Student News.mp4"}