{"title":"CNNSN-2017-04-27-CNN-Student-News","script":"(CNN Student News) -- April 27, 2017<br><br><br>North Koreans Gather to Celebrate a Public Holiday; White House Outlines Tax Reform Plan; Cassini Tries to Shoot the Gap Between Saturn and Its Rings<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: It`s pretty rare for the entire 100-member U.S. Senate is called to the White House for a security meeting. That`s what`s first today on CNN 10.<br><br>While the subject of yesterday`s event was North Korea, much of the information shared with senators was classified, so we don`t know exactly what details were discussed in the meeting.<br><br>There was a statement released by U.S. government officials, though. It said the Trump administration sees North Korea`s pursuit of nuclear weapons and intercontinental missiles as an urgent security threat and that the president wants to increase pressure on North Korea to stop these programs.<br><br>The White House says it wants to do this peacefully with the help of allies like South Korea and Japan, but that the U.S. is also prepared to defend those allies, as well as itself.<br><br>Some of the senators who attended said they were glad to hear the White House`s strategy for dealing with North Korea, others said they learned nothing new.<br><br>The view from the other side of the Pacific appears to be an aggressive one.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT (voice-over): Army Day in North Korea, the 85th anniversary of the Korean People`s Army. More than a million active duty soldiers, more than 6 million if you count reserves and paramilitary, one of the largest standing armies in the world.<br><br>We almost never see this side of North Korea`s men and women in uniform.<br><br>(on camera): This is a public holiday here in North Korea, which means citizens are enjoying a rare day off. And as you often see on days like this, lots of dancing in the streets.<br><br>(voice-over): Carefully choreographed display of national pride, North Korea calls it single-hearted unity. Outsiders say these men and women have no other choice.<br><br>As Pyongyang residents dance, a very different kind of demonstration on North Korea`s east coast. The nation`s supreme leader Kim Jong-un showing force with what South Korea calls a large scale artillery drill, less than two weeks after this massive military parade and a failed missile launch.<br><br>Analysts say these new North Korean missiles could some day carry nuclear warheads to the mainland U.S.<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Our nation faces serious --<br><br>RIPLEY: A growing arsenal President Trump called a grave threat to the world. He`s pushing the U.N. Security Council to punish North Korea for developing weapons of mass destruction that violate U.N. resolutions.<br><br>In its own show of force, the U.S. deployed a nuclear submarine to South Korea, as the U.S., South Korea and Japan conducted joint naval drills Monday, all this as the USS Carl Vinson moves closer to the waters off the Korean Peninsula.<br><br>The approaching U.S. warships conjured memories for this North Korean veteran. Senior Lieutenant Colonel Un Yong Il speaks to me in front of the USS Pueblo, a U.S. Navy spy ship North Korea captured in 1968.<br><br>&quot;The Pueblo reminds me of another vote traveling very near the Korean waters,&quot; he says. &quot;The Carl Vinson carrier. We are no afraid. Just like we capture the Pueblo, we can sink that aircraft carrier.&quot;<br><br>It`s a threat made by North Korean state media, prompting the Pentagon to warn Pyongyang to stop provoking the U.S.<br><br>(on camera): Are North Koreans worried that you may be headed towards war with the United States?<br><br>&quot;It`s a grave situation,&quot; he says, &quot;but we`re ready to counter the American threat with an all-out war and nuclear attack.&quot;<br><br>In this militarized nation, even civilians are told they may someday have to pick up arms, even on days of celebration, citizens say war with the U.S. is always looming on the horizon.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Trump administration has made a new proposal concerning taxes in America. The U.S. treasury secretary calls it the biggest tax cut and largest tax reform in U.S. history.<br><br>But analysts say there weren`t enough details in the proposal to know for sure. What is clear is that it would change U.S. tax brackets. Generally, the more money Americans earned, the higher their tax rate, the more they pay in taxes. There are currently seven different income tax brackets, ranging from 10 percent to 39.6 percent. The Trump administration`s proposal would reduce the number of brackets to three, ranging from 12 percent to 33 percent and decreasing the taxes that most Americans pay.<br><br>But as far as what businesses pay, from mom and pop shops to law firms, today`s top tax rate is 39.6 percent. The White House plan would drastically reduce that to 15 percent. It could also reduce taxes owed by companies that do business overseas.<br><br>The government gets most of its revenue from taxes. Reducing them would mean less revenue. The plan doesn`t say how the difference would be made up. And Democrats criticize the proposal, calling it a gift to corporations and wealthy Americans. Analysts call the plan a starting point that the Republican-controlled Congress could use as it develops its tax reform plan.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What are Saturn`s rings believed to be made of?<br><br>Rock and ice, gas and uranium, iron and cash, or copper?<br><br>According to NASA, the rings around Saturn are composed of rock and ice.<br><br>(END VIDEO CLIP)<br><br>AZUZ: An unmanned spacecraft named Cassini is attempting to dive between those rings and the planet itself, beginning what NASA calls its grand finale.<br><br>If everything went according to plan, Cassini shot the gap at a speed of more than 76,000 miles per hour yesterday and scientists were expecting to hear from it by 3:00 a.m. Eastern Thursday morning.<br><br>But there was some uncertainty. At that speed, any debris between Saturn and its famous rings could have completely destroyed Cassini. Scientists are hoping the information it sends back will help them learn about Saturn`s gravity and magnetic fields.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Cassini`s memorable moments.<br><br>NASA launched Cassini in 1997 to explore Saturn and its moons.<br><br>DR. EARL MAIZE, CASSINI PROJECT MANAGER,JPL: One of the most iconic moments for Cassini was landing on Titan. We actually have the European probe parachuting down through Titan`s atmosphere, while Cassini flew over the top, picking up those signals and relaying them back to Earth.<br><br>SUBTITLE: In 2005, Cassini discovered plumes on Saturn`s moon Enceladus.<br><br>A global ocean was confirmed in 2015.<br><br>MAIZE: Enceladus, the fact that it could actually have not only plumes coming out, but a total subsurface ocean, it`s a global ocean, it`s warm.<br><br>It`s all of a sudden looking like a place where life could originate.<br><br>SUBTITLE: While orbiting Saturn in 2006, Cassini captured images of a hexagon-shaped storm.<br><br>MAIZE: And in Saturn, it is just cyclonic rims, a jet stream size. In hexagon, it`s two Earths across.<br><br>For the first time, it will go through the rings. There`s about 1,250 mile gap in there that we`re aiming for.<br><br>SUBTITLE: Cassini will disintegrate in Saturn`s atmosphere in September.<br><br>MAIZE: It is a robot. It is out of fulfillment. It is at the end of its serviceable life. But you can`t help but feeling a certain sense of loss and nostalgia for something you`ve been driving. It`s like anything you`ve had a partnership with for 20 years.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For kids and young people, U.S. government recommends at least an hour of exercise every day. For adults, it suggests between two and a half and five hours per week. It doesn`t specify when you should exercise. Experts say just making sure you do it is the important thing.<br><br>But if you`re getting enough sleep, there are some benefits to working out in the morning, having more energy throughout the day is one of them.<br><br>How do you get started doing that?<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: I think one of the important things to remember about becoming a morning exerciser is that it can have added benefits both physically and mentally.<br><br>It`s also one of those things that is just easy to check off the list. Because you know, it`s likely to fall off your list later on in the day.<br><br>How do you convince yourself not to hit that snooze button? Well, I`m there. You`re there. We`ve all been there.<br><br>It goes without saying that the first thing is make sure you are actually getting enough sleep. We are talking seven to eight hours. And then give yourself a little bit of accountability.<br><br>Sometimes, it`s a question of having a friend who is really going to hold you accountable, make sure that you are getting up, make sure that you are doing that exercise routine and hold yourself accountable as well. Make that deal with yourself. Get that exercise out of the way and reward yourself in small ways throughout the day because of it.<br><br>Human behavior is pretty simple when it comes to certain things. If we do things that we love we are much more likely to stick with doing them. Why?<br><br>It makes much more likely to do it for the long run.<br><br>And that`s what can help you live through a 100.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`ll probably never need to know how to make a peanut butter and jelly sandwich in space. But just so we do, here`s Shane Kimbrough who recently came home from the International Space Station. While he was there, he explained that astronauts don`t have bread in space. They use tortillas. And every ingredient has to be taped down so it doesn`t float away and get blown around by the air conditioning.<br><br>As far as eating it goes, that`s the same as on Earth. Seeing that will probably make you aspiring astronauts jelly. But I`m glad we can say with that end, because men shall not live by bread alone, opting for a tortilla is anything but a stale (ph) idea, and it gives you a sense of the micro gravity of the situation when you got to keep all your orbits and pieces from floating off.<br><br>That`s about all I can digest. I`m Carl Azuz. CNN 10 returns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-27 CNN Student News.mp4"}