{"title":"CNNSN-2016-10-10-CNN-Student-News","script":"(CNN Student News) -- October 10, 2016<br><br><br>Hurricane Matthew`s Impact on the U.S. and Haiti; Clinton and Trump Face Off in Contentious 2nd Debate<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: After hitting Haiti and the tropics, Hurricane Matthew set its sights on Florida.<br><br>Debris covered the roads. Many residents lost power. Signs were ripped down.<br><br>Hurricane Matthew slowly made its way up Florida`s coast, causing large amounts of property damage. Also leaving behind extensive flooding.<br><br>(END VIDEO CLIP)<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Welcome to CNN STUDENT NEWS.<br><br>The day after the second U.S. presidential debate. We`ll tell you more about that in just a few minutes. But we`re starting with a quick recap of Hurricane Matthew`s effects on the U.S. Southeast.<br><br>What`s left of the storm was headed out to sea last night. It was moving east into the Atlantic and expected to die out there. But it left massive flooding behind, in Florida, Georgia, and the Carolinas, and killed at least 17 people across those four states.<br><br>As a hurricane, Matthew roared up the coast of the U.S. Southeast over the weekend. Its storm surge, the rise of water a hurricane pushes ashore, turns streets into virtual rivers in Jacksonville and several other Floridian communities. Beaches were eroded. Roads were washed out. More than 2 million households lost electricity.<br><br>Flooding continues in North Carolina, which seems to have gotten the brunt of the storm in the U.S. The eastern part of the state expected to be flooded for days as rivers rise over their banks.<br><br>But the storm was especially deadly in Haiti. Officials aren`t sure yet how many people died there. Some estimates say more than 300 were killed in the storm but others put the toll at more than twice that. A lot of the nation`s agriculture has been wiped out with farmland destroyed. And a Haitian senator says the biggest concern now is cholera, an infectious disease that can be deadly and that spreads through dirty water, which is now all over the country.<br><br>All of this only adds to the struggles of the improvised Caribbean nation.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): This is what the path of a hurricane looks like from the air. The storm left trees scattered like matchsticks on the hills.<br><br>(on camera): Look at how these trees are just stripped of foliage here. You can actually see the roofs of homes on the hilltops. The roof just blown away.<br><br>(voice-over): Hurricane Matthew killed hundreds of people and left tens of thousands homeless. We are flying over Haiti`s southwestern peninsula -- one of the most isolated parts of the country.<br><br>(on camera): This is the only real way that we can get a sense of the scale of the damage caused by Hurricane Matthew, because Haiti does not have a great network of roads. And there are a series of islands of Haiti`s coast like Ile-a-Vache -- what we`re looking at right now.<br><br>(voice-over): Six years ago, this region was largely untouched by the earthquake that shattered the Haitian capital. But this time, the people here weren`t so lucky.<br><br>(on camera): How is your house?<br><br>RAOUL ROA, SURVIVOR: My house go down. Everything (INAUDIBLE).<br><br>WATSON: Everything`s gone? Yes?<br><br>ROA: All the trees were going down, electrical pole was done.<br><br>WATSON: Since the storm, residents of Port-Salut cleaned most of the debris off the roads. But at night, they sleep outside their shattered homes, in the dark.<br><br>(on camera): When do you think you`ll get electricity here again?<br><br>ROA: Nobody know when.<br><br>WATSON: This is a close up view of some of the damage that we could see from the sky, just one home that was ripped apart by the hurricane winds that made a mess of people`s meager belongings and hurt a lot of people here too who had to wait days for emergency medical care.<br><br>(voice-over): These people survived the most powerful hurricane their country has seen in a generation, a grim reminder of the fury and power of Mother Nature.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Last night was round two of three. At Washington University, in St. Louis, Missouri, the Democratic and Republican nominees for U.S. president had their second head to head debate.<br><br>The moderators first planned questions centered on a controversy that surfaced Friday. It involved a tape from 2005 when a microphone that was turned on recorded part of a conversation in which Donald Trump talked about how he behaved inappropriately toward women on multiple occasions.<br><br>On Saturday, the candidate apologized, admitting he`s, quote, &quot;said some foolish things&quot;. Trump then accused Hillary Clinton of inappropriate actions.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: This was locker room talk. I`m not proud of it. I apologize to my family. I apologize to the American people. Certainly, I`m not proud of it.<br><br>ANDERSON COOPER, DEBATE MODERATOR: So, Mr. Trump --<br><br>TRUMP: And we should get on to much more important things and much bigger things.<br><br>HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: He has said that the video doesn`t represent who he is. But I think it`s clear to anyone who heard it that it represents exactly who he is.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But, of course, that wasn`t the only subject discussed at the debate. As you just saw, it was in a town hall format. And while the moderators were scheduled to ask half the questions, the other half were intended for members of the audience who were described as uncommitted voters.<br><br>(BEGIN VIDEO CLIP)<br><br>QUESTION: Affordable Care Act, known as Obamacare, it is not affordable. Premiums have gone up. Deductibles have gone up. Copays have gone up.<br><br>Prescriptions have gone up. And the coverage has gone down.<br><br>What will you do to bring the cost down and make coverage better?<br><br>CLINTON: I`m going to fix it, because I agree with you. Premiums have gotten too high. Copays, deductibles, prescription drug costs, and I`ve laid out a series of actions that we can take to try to get those costs down.<br><br>TRUMP: We have to repeal it and replace it with something absolutely much less expensive and something that works, where your plan can actually be tailored.<br><br>QUESTION: Good evening. Perhaps the most important aspect of this election is the Supreme Court justice. What would you prioritize as the most important aspect of selecting a Supreme Court justice?<br><br>CLINTON: I want to appoint Supreme Court justices who understand the way the world really works, who have real- life experience, who have not just been in a big law firm and maybe clerked for a judge and then gotten on the bench, but, you know, maybe they tried some more cases, they actually understand what people are up against.<br><br>Because I think the current court has gone in the wrong direction.<br><br>I want a Supreme Court that will stick with Roe v. Wade and a woman`s right to choose, and I want a Supreme Court that will stick with marriage equality.<br><br>TRUMP: Justice Scalia, great judge, died recently. And we have a vacancy. I am looking to appoint judges very much in the mold of Justice Scalia.<br><br>I`m looking for judges -- and I`ve actually picked 20 of them so that people would see, highly respected, highly thought of, and actually very beautifully reviewed by just about everybody.<br><br>But people that will respect the Constitution of the United States.<br><br>MARTHA RADDATZ, DEBATE MODERATOR: Mr. Trump, in December, you said this: &quot;Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our country`s representatives can figure out what`s going on.&quot;<br><br>Your running mate said this week that the Muslim ban is no longer your position. Is that correct? And if it is, was it a mistake to have a religious test?<br><br>TRUMP: I don`t want to have, with all the problems this country has and all of the problems that you see going on, hundreds of thousands of people coming in from Syria when we know nothing about them. We know nothing about their values and we know nothing about their love for our country.<br><br>CLINTON: First of all, I will not let anyone into our country that I think poses a risk to us. But there are a lot of refugees, women and children.<br><br>And we need to do our part. We by no means are carrying anywhere near the load that Europe and others are.<br><br>(END VIDEOTAPE)<br><br>AZUZ: While presidential candidates typically go up and down in the polls, some courageous climbers clamber over each other for the title of tallest and most complex human tower. The Spanish competition dates back to the 18th century. It`s recognized as part of Catalonia`s cultural heritage.<br><br>The strongest folks are at the bottom, as you might expect and it`s usually a child who crawls to the top.<br><br>There is an element of danger here and the goal is to get everyone back down without the tower collapsing.<br><br>The climber climbs with the clamber, the attitude with the altitude, the vertical victor unveiling the unfailing victor of a towery achievement that`s ahead above the rest. To compete, you`ve got to love stories and at the top of your class, you`ve got to be sure to ac-climb-atize.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-10 CNN Student News.mp4"}