{"title":"CNNSN-2016-10-27-CNN-Student-News","script":"(CNN Student News) -- October 27, 2016<br><br><br>Mediterranean Migrant Deaths Reach Record Level in 2016; Muscle Loss in Space; Hits to Young Football Players; Tech as Teaching Tool at a Haunted House<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking 10 minutes for CNN STUDENT NEWS. I`m Carl Azuz. It`s great to see you as always.<br><br>The United Nations refugee agency says this year has been the worst ever for migrants and refugees crossing the Mediterranean Sea into Europe.<br><br>Despite the fact that far fewer migrants are trying to cross than the number who did in 2015, many more had died this year -- at least 3,800 people so far or one in every 88 trying to make the crossing. Compare that with one death for every 269 people last year.<br><br>The journey is even more dangerous for those migrants trying to reach Europe from Libya. The North African country is in chaos. It has no central government, but it does have a number of smuggling networks and many of them use flimsy rafts or boats that aren`t really seaworthy.<br><br>They`re often overcrowded with refugees and migrants and sent over the central Mediterranean, facing strong currents, bad weather and odds increasingly stuck against a safe journey.<br><br>Next today, new research suggests space travel can be a real pain in the back. Since missions got longer in the late 1980s, more than half of the U.S. astronauts who`d spent time in space had complained of back pain. And it didn`t get better when they got back to earth.<br><br>A new study funded by NASA says the problem is a major weakening of the muscles of the lower back. Researchers say in space, astronauts aren`t bending forward or using their lower backs to move. That led to a 19 percent decrease in muscle tone during a trip to the International Space Station.<br><br>And even after six weeks of training when they came back home, the muscles still hadn`t fully recovered. Doctors say yoga and core training could help. They`re concerned because the muscle loss they saw was on astronauts who`d been in space for four to seven months. It could take nine months to go to Mars. And that planet`s gravity is weaker than Earth`s is.<br><br>Health problems in space go beyond back pain.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: The space station has multiple science labs where astronauts spend most of their time. Without gravity, endless new research possibilities are opened up.<br><br>UNIDENTIFIED MALE: Every part of your day, you`re jumping from one experiment to the other. We were doing flame research almost every day and then a lot of fluid research to see what`s going on with fluid dynamics up in zero g.<br><br>REPORTER: And this weightless environment is the perfect place to examine how the human body reacts to space, bringing NASA closer to their chief objective of sending people to Mars.<br><br>UNIDENTIFIED MALE: Another huge chunk is what`s going on with our bodies while we`re up there? So, you take away gravity. Right now, we`re standing here, we`re leaning (ph) up our hips. We`re leaning up our leg muscles. And when you get up to that zero gravity situation, all of that goes away.<br><br>The first thing your body wants to do, you`re not using those muscles, let`s get rid of them. You don`t need that bone to be that strong, let`s get rid of that, and start weakening it down. Astronauts have vision changes when they`re up in space. So, the fluid shifts and it`s actually pressing on the back of your eyes. So, every two to three weeks, we`re doing in-depth look at our eyes.<br><br>There was really no part of the human body that was not studied in depth the whole time you`re up there.<br><br>If we`re ever going to spend 500 days going off to Mars, we need to know exactly what`s going on with the human body.<br><br>REPORTER: In order to counteract some of the health risks, astronauts spend an average of two and a half hours a day exercising on station.<br><br>Being in space is certainly no vacation. But up there, nothing is mundane.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Another new study today, it`s detected changes in the brains of young football players and not necessarily from concussions. It was published in the Medical Journal Radiology. It looked at the brains of 25 football players between ages 8 and 13 over a single season. None had been diagnosed with concussions.<br><br>But the study found an association between increased head impacts and an unusual way in which water moved in parts of the players` brains. The unusual water movement has been linked to concussive symptoms like headaches and dizziness. The authors don`t know if the impact is permanent and critics are skeptical because not enough kids were studied. But the researchers who did the study say they`re hoping to examine the issue more closely to make the sport of football safer.<br><br>Now, $8,400,000,000. That`s what Americans are expected to spend this year on Halloween stuff. It`s the most ever in the annual survey of the National Retail Federation. And if you think that most of that money would be spent on costumes -- well, you`d be right. $3.1 billion on dressing up, $2.5 billion on the candy, $2.4 billion on decorations, $390 million on greeting cards.<br><br>The survey says that 69 percent of Americans are planning to celebrate Halloween and of those who are, about a fifth said they were going to visit a haunted house. We`re now taking you inside one that`s using technology not only to frighten, but also to teach.<br><br>(BEGIN VIDEOTAPE)<br><br>SUSAN BRANDT, CUNY, PROFESSOR OF PRODUCTION MANAGEMENT: When we decided to do the haunted house, it wasn`t about we wanted to do an event to scare people. We wanted to pick one kind of event that we could network everything we teach into one event. And each year, we add more content and more complexity. So, inside the attraction, we have hidden 16 sensors.<br><br>So, the audience members walk in the front door, there`s actually a sensor there. And the door shuts. It triggers that sensor off and then they have an experience going down the stairwell of lighting and sound and effects. When they get down to the bottom of the stairs, the first place they visit is the skullies wall (ph), they set off a sensor.<br><br>And so, all the way through the attraction, audience members are slowing setting off these sensors and having a lighting sound or video experience.<br><br>EDLINE JOSEPH MONTIMAIRE, CUNY, ENTERTAINMENT TECHNOLOGY STUDENT: Haunted hotel gives us an opportunity to experiment a lot of different technologies as time goes by. A lot of students come to find that when they do go out work in the field, nothing is shocking to us, because we`re doing it here.<br><br>When you get into the technology that`s behind the haunted hotel, and when you go out into the field, it`s the same technology.<br><br>BRANDT: The technology used in the haunted hotel is similar to the technology used in theme parks such as Disneyland, Universal Studios, Hollywood and others.<br><br>It`s great for our students because now they know the current version of software and equipment and they`re able to take that experience right into the work environment.<br><br>One of the many functions of the haunted hotel is that it`s a recruitment opportunity for us to invite local high schools and junior highs so that they can learn about careers in the entertainment industry. Sometimes, we`ll actually shut down the attraction while it`s running when the schools request and they can meet current college students and talk to them about what it`s like to go to school, what it was like to work on the attraction, how they can obtain that goal as well.<br><br>(END VIDEOTAPE)<br><br>AZUZ: How would you define hero? As far as CNN Heroes is concerned, it`s an every day person making an extraordinary impact in the lives of others.<br><br>You`ll recognize several of these people from our character study segments and one of them will become the CNN Hero of the Year.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDERSON COOPER, CNN ANCHOR: I`m Anderson Cooper. This year marks the 10th anniversary of CNN Heroes. For a decade now, we`ve been introducing you to some truly remarkable individuals changing the world. And this year is no different.<br><br>It`s time to announce the Top 10 CNN Heroes of 2016. Here they are:<br><br>In Colombia, Jeison Aristizabal hasn`t let cerebral palsy stop him from giving thousands of young people with disabilities a brighter future.<br><br>Brad Ludden is a former professional kayaker who brings life-changing outdoor adventures to young adults with cancer.<br><br>Since 2007, San Francisco`s Sherri Franklin has rescued nearly 4,000 senior dogs and found them forever homes.<br><br>Umra Omar travels by boat, road and air, bringing free medical care to thousands of people living near the Kenya-Somalia border.<br><br>Luma Mufleh is a Jordanian immigrant helping young survivors of war adopt to their new home in the United States, through education and soccer.<br><br>In Chicago, Sheldon Smith is breaking the cycle of absentee fathers by helping young dads become positive role models.<br><br>Becca Stevens, she`s dedicated her life to helping women escape addiction and trafficking.<br><br>In Los Angeles, Georgie Smith turns makeshift spaces into dream homes for young people who`ve aged out of the foster care system.<br><br>At 86 years old, Harry Swimmer is using his horse farm to give special needs kids a leg up.<br><br>And in Richmond, Virginia, cycling coach Craig Dodson mentors the most at- risk youth living in Richmond public housing.<br><br>Congratulations to the Top 10 CNN Heroes of 2016.<br><br>Now, it`s time for you to decide who`ll be named CNN Hero of the Year and receive $100,000 to continue their work. Just to go to CNNHeroes.com to learn how to vote for the CNN Hero who inspired you the most, and be sure to tune in to the 10th Annual CNN Heroes: An All-Star Tributes celebrating all of this year`s honorees live from New York Sunday, December 11th.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It wouldn`t be right to diminish any of that with puns. So, we`ll put those on hold until tomorrow and hope you`ll join us again Friday -- awesome -- for CNN STUDENT NEWS. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-27 CNN Student News.mp4"}