{"title":"CNNSN-2015-09-18-CNN-Student-News","script":"(CNN Student News) -- September 18, 2014<br><br>2016 GOP Presidential Debate; A Massive Settlement Involving General Motors; Science Behind an Earthquake Warning System<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. This is CNN STUDENT NEWS, 10 minutes of commercial-free current events, featuring some big debates from Wednesday night.<br><br>Fifteen of the Republican candidates hoping to win their party`s nomination for president took the stage the Ronald Reagan Presidential Library in Simi Valley, California.<br><br>The event had two parts. The first included four GOP presidential hopefuls and an afternoon debate. The second included 11 and was broadcast in the evening primetime.<br><br>This was a chance for the candidates to grab the nation`s attention. They`re trying to lay out their vision for America, to stand out from the other candidates, to generate voter interests and to attract more donors to their campaigns.<br><br>The first debate for Democrats takes place in October and we`ll bring you highlights of that event as well.<br><br>Now, here are some of the most significant from the Republican`s main event.<br><br>(BEGIN VIDEOTAPE)<br><br>GOV. JOHN KASICH (R-OH), PRESIDENTIAL CANDIDATE: I mean, people at home want to know across this country, they want to know what we`re going to do to fix this place, how we`re going to balance a budget, how we`re going to create more economic growth, how we`re going to pay down the debt. What we`re going to do to strengthen the military.<br><br>GOV. CHRIS CHRISTIE (R-NJ), PRESIDENTIAL CANDIDATE: For the 55-year-old construction worker out in that audience tonight who doesn`t have a job, who can`t fund his child`s education, I`ve got to tell you the truth. They could care less about your careers, they care about theirs.<br><br>JAKE TAPPER, CNN MODERATOR: Yes.<br><br>CARLY FIORINA (R), PRESIDENTIAL CANDIDATE: Having met Vladimir Putin, I wouldn`t talk to him at all. We`ve talked way too much to him.<br><br>What I would do, immediately, is begin rebuilding the Sixth Fleet, I would begin rebuilding the missile defense program in Poland, I would conduct regular, aggressive military exercises in the Baltic States. I`d probably send a few thousand more troops into Germany. Vladimir Putin would get the message.<br><br>SEN. MARCO RUBIO (R-FL), PRESIDENTIAL CANDIDATE: My grandfather instilled in me the belief that I was blessed to live in the one society in all of human history where even I, the son of a bartender and a maid, could aspire to have anything, and be anything that I was willing to work hard to achieve.<br><br>But he taught me that in Spanish, because it was the language he was most comfortable in.<br><br>MIKE HUCKABEE (R), PRESIDENTIAL CANDIDATE: And it`s why I`m an unabashed supporter of the &quot;fair tax,&quot; which would be a tax on our consumption, rather than a tax on our productivity.<br><br>In other words, you`re not going to tax anybody for what they earn, whether it`s worker whose working by the hour or whether it`s a hedge fund manager.<br><br>If they can produce something and bring capital and labor to create jobs, we need some jobs.<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: I am the only person on this dais -- the only person -- that fought very, very hard against us -- and I wasn`t a sitting politician -- going into Iraq, because I said going into Iraq -- that was in 2003, you can check it out, check out -- I`ll give you 25 different stories.<br><br>In fact, a delegation was sent to my office to see me because I was so vocal about it. I`m a very militaristic person, but you have to know when to use the military.<br><br>BEN CARSON (R), PRESIDENTIAL CANDIDATE: I have no argument with having a strong leader, and to be aggressive where aggression is needed. But it is not needed in every circumstance. There is a time when you can use your intellect to come up with other ways to do things. And I think that`s what we have to start thinking about.<br><br>GOV. SCOTT WALKER (R-WI), PRESIDENTIAL CANDIDATE: And, Mr. Trump, we don`t need an apprentice in the White House.<br><br>(APPLAUSE)<br><br>We don`t need an apprentice in the White House. We have one right now. He told us all the things we wanted to hear back in 2008. We don`t know who you are or where you`re going. We need someone who can actually get the job done.<br><br>JEB BUSH (R), PRESIDENTIAL CANDIDATE: People are supporting me because I have a proven record of conservative leadership where I cut taxes $19 billion over eight years. We shrunk the state government workforce, we created a climate that led the nation in job growth seven out of eight years. We were one of two states to go to AAA bond rating. People know that we need principle-centered leadership, a disrupter to go to Washington, D.C.<br><br>SEN. RAND PAUL (R-KY), PRESIDENTIAL CANDIDATE: I`m glad we`re having a discussion about taxes because everybody laments that we lose jobs overseas, we have. Our companies, and our jobs are being chased overseas by a 70,000 page tax code, so, that`s why I`ve chosen to get rid of the whole thing, and have one single rate, 14 and a-half percent for everybody.<br><br>SEN. TED CRUZ (R-TX), PRESIDENTIAL CANDIDATE: A majority of the men and women on this stage have previously and publicly embraced amnesty. I am the only candidate on this stage who has never supported amnesty and, in fact, who helped lead the fight to stop a massive amnesty plan.<br><br>In 2013, when Barack Obama and Harry Reid joined the Washington Republicans in a massive amnesty plan.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. car company General Motors has agreed to pay a fine of $900 million. It`s a settlement in a case that involved criminal charges against the company.<br><br>It started with the problem involving ignition switches. They could shut off while many GM vehicles were being driven, disabling the airbags, power steering and power breaks. At least 124 deaths had been tied to this issue.<br><br>GM started to recall millions of its cars early last year, but it admits it knew about the problem almost a decade beforehand. That`s why criminal charges were brought. New individual GM executives were charged.<br><br>A U.S. attorney says the law makes it hard to do, that`s easier to charge a company for failing to report a problem. But the mother of the crash victim who died says the settlement isn`t enough of a punishment.<br><br>A powerful earthquake jolted the South American nation of Chile Wednesday night. Its epicenter, the point on earth right above where the quake started was in north central Chile, about 145 miles northwest of the capital city Santiago. And this quake was incredibly powerful. A magnitude 8.3, one that strong happens only every five to 10 years, and at least 11 people were killed.<br><br>But Chile gets a lot of quakes. Its buildings are constructed to resist the ground shaking. Its tsunami warning system led to the evacuation of a million people in the affected region before, and nearly 16-foot wave waft ashore.<br><br>Smaller waves travelled all the way to California and Hawaii. The nation`s preparedness for this sort of disaster undoubtedly saved lives.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: If you`re in the epicenter of an earthquake, you`re going to get no warning. There`s no time for that. The warning depends on the distance you are to the earthquake epicenter.<br><br>An early warning system for earthquakes is expensive and also complex. Part of the problem is we don`t have a system that can predict the earth is going to move. Our warming system is based on the fact that the earth is already moving and then if you`re farther away from that epicenter, we can give you some time to prepare. It`s a minor time but some time.<br><br>Unlike a tornado warning where Doppler Radar can see the rotation and issue a warning before the tornado, an earthquake warning happens when the earthquake is already shaking. Another limitation is how close the sensor is to the epicenter. If the sensor is 10 miles away from the epicenter, it takes five seconds to get to that sensor. So, the more sensors we get, the better the lead time we`ll get as well.<br><br>If we get 10 seconds notice of an earthquake that`s happening, especially a big one, you can open up the elevators on the nearest floor. You can stop trains. You can stop all those things that are moving before the shaking gets there.<br><br>This entire system works because of the speed of light, or the speed of the warning going down the line, is 186,000 miles per second. The earth as it`s wiggling and shaking along is going at 2 miles per second.<br><br>So, if you`re 30 miles away, your warning could be 15 seconds. It`s 15 seconds that could save your life.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There are three U.S. states we haven`t announced yet on the Roll Call. Two of them lead us off today.<br><br>The first is Wisconsin. And from the city of Neenah, we heard from Neenah High School, home of the Rockets.<br><br>New Jersey is next. It`s in the township of Cinnaminson that you`ll find Cinnaminson Middle School. The Pirates are watching.<br><br>And from Southeast Asia, hello to our viewers at Hong Kong International School. It`s in Tai Tam, Hong Kong.<br><br>(MUSIC)<br><br>AZUZ: Before we go, a kind of tornado you`ve never seen before. This one is on the surface of the sun. Scientists say it`s actually a giant mass of plasma stretched, twisted and turned by the sun`s magnetic forces. NASA solar dynamics observatory, a spacecraft focused on the sun, captured this video.<br><br>The plasma tornado is believed to be mostly made up of iron and it`s pretty hot, an estimated 5 million degrees Fahrenheit -- which makes it the star of our show, gave scientists something to twist or shout about, and they didn`t even plan it. It`s just something special that spun their way and brighten up another enlightening edition of CNN STUDENT NEWS.<br><br>I`m Carl Azuz. Have a great weekend ahead y`all.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-18 CNN Student News.mp4"}