{"title":"CNNSN-2015-09-21-CNN-Student-News","script":"(CNN Student News) -- September 21, 2014<br><br>Pope Francis Visits Cuba; Chinese President Xi to Visit U.S.; New Study Involving A Brain Disease &amp; Former NFL Players<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey. Hope you had a great weekend and thank you for taking 10 minutes to get up to speed on current events. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>First up, a papal trip across the sea. Pope Francis travelled from the Vatican to the Caribbean nation of Cuba over the weekend. This is a significant visit. Pope Francis is the leader of the Roman Catholic Church. It`s the largest denomination of the world`s largest religion, Christianity.<br><br>And for decades, Cuba`s government has been officially atheist. It`s had a number of restrictions on religion.<br><br>The pope said that the Catholic Church was once an important part of Cuban history and he called for Cuba`s government to give people the freedom, the means and the space to practice their faith. He also called on Cuba to open itself to the world.<br><br>The pope`s visit included a mass with tens of thousands of people yesterday and a private meeting with Cuba`s former leader Fidel Castro. The pontiff plans to spend today travelling through Cuba and then fly to the U.S. capital tomorrow.<br><br>Like Cuba, China is a communist country. And like Cuba, China`s had a history of tensions with the U.S. Its leader, Xi Jinping, is visiting America this week. It will be his first trip here as Chinese president, though he has been in the U.S. before. President Xi is scheduled to speak to business leaders and international diplomats in Seattle, Washington, tomorrow.<br><br>Later in the week, he`ll be in Washington, D.C., for meetings with President Obama. That includes a state dinner at the White House, a former meal and high order for U.S. presidential guests. President Xi leads a country that`s both a U.S. ally and a rival.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: Are the U.S. and China friends or enemies? Even some of the stodgiest diplomats will, for lack of a better term, use the word &quot;frenemies&quot; because the fact is, the truth is somewhere in between.<br><br>Let`s talk about what makes the two countries friends. And the first is economic. The U.S. is China`s number one trading partner. China is the U.S.`s number two, after only Canada. And just as a matter of comparison, the U.S. has more than 500 times the amount of trade in dollar terms with China as it had with the USSR.<br><br>But there are other shared interests. One is counterterrorism. Another is non-proliferation. China was also a part of the Iran nuclear negotiations.<br><br>A big one is climate change. And when I talk to even some of the toughest diplomats on both sides, they all agree on one thing. It`s not in either country`s interests to go to war with the other.<br><br>But China and the U.S. have real and troubling and growing differences. One of them is cyber attack. For years, U.S. companies have accused China of stealing trade secrets to the loss of tens of billions of dollars and the U.S. government has accused China of attacking the U.S. military and a whole host of U.S. institutions.<br><br>The U.S. and China also have severe differences over territory. The U.S. opposes China`s manufacture in effect of manmade islands hundreds of miles off its coast, and other differences as well, including islands that both China and Japan claimed.<br><br>At the same time, the U.S. is very concerned about the expansion of China`s military and the expansion of where China`s military is operating. We saw that when Chinese warships turned up off the coast of Alaska, within U.S. territorial waters, at the same time that President Obama was on the ground here.<br><br>Bigger picture, the U.S. and Chinese systems are diametrically opposed. The U.S. is a democracy based on the rule of law. China is an authoritarian state where the law is essentially the Chinese communist party.<br><br>So, the challenge, and Chinese and U.S. diplomats talk about this all the time, is how to keep the peace between a rising power, China, and an existing power, the U.S. Historically, that`s always been tough.<br><br>Today, China talks a lot about a new kind of superpower relationships. The U.S. talks about its pivot to Asia. But the fact is, even the smartest diplomats on both sides haven`t figured out a solution to this problem, and it is in all of our interests that they do.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The one U.S. state we haven`t mentioned yet on our Roll Call this year is Connecticut. And it`s Wintergreen Interdistrict Magnet School that leads things off. Hello to all of our viewers in Hamden and thank you for watching.<br><br>One city we`ve never announced in Mississippi is Picayune and it`s the Maroon Tide of Picayune Memorial High School that`s on today`s roll.<br><br>And one country we`ve announced before is United Arab Emirates. From Abu Dhabi, welcome to International School of Choueifat.<br><br>Pre-game medical assessments of players, examination of those who take hard hits during the game, moving the kickoff spot forward five yards -- these are some of the steps the National Football League says it has already taken to make the game safer.<br><br>A recent study suggests measures like that and perhaps more are needed. It found that 87 out of 91 former NFL players had CTE.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Well, first of all, CTE, chronic traumatic encephalopathy is a brain disease. It`s a progressive brain disease for which we have no known treatment, no cure. And frankly, it`s not something that we even knew about until seven or eight years ago. Research in this really began about in 2008. I had a chance to visit the lab in 2011 where the science is taking place where they were examining the brains of former NFL players and other people as well.<br><br>Now, this most recent study says 96 percent of people whose brains were examined had evidence of the CTE. Now, I want to make something clear here. These are people who probably during their lives worried that something was wrong and donated and had their brains donated to science after they died. So, there was already some concern about it.<br><br>There`s no way to suggest that 96 percent of all NFL players will develop CTE, but there is obviously a lot of science here. And when you look at the brains of these people, what they found were these protein deposits that were very similar again to what you might see with Alzheimer`s disease.<br><br>In life, these people often had anger issues, depression, and memory loss. Those are three that sort of constellation of symptoms that people often develop and it was often younger players whose brains are still developing that may have been most at risk.<br><br>(END VIDEOTAPE)<br><br>AZUZ: CTE is not limited to athletes. Anyone with repeated head trauma and concussions could develop it. As far as football goes, researchers don`t know why some players develop CTE and others don`t. But engineers are joining the effort to make the game safer.<br><br>A high tech tackling dummy that costs around $3,500 could help.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Footballs most valuable robot.<br><br>ELLIOT KASTNER, TACKLING ROBOT ENGINEER: We`ve clocked 5-second 40-yard dash, which is pretty quick for a player.<br><br>UNIDENTIFIED MALE: It makes some quick cuts, too. It`s pretty difficult to tackle.<br><br>SUBTITLE: Meet the MVP, mobile virtual player.<br><br>KASTNER: We can turn it like a car. We can rotate it in place. This is actually the first tackling dummy at any practice of this sort that can actually move and replicate player motion. You can take one player out of any tackling at practice and you already cut your injury risks by half because that player isn`t standing there taking a hit.<br><br>UNIDENTIFIED MALE: Nice!<br><br>SUBTITLE: Coach Teevens banned live tackling in practice several years ago.<br><br>UNIDENTIFIED FEMALE: How realistic is it in terms of the real deal?<br><br>BUDDY TEEVENS, HEAD COACH, DARTMOUTH FOOTBAL: We talk to my players, it`s identical. There are some subtleties, change of speed and so forth that is -- makes it like you`re tackling something to the field, as close as you can get short of tackling a real person.<br><br>UNIDENTIFIED FEMALE: Have you ever had a concussion yourself?<br><br>WILL MCNAMARA, SENIOR LINEBACKER DARTMOUTH FOOTBALL: I have. I have one in my sophomore year in high school. It was pretty scary. You know, you blacked out for a couple of seconds.<br><br>SUBTITLE: The NFL averaged more than 200 concussions per season the past three years.<br><br>TONY DORSETT, FORMER NFL PLAYER: When I look at that hit after the game, my explanation of that was like it`s a freight train hitting the Volkswagen.<br><br>SUBTITLE: Tony Dorsett says hits like this resulted in a degenerative brain disease called CTE, chronic traumatic encephalopathy.<br><br>DORSETT: You know, my thing was, you know, not remembering. You know, I`ve been taking my daughters to practice for years and all of a sudden, I forgot how to get there. I have to ask my wife, how do you get there?<br><br>JONATHAN LICHTENSTEIN, NEUROPSYCHOLOGIST DARTMOUTH ATHLETICS: If you have multiple head injuries, you`re at a higher risk for having longer term consequences.<br><br>UNIDENTIFIED FEMALE: Do you see this device being a real tool in preventing concussion.<br><br>LICHTENSTEIN: Yes, I do. I really do.<br><br>UNIDENTIFIED MALE: Literally you take the equation out 50 percent of the problem when two guys collide, we remove one of them. So we can practice, our technique is improving because we`re doing it more frequently, but we`re not jeopardizing ourselves or the other players.<br><br>KASTNER: We`ve had huge players and teams contact us, wanting to know when they can get their hands on one. At this point, all we`re trying to say is we`re developing it and we`ll get them to you as soon as we can.<br><br>UNIDENTIFIED FEMALE: So teams from across the country are contacting you?<br><br>KASTNER: Across the world.<br><br>Coaches want to protect their players. Players want to protect themselves. And more importantly, parents want to protect their young players.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, we`re baking up something delicious and huge. A single apple pie that could serve 1,000 people. How? Well, I`ll tell you.<br><br>It`s seven feet long. It takes six hours to assemble and about 17 hours to bake. The prodigious pie packs 400 pounds of filling on top of 200 pounds of dough.<br><br>So, it might taste light and flaky, but it ain`t. It`s a traditional part of an apple festival in Indiana, though it would be a great addition to Pi Day in March. We could them 3.14 reasons for that.<br><br>The high pie (ph) pieces together another e-pie-sode of our show, allowing us to say good-pie before we say goodbye. It`s not all dough, if you`re hungry for more puns and Roll Call tips, and you`re already on Instagram, pie us a visit at Instagram.com/CNNStudentNews.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-21 CNN Student News.mp4"}