{"title":"CNNSN-2016-10-21-CNN-Student-News","script":"(CNN Student News) -- October 21, 2016<br><br><br>Apparent Loss of a Mars Lander; Recent Storms in the Philippines; Possible Responses to Hacking; A Brother`s Plight Inspires an Anti-Bullying Mission<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS, where Fridays are awesome! Well, they`re pretty much awesome everywhere. I`m Carl Azuz.<br><br>We hope you got a great weekend ahead of you. Let`s get you caught up on current events before that.<br><br>First up, a setback for the European Space Agency. Working together with Russia, the ESA is testing its ability to land a spacecraft on Mars. Its scientists are hoping to find out whether life has ever existed there.<br><br>But the latest lander it sent named Schiaparelli appears to have crashed on the red planet, instead of landing softly as planned. It looks like its parachute and landing rockets malfunctioned and Schiaparelli didn`t send back any signals after its high speed descent through the Martian atmosphere on Wednesday.<br><br>This wouldn`t be the first lander the ESA has lost on Mars. But the agency says another part of its $1.5 billion mission involving a craft that`s orbiting Mars is working. And ESA officials are moving forward with plans for a bigger project. They want to send a rover to Mars in 2020.<br><br>Next to the Philippines. The Pacific island nation has been hit by two typhoons in one week and both of them were the equivalent of category four hurricanes. At least three people were killed last Sunday when Typhoon Sarika made landfall in the northern Philippines. Thousands had to leave their homes.<br><br>And then on Thursday, the cleanup began again, this time for a typhoon named Haima. It hit the northeastern Philippines, affecting crops, buildings and as many as 2.7 million in some way. Both systems were headed to China afterward where hundreds of thousands were evacuated and recovery teams were deployed.<br><br>Meantime, a political storm is brewing between the Philippines and the U.S. Philippine President Rodrigo Duterte has spoken out recently against U.S. President Barack Obama. And though the U.S. and the Philippines historically had been allies, President Duterte appears to be pivoting, realigning his country more closely with China. During his visit to China on Thursday, he announced his, quote, &quot;separation from the United States&quot;.<br><br>Analysts are trying to figure out what exactly that means.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT (voice-over): Militarily, the United States and the Philippines are treaty allies, with a mutual defense obligation.<br><br>The U.S. regularly rotates military troops and equipment through the Philippines and the two countries have also conducted several joint naval patrols in the South China Sea this year.<br><br>A true separation as President Duterte suggested would mean an end to both the treaty and the troop presence. But President Duterte has made statements before that his staff then has been forced to walk back or clarify. CNN reached out to Duterte`s office for more details on his announcement, we receive no reply.<br><br>In the past, Duterte has expressed anger over the U.S. military presence but said the treaty would remain because his advisers told him it was necessary. He did however cancelled joint military exercises set for next year. What Duterte meant by separating economically is less clear, though U.S.-Philippine trade is worth tens of billions of dollars. In that same speech, the president also indicated what he has said for months now, that he wants to leave the U.S. behind in exchange for new, stronger allies.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Last week, we told you how the U.S. government has accused the Russian government of hacking into American computers and stealing political documents. This subject came up again during Wednesday night`s U.S. presidential debate. Some of the information that`s been released from the hacks has been damaging to the Democratic Party. The Obama administration says Russia is meddling in the upcoming election, something that Russia has repeatedly denied.<br><br>But what could happen next if a fight broke out in cyber space?<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: The U.S. has now publicly blamed Russia for hacking the U.S. elections. So, what are its options to respond?<br><br>First option is to publicly name and shame Russia for hacking the U.S. election. This is something that the U.S. has now done.<br><br>Second option is economic sanctions, either against the hackers themselves, or groups working for the Russian government, individuals, perhaps senior Russian leaders who approved the hacks, or Russian institutions. And this is a tactic that the U.S. has used and is using against Russia for its invasion of Ukraine.<br><br>Another option is to file criminal charges against the hackers or hacking group. The trouble with that is you have to meet a very high level standard to pursue those charges.<br><br>A further option would be diplomatic response, perhaps in the U.N., perhaps punishing Russia on other areas of agreement.<br><br>Final option, perhaps the most serious, would be to attack back in the cyber sphere. And again, a whole range of options here. This could be limited, hacking the hackers, going after the groups that are carrying this out. It could be something similar to what Russia has done here to the U.S., exposing what could be embarrassing information about senior Russian leaders, or something more serious, cyberattacks that could say, turn the lights out in Moscow.<br><br>The trouble with these options, one, you have to be certain that it is Russia that`s doing this. But also the bigger fear and this is something a particular concern to the Obama administration, is escalation. If you attack back, does that push Russia to attack back again and worse?<br><br>(END VIDEOTAPE)<br><br>AZUZ: You don`t have to look too far to see examples of cyber bullying, particularly at the grade school level or the programs that try to reduce it. But as an eighth grader, Matthew Kaplan came up with his own program, a workshop to help his younger brother. And that led to something that`s been shared with more than 4,600 middle school students, mostly in Arizona.<br><br>(BEGIN VIDEOTAPE)<br><br>MATTHEW KAPLAN, CNN HERO: A school is supposed to be a dispositive place where people can be themselves, and when you`re bullied, you feel like you`re in the outside.<br><br>My younger brother Josh and I were always really close. In middle school, Josh started to receive text messages and emails telling him that he was stupid and work bust. So, I took action. In eighth grade, I decided to create program just for my brother`s class.<br><br>The Be ONE project is an instructive program for middle school students.<br><br>We start the day with ice breaker games to get kids up meeting with people.<br><br>Each going to take time to share a little bit more about ourselves.<br><br>And as we build that sense of trust and community, then we slowly start to incorporate elements to the anti-bullying.<br><br>UNIDENTIFIED FEMALE: I act very outgoing so that I don`t have to talk about the hardest stuff.<br><br>KAPLAN: The program just brings people together.<br><br>If you have ever received a text message that had a hurtful message.<br><br>When kids see that their classmates have similar struggles, they realized that they`re not alone.<br><br>Put your ones up if you`re wiling to be open to creating this one environment that you want to see.<br><br>Everyone should be able to go to a school where they feel valued and accepted by their classmates, and I want to make sure that they can.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, check out this big old lobster. A fisherman in Bermuda caught it a day after Hurricane Nicole hit the island. Marine biologists think the storm brought the deep water bottom feeder closer to shallower surfaces.<br><br>For perspective, the average lobster weighs about a pound. This one weighs 14. Too bad it wasn`t caught with a bucket of drawn butter. That didn`t matter any way, though. It was released shortly afterward back into the deep blue sea.<br><br>More like a crush station. You couldn`t lob it back into the ocean. Instead of a carapace, it had a scaraface, needed an XL, exoskeleton to cover the long, langouste.<br><br>But even though a storm lobstered it up, it`s now free and probably feeling a lot less crabby.<br><br>I`m Carl Azuz. We`ll see you Monday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-21 CNN Student News.mp4"}