{"title":"CNNSN-2017-01-30-CNN-Student-News","script":"(CNN Student News) -- January 30, 2017<br><br><br>Controversial Executive Order Concerning Travel to America; The U.S. Supreme Court<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Welcome to CNN 10. I`m Carl Azuz. Thank you for watching.<br><br>First story we`re covering involves a controversial executive order concerning travel to America. The order that President Donald Trump signed Friday is called the Protection of the Nation from Foreign Terrorists Entry into the United States. It follows through in a campaign promise Mr. Trump made to tighten U.S. borders and stop certain refugees from entering the country.<br><br>The order aims to do that by suspending the U.S. refugee admissions program for 120 days. So, that`s on hold. It puts a temporary 90-day ban, a stop, to people entering the U.S. from certain terrorism-prone countries. It puts an indefinite ban on people entering the U.S. from Syria, and it puts a limit on the total number of refugees allowed to enter the U.S. at 50,000 for the fiscal year. Former President Obama had increased that to 110,000 in his last year in office.<br><br>President Trump wants to institute what he calls extreme vetting, screening of immigrants to the U.S., and he says this will all help keep Islamic terrorists out of the country.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: We only want to admit those into our country, who will support our country and love deeply our people.<br><br>(END VIDEO CLIP)<br><br>AZUZ: House Speaker Paul Ryan says President Trump is right to make sure the U.S. is doing everything possible to know exactly who is entering the country. This is the first time U.S. refugee admissions had been suspended. Former President George W. Bush suspended them for three months after the September 11th, 2001 terrorist attacks.<br><br>But President Trump`s plan is unique and that it bans from specific countries -- Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen. The majority of people in these countries are Muslim, and critics say the president`s order discriminates against Muslims.<br><br>(BEGIN VIDEO CLIP)<br><br>SEN. CHUCK SCHUMER (D), NEW YORK: It was implemented in a way that created chaos and confusion across the country and it will only serve to embolden and inspire those around the globe who will do us harm.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The Council on American Islamic Relations says there`s no evidence that refugees are a threat to U.S. national security. And over the weekend, a number of legal challenges were made to the order.<br><br>A federal judge in New York granted an emergency stay Saturday night. What that did would say citizens from the affected countries who`ve already arrived in the U.S. or who were on the way legally, before the order, cannot be removed from America. The judge said that removal would violate the immigrants due process and equal protection guaranteed by the Constitution.<br><br>Across the U.S., protesters gathered to speak out against the restrictions. There were demonstrations at U.S. landmarks and at major American airports where some people from the listed countries were detained.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>How long is an appointment to the U.S. Supreme Court? Is it for a 4-year, 6-year, 8-year, or lifelong term?<br><br>Justices on the Supreme Court serve for life. It`s up to them when or if they want to retire.<br><br>(END VIDEO CLIP)<br><br>AZUZ: There`s been a vacancy in the nine-member court, since Associate Justice Antonin Scalia died suddenly last February. President Trump is expected to nominate a replacement this week. It will then up to the Senate to confirm or reject the president`s nominee.<br><br>While campaigning, Mr. Trump promised to pick someone with conservative views, like Justice Scalia. And at this weekend`s March for Life, an annual rally against abortion in the U.S., Mike Pence, who is the first sitting vice president to speak at the event, said President Trump`s nominee will support anti-abortion policies. The rally is the largest pro- life event in the world, and the White House says it stands with the marchers.<br><br>With President Trump set to nominate the next justice, here`s a look at whom the nominee will be working.<br><br>First, the chief justice of the United States. John Roberts was nominated by President George W. Bush. He`s been on the job since 2005 and he`s the youngest chief justice since John Marshall in 1801.<br><br>Then, there`s Justice Anthony Kennedy. He was nominated by President Ronald Reagan and sworn in in 1988. He`s considered a conservative, but he voted to uphold Roe v. Wade and to legalize same sex marriage.<br><br>Justice Clarence Thomas was nominated by President George H.W. Bush. When he started in 1991, he was the second African-American to serve on the court.<br><br>Justice Ruth Bader Ginsburg was nominated by President Bill Clinton and begun her service in 1993. Twenty years later, she officiated a same-sex marriage ceremony that was legal in some states then, but not yet nationwide.<br><br>Justice Stephen Breyer was also nominated by President Clinton. He was sworn in 1994. Before that, he worked as an assistant prosecutor during the Watergate hearings.<br><br>Justice Samuel Alito was another nominee of the 43rd president. A conservative justice, he`s been nicknamed &quot;Scalito&quot; because his views are similar to those of late Justice Antonin Scalia.<br><br>President Barack Obama nominated Justice Sonia Sotomayor, the first Hispanic Supreme Court justice. She started in 2009.<br><br>And another Obama nominee, Justice Elena Kagan started in 2010. She`s the youngest member of the Supreme Court.<br><br>Flint, Michigan, has been a city in crisis for more than two years. The problem is in the water.<br><br>In 2014, to save money, the city of Flint switched its water supply from Lake Huron to the Flint River. But the river water is highly corrosive.<br><br>It eats away at old iron and lead pipes. And though federal law says the water has to be treated with chemicals to prevent that corrosion, it wasn`t, according to the class action lawsuit. And lead from the pipes leached into the city`s drinking water, leading to a public health crisis.<br><br>The water supply wasn`t switched back to Lake Huron until mid-October in 2015. The good news, the levels of lead in Flint recently tested below the federal limit in its sixth-month study. The state still recommends that residents use filtered water for drinking and cooking while pipe replacements continue.<br><br>Problems remain though for the city and its residents.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Look right at me. Look right at me.<br><br>(voice-over): When her son Gavin started to become Illinois, it was subtle, so subtle LeeAnne Walters wouldn`t have been blamed for missing it.<br><br>(on camera): Look up. Keep your head straight. Over here.<br><br>Good job. Look up. Look down. Do you have any -- do your fingers feel numb at all?<br><br>(voice-over): But one day she looked at Gavin and then looked at his twin brother, Garrett, side by side. The difference was staggering.<br><br>LEEANNE WALTERS, MOTHER OF TWO &amp; FLINT RESIDENT: The size he is right now is pretty much the size he was last February, February 5th of 2015.<br><br>GUPTA (on camera): Almost a year?<br><br>WALTERS: Almost a year ago. Yes.<br><br>GUPTA: How much does he weigh versus his twin?<br><br>WALTERS: He`s 38.5 pounds and his twin is 53 pounds.<br><br>GUPTA (voice-over): For months, they had been drinking the same water. But Gavin was showing the effects of being poisoned by lead. And such is the nature of lead poisoning, it can affect people very differently, even twins.<br><br>(on camera): Do you remember what the number was?<br><br>WALTERS: Six-point-five.<br><br>GUPTA: And what is normal?<br><br>WALTERS: Nothing. There`s no safe exposure to lead.<br><br>GUPTA (voice-over): It`s a mantra repeated by doctors all over the world, no lead, not even a little bit, is acceptable. Because we know more than ever what it does to the body.<br><br>When lead is ingested or inhaled, no organ in the body is spared. Lead even attacks the DNA, affecting not just you, but your future children -- all of it essentially irreversible. Equally frustrating, the symptoms could show up now or years from now.<br><br>WALTERS: Wait, watch and see. How do you live your life like that?<br><br>GUPTA (on camera): It`s upsetting.<br><br>WALTERS: He`s four.<br><br>GUPTA (voice-over): The lead was coming from the corroded pipes carrying water. The longer the water was in the pipes, the more hazardous it came.<br><br>(on camera): One of the problems is that the Walters` house is one of the furthest away from the treatment facility. It partly explains why the testing here was among the highest, 13,000 parts per billion. To give you some context, five parts per billion would be cause for concern, 5,000 parts per billion is associated with toxic waste. This home, 13,000 parts per billion.<br><br>But, of course, it`s not just one home. It`s an entire community here in Flint. A hundred thousand people live here, 10 percent, 10,000 of whom are under the age of 6, and they`re the one`s who are most at risk.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It seems like buzzer beaters always earn &quot;10 Out of 10&quot;. Down 62- 60, with just over three seconds left on the clock, a young man who also plays quarterback for ADM High School got the ball and he did down the court. It was intercepted by the other team but then coughed up and ADM guard Jared Sapp took the shoot he knew he could make. It did not go right in, but after a high bounce off the rim, it won ADM the game.<br><br>The point, it`s actually three. Net plenty of practice, never give up, off court, and always take your best shot. Overtime, working overtime can save you from over time.<br><br>That`s all our time on CNN 10. Hope you`ll take another shot with us tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-30 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-30 CNN Student News.mp4"}