{"title":"CNNSN-2015-03-31-CNN-Student-News","script":"(CNN Student News) -- March 31, 2015<br><br>Hang-Ups in the Negotiations with Iran; Influences on the Price of Oil; Will All 21st century Presidents Be Wealthy?; Avalanche Rescue Dogs<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Thanks for watching CNN STUDENT NEWS, your commercial-free source for current events.<br><br>I`m Carl Azuz at the CNN Center.<br><br>Today is a deadline for an international agreement involving a controversial nuclear program.<br><br>On one side of the table, the Middle Eastern nation of Iran. It insists its nuclear program is for civilian power and other peaceful purposes.<br><br>Members of the international community are concerned it could be used to make nuclear weapons.<br><br>On the other side of the table, the U.S., the U.K., China, France, Germany and Russia. They`re considering lifting economic penalties, sanctions on Iran, if it puts a hold on its nuclear program.<br><br>But as of last night, there were some hang-ups in the negotiations.<br><br>One, how quickly will Iran be allowed to develop its nuclear program after 10 years?<br><br>How quickly will other countries lift their sanctions?<br><br>And if Iran breaks the deal, will the sanctions be put back in place?<br><br>We`ll update you on whether an agreement is reached.<br><br>What happens with that potential deal can have an impact on the price of oil. Global crude prices plummeted last year as oil production in the U.S. shot up. 2014 was America`s biggest one year increase in oil production in more than a century.<br><br>Hydraulic fracturing, also known as fracking, a way of extracting oil from the ground, factored in. So did horizontal drilling.<br><br>The number of stories we`ve covered this year can further influence oil`s price.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CORRESPONDENT: Look, they`re -- they`re making -- producing so much oil in this country, they`re running out of places to put it. And that could cause some pressure on prices down the road.<br><br>So three kind of story lines here.<br><br>One, we`re producing one and a half million barrels a day more crude than the world is using and so you`ve got this big supply issue.<br><br>Two, the Iran nuclear deal. If the deal is in, Iran could potentially be exporting legally more oil. That would be even more supply on top of more supply.<br><br>But here, let me rein it back a little bit, because then there`s this other big negative.<br><br>What about Yemen?<br><br>Yemen and Saudi Arabia leading, potentially, more ground offensives -- a ground offensive into Yemen. Instability in the Middle East could cause oil prices to pop.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>That`s Random<br><br>AZUZ: Napoleon Bonaparte was known for being a conqueror, for the Napoleonic Code, for being nicknamed The Little Corporal. But he probably wasn`t that little. But he probably wasn`t that little. History tells us that Napoleon was 5`2&quot; tall. But many historians say that`s in French units, which were actually longer than British measurements. Napoleon`s actual height was probably closer to 5`6,&quot; which would make him slightly above average for a man of his era.<br><br>Say thale assam (ph).<br><br>All right, when George Washington served as president, from 1789 to 1797, he earned an annual salary of $25,000 a year. Great money back then.<br><br>Since 2001, U.S. presidents have earned a $400,000 a year salary, plus they get an expense account worth $50,000.<br><br>What`s interesting is that many U.S. leaders had plenty of money to start with.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): Nowadays, I think this a lot of money to run for president. Just look back at the 2012 election cycle.<br><br>Overall spending for both President Obama and his Republican opponent, Mitt Romney, topped over a billion dollars each.<br><br>But this has us wondering, are all presidents made of money?<br><br>Have we ever had a middle class or poor president?<br><br>It turns out we have, and some that have even gone bankrupt. After adjusting for inflation, the two wealthiest presidents in American history where George Washington and John F. Kennedy.<br><br>Washington was worth over a half a billion dollars in today`s money. And his presidential salary was much higher than later presidents, totaling 2 percent of the U.S. budget for 1789.<br><br>His 8,000 acres of farmland and Mount Vernon property accounted for some of his wealth.<br><br>JFK`s family was worth national a billion dollars when adjusted for inflation. While he never inherited his father`s wealth, JFK`s family was one of the wealthiest in America and all of his wealth came from a shared family trust.<br><br>But there have been presidential hardships, too.<br><br>Abraham Lincoln was in complete poverty after a sour investment in a general store that went bankrupt. He was paying down debts into the 1840s.<br><br>President Harry S. Truman was relatively poor all of his life and took a major hit after a clothing store he owned went bankrupt. He and his wife were also the first two to officially receive Lyndon B. Johnson`s famed Medicare program.<br><br>But with the modern-day onslaught of book deals and speaking fees, a president`s path to wealth and prosperity has become more clear.<br><br>President Obama took office in 2009 with an estimated income of $5.5 million thanks to book sales.<br><br>Bill Clinton ranks in the top 10 wealthiest presidents in history. After leaving office, he has earned at least $104.9 million in speaking fees since 2001 and his wife, former secretary of State Hillary Clinton, received an estimated $14 million as a book advance. And she gets more than $200,000 per speaking engagement.<br><br>Together, their net worth hovers around $55 million.<br><br>And then there`s the Bush family dynasty, whose wealth comes from a rich history in finance and Texas oil. Former President George W. Bush, as of 2012, is slated to be worth $20 million. His brother, Jeb Bush, is said to earn at least $3.2 million for sitting on corporate boards and around $50,000 per speech.<br><br>So the question then becomes, will we ever have a middle class or poor president or will all 21st century presidents be wealthy?<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: The capital of Egypt, it`s the home of our third school in today`s Roll Call.<br><br>We`re starting in Sarasota, situated in The Sunshine State. The Panthers are on the prowl at Suncoast School for Innovative Studies on Florida`s Gulf Coast.<br><br>Not far from the Atlantic Coast in The Old Line State, we`ve got The Dolphins of Rosa Parks Middle School. They`re in Olney, Maryland.<br><br>And Cairo is the capital of Egypt. Nearby is the west campus of The American International School of Egypt. With The Lynx staying linked to CNN STUDENT NEWS.<br><br>There are a lot of different types of service dogs. Guide dogs help people who are blind or visually impaired. Hearing dogs can alert the hearing impaired to sounds in the area around them. Mobility assistance animals can open doors and pick up things that have been dropped.<br><br>And for the highly trainable canine with an adventurous spirit, there`s avalanche rescue.<br><br>(BEGIN VIDEOTAPE)<br><br>(ON SCREEN)<br><br>Avalanche Dogs<br><br>STEPHANIE ELAM, CNN CORRESPONDENT:<br><br>Every year, more than 150 people worldwide are killed in avalanches. The most common causes of death are suffocation, trauma, and, to a lesser degree, hypothermia. Since the human body is three times denser than avalanche debris, we sink more quickly and once the avalanche stops, it gets so packed, it`s like hardened concrete.<br><br>That`s why rescue dogs are so important. It would take rescue workers four hours to search a little over two acres. A rescue dog can cover the same terrain in just about 30 minutes.<br><br>And it doesn`t matter if they`ve smelled the person before or not?<br><br>KYLE HALE, CANADIAN AVALANCHE RESCUE DOG ASSOCIATION: It`s like us using our eyes. I mean they`re running around smelling. We`ve trained them from a very young age to recognize that human scent and pursue it to the source.<br><br>ELAM: What makes a dog stand out to and say that`s the kind of dog that we need?<br><br>HALE: We want a dog that`s brave, that`s got a lot of confidence. The entire search training that they do is just a big game.<br><br>ELAM: What`s your bond like with Digger?<br><br>MARK GUTZMAN, CARDA HANDLER: They`re our partners. They`re our buddies. So the bond is just like super tight. It`s awesome.<br><br>ELAM: Ninety-three percent of avalanche victims live if pulled out within 15 minutes. After 45 minutes, only 20 to 30 percent of victims survive. After two hours of being buried in the snow, most people don`t make it.<br><br>GUTZMAN: To do lives, they just -- I mean that`s -- that`s sort of that foundation that we start -- start with with the dogs, right?<br><br>And then we eventually switch to finding articles, we can also look a -- like a nice big sweater under the snow, which makes it easier for us to go out and train if there are sweaters and the very live people all the time.<br><br>So it`s been implanted in their brains that it`s just the bet thing in life.<br><br>ELAM: So this is my little snow caved where I`m being buried so that they can hopefully come find me.<br><br>Well, he pulled me out. It was a very strong tug of war.<br><br>GUTZMAN: He`s got a good reverse, a four wheel drive reverse for him.<br><br>ELAM: What`s the hardest part, though, of trying to rescue someone in an avalanche when you`re working with a dog?<br><br>HALE: To be fast, efficient and also not expose your rescuers, your team, to undue hazard. If your group you`re skiing with is not rescuing you from the avalanche, the chances of organized rescue being successful in a live find is pretty slim.<br><br>(ON SCREEN)<br><br>Before We Go<br><br>HALE:<br><br>AZUZ: We`re wrapping up with a follow-up to a story we showed you a few weeks ago.<br><br>Remember that eagle that endured a pile of Pennsylvania snow to keep her eggs warm?<br><br>scientists said the snow didn`t matter, the animal`s feathers were insulating enough.<br><br>Well, here`s proof. They hatched, one right after the other, last week. They`ll stay in the nest until they`re about 12 weeks old, at which point they`ll spread their wings and fly away.<br><br>The parents took turns incubating the eagles. They`re pretty egalitarian that way. It took an eagle amount of work and all things being eagle, we`d say their future will soon take wing, even if they have to wing it.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-31 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-31 CNN Student News.mp4"}