{"title":"CNNSN-2015-12-08-CNN-Student-News","script":"(CNN Student News) -- December 8, 2015<br><br>U.S. Justice Department Investigates Chicago Police; A Supreme Court Case on Jury Selection; A Recent Outbreak of E. Coli<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to have you watching CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center.<br><br>This Tuesday, we`re starting with an announcement by the U.S. Justice Department. Yesterday, it said it was launching an investigation of the Chicago, Illinois Police Department.<br><br>The announcement came after days of protests in the city and the release of a video from October of last year. That`s when 37-year-old Police Officer Jason Van Dyke, who is white, shot and killed Laquan McDonald, a black 17- year-old. The teenager was armed with a knife and apparently had the drug PCP in his system.<br><br>The video shows him approaching and then moving away from police officers who had guns drawn. Officer Van Dyke eventually opened fire, shooting McDonald 16 times.<br><br>Some of the police who were there said McDonald had approached and threatened Van Dyke before the shooting. But last month, Officer Van Dyke was charged with first degree murder.<br><br>On November 24th, the video was released to the public and protests lasted for days. Demonstrators accused Van Dyke of using excessive force and other police of dishonesty. City reports released last weekend indicate that what police on the scene said appears to be different than what the video shows. They also question why it took more than a year for the city to release the video and charge Officer Van Dyke. They demanded that the police chief and mayor resign.<br><br>In its investigation, the Justice Department is trying to determine whether Chicago police had made a habit of breaking the law or violating the U.S. Constitution.<br><br>(BEGIN VIDEO CLIP)<br><br>LORETTA LYNCH, ATTORNEY GENERAL: Specifically, we will examine a number of issues related to the Chicago Police Department`s use of force, including its use of deadly force, racial, ethnic and other disparities in its use of force, and its accountability mechanisms.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So, as the Justice Department investigates that, the U.S. Supreme Court is looking an issue potentially involving race. It`s about race as a factor in jury selection. A number of studies have found that potential black jurors are struck from cases at higher rates than potential white jurors.<br><br>Article 3, Section 2 of the U.S. Constitution states the trial of all crimes shall be by jury. The Sixth Amendment states that a jury shall be impartial.<br><br>But could discrimination lie in peremptory challenges?<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: The idea behind jury selection is to sit a fair and impartial jury. The reality is, that`s only the judge`s goal. What most people won`t tell you is that the different attorneys, they want to sit the most biased jury they can possibly find -- biased towards their case.<br><br>SUBTITLE: How jury selection works.<br><br>CEVALLOS: First, the court actually has to summon jurors to the courthouse. That sounds simple, but believe me, it isn`t. In a typical case, if a court summons, say, 300 potential jurors, they`re lucky if a hundred show up. And for the most part, the judge`s main inquiry is, based on whatever your preconceived ideas are, or what you`ve heard about this high profile case, can you put all that aside and render an impartial verdict?<br><br>Now, the attorneys are certainly involved. They can challenge jurors either for cause or using what are called peremptory challenges. This is a challenge than an attorney can use to strike a juror for any reason at all. But they only get a few of them. So, they have to use them wisely.<br><br>Suppose there`s a juror way down the line that you want on your jury, well, you have to hold on those peremptory strikes and strikes as many jurors before that juror so you can get that jury on your panel.<br><br>An interesting point about peremptory challenges, a lawyer can use them to get rid of a potential juror for any reason, and he doesn`t have to explain why, unless the other side thinks he`s using it to get rid of specific races of jurors.<br><br>Everybody`s got a theory on what race or gender thinks this way, what particular region thinks another way, whether rich or poor people think one way or the other. And ultimately, it`s all guess work.<br><br>Jury selection gets even more complicated in high profile cases. Why? Because more of the jury poll may be tainted by either pre-trial publicity, or they may have actually been affected by what the defendant is alleged to have done. So, you have to find somebody who even if they know about this case can put aside their feelings and render an impartial verdict.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, as the high court considers race in light of peremptory strikes, or the Justice Department looks into the issue in multiple cases nationwide, you might be wondering how the U.S. public feels when it comes to race relations. A recent poll gives us some idea.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: The United States is often called the great melting pot, but it`s a country that struggled with race relations throughout its history.<br><br>And still does today.<br><br>A 2015 CNN and Kaiser Family Foundation poll found about half of Americans think racism is a big a problem, one that doesn`t seem to be getting better.<br><br>Two thirds had racial tensions in the United States had increased over the last decade. More than half of Blacks said they had experienced some form of racial discrimination in their lifetimes, from being denied a job to fearing for their lives. About a third of Whites and Hispanics reported similar experiences.<br><br>Blacks and Hispanics were also far more likely than Whites to say that they had been unfairly treated in the last month in a public place, such as a restaurant or in a store because of their race.<br><br>Segregation is still a reality as well, at work and at home. Sixty percent of Whites said their work colleagues were all or mostly white. And close to 70 percent of Whites said either their social circle or their neighborhood was mostly white.<br><br>When asked of certain factors, like discrimination, a lack of educational opportunities and broken families, played a major role in the social and economic problems facing their communities, the majority of Blacks and Hispanics said yes.<br><br>But even so, there is optimism. A major of Blacks and Hispanics age 18 to 34 says it`s easier for them to achieve the American dream than it was for their parents. Only 31 percent of young white adults said the same.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There are cinnamon rolls, barrel rolls and throwed rolls. And then there`s the kind of roll we call. Who`s on it?<br><br>The Spartans are on it. Broad Run High School is in Ashburn, Virginia.<br><br>From the Cowboy State of Wyoming, we`re spotlighting the city of Worland. It`s the home of the Braves of Worland Middle School.<br><br>And in northwestern Morocco, we have American Academy Casablanca watching today. It`s in the city of Casablanca.<br><br>Sales at Chipotle Mexican Grill are down, profits are down, stocks are down. It`s all because of an E. coli outbreak that started in October. It sickened dozens of Chipotle customers across nine states. But for particularly challenging for the past casual restaurant chain is that neither Chipotle nor the CDC knows what food is causing the disease.<br><br>All the CDC is saying is that some common meal item or ingredient at Chipotle is the likely source of the outbreak. The company says it`s taking action to address the problem. Its hiring of food safety research firm which should help Chipotle find ways to improve practices at its restaurants and its suppliers. No one has died from this E. coli outbreak, though 20 of 52 people who`ve gotten sick were hospitalized.<br><br>What exactly is E. coli?<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: E. coli is a type of bacteria. It lives in your intestines and it lives in the intestines of animals.<br><br>Most of the time, E. coli is harmless. You`re not going to get sick. But there are some strains that can get you sick. E. coli 0157:H7 is a particularly dangerous strain of E. coli. You can get it from undercooked ground meat. You can get it from vegetables, from unpasteurized milk and juice, from soft cheeses.<br><br>While it is found in vegetables, ultimately, an animal is the source. So, animal waste somehow has come in contact with crops.<br><br>Children and adults with weakened immune system, they`re the most vulnerable to getting very sick. The signs of E. coli poisoning are nausea and vomiting, abdominal pain, cramps, fatigue and fever. Most people who get sick from E. coli, they recover in five to 10 days. But some people, they get really sick. Their organs can shut down and they can die.<br><br>There are things that you can do to prevent an E. coli infection. Wash your fruits and vegetables, cook your meats thoroughly, use a thermometer and get that thermometer up to 160 degrees.<br><br>There`s no cure for an E. coli infection. Antibiotics don`t work. So, the best thing you can do is keep yourself hydrated and keep yourself rested.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Chances are, you`ve never seen a live whiplash squid. But, hey, that`s about to change. Here you go.<br><br>A deep water dweller that lives so far under the waves that it`s rarely photographed, though this one was apparently ready for its close up. It attached itself to an underwater cover during an expedition off the coast of Hawaii.<br><br>The whiplash squid has a really bright light it can turn on. Scientists think this helps to surprise its prey or run from predators.<br><br>Probably a good thing, it only travels at about two miles per hour. So, it`s not like it needs a squid play (ph) or water breaks to help its squid to a stop and make a potential predator sees up and squint from the pain of whiplash. With that cala-marine conclusion, it`s time for us to squiddadle.<br><br>I`m Carl Azuz. CNN STUDENT NEWS hopes to see you Wednesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-08 CNN Student News.mp4"}