{"title":"CNNSN-2016-02-04-CNN-Student-News","script":"(CNN Student News) -- February 4, 2016<br><br>The Uncertain Future of Syria; The First Underwater Museum in Europe; The Risks and Rewards of Super Bowl Ads<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Ten minutes of current events kicked off right now. I`m Carl Azuz in Atlanta, Georgia.<br><br>In the Middle Eastern country of Syria, most people who lived there in 2011 have had to move. Some stayed in Syria, others have sought refuge in places like Europe. The United Nations estimates that more that 250,000 people have been killed in Syria`s civil war.<br><br>Over the weekend, the U.N. opened peace talks with some different groups involved. But it suspended those talks yesterday saying there hadn`t been much progress. The organization plans to try again later this month.<br><br>International involvement in Syria is complicated. The U.S. continues its attacks on the ISIS terrorist groups. But it also wants Syria`s president out of power and it`s supporting some of the rebels fighting him.<br><br>But Russia is backing Syria`s president. And though Russia says it`s attacking Syrian terrorist groups, the U.S. accuses it of also targeting any enemies of Syria`s president, sometimes killing civilians and some of the rebels the U.S. supports.<br><br>One thing is certain, there`s no end in sight to the war.<br><br>(BEGIN VIDEOTAPE)<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): This place doesn`t exist, according to the U.S. Defense Department. But behind that berm of freshly dug earth, a small agricultural airstrip is being turned into something very different. A military airfield just 100 miles from ISIS positions.<br><br>Satellite photos show the work that has been done here in recent months.<br><br>(on camera): So you can see behind me they are working to extend the runway so that larger planes can land here. And the advantage of this site is that it`s well-secured inside Kurdish territory. So, it could be used to supply U.S. Special Forces deployed here in Syria.<br><br>He`s coming now --<br><br>(voice-over): We were escorted away from the airfield as soon as we were spotted, told it was a military zone. It`s another example of the U.S. growing military footprint in this remote corner of northern Syria, and its deepening relationship with Syrian Kurdish fighters known as the YPG.<br><br>In an abandoned apartment building closer to the front line, we were given access to the YPG`s joint operations room. It is a modest setup.<br><br>Twenty-one-year-old Daham Hassaki and his colleagues talked to their men on the battlefield. Using newly provided tablets, they pass on enemy locations to a coalition command center from where airstrikes can be launched.<br><br>&quot;Right now, this is the front line of Hasaqa (ph),&quot; he says. &quot;Our comrades have seen the movement of two enemy fighters. And so, we sent this message, along with their coordinates, to the general command room.&quot;<br><br>When there are heavy clashes, the operation room moves to the front lines.<br><br>(on camera): Who taught you how to use this?<br><br>(voice-over): He tells us a group of foreigners and Americans trained his commanders who in turned trained him and his comrades.<br><br>In the skies and on the ground in Syria, the U.S. is deepening its commitment to the battle against ISIS.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next today, a last ditch attempt to save a ship off the coast of France. You can see what`s wrong here, a cargo ship named the Modern Express started listing, leaning to the side last Tuesday. It was carrying almost 4,000 tons of wood, some vehicles and 22 crew members. They were airlifted to safety by Spanish rescue helicopters.<br><br>In the face of heavy winds and 20-foot wavers, officials said there was no way to get the ship back up right and it had been expected in run aground in southwest France. But a Spanish tugboat got there beforehand. It managed to turn the cargo ship around, pulled it toward open water and point it toward Spain. Now, the two vessels are headed for the Spanish port of Bilbao.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: A new museum is being built in Lanzarote, Spain.<br><br>Underwater.<br><br>Europe`s first underwater museum.<br><br>Over 300 statues are being placed on the seafloor, in Lanzarote`s Las Coloradas Bay, a UNESCO`s biosphere reserve.<br><br>The sculptures are being lowered to depths of 12-15 meters, allowing divers and snorkelers of all levels to view them.<br><br>The project is the vision of artist Jason deCaires Taylor, who created similar works in other locations around the world, including Grenada, West Indies, Nassau, Bahamas, and Cancun, Mexico.<br><br>Taylor created the statues with a special eco-friendly concrete that doesn`t affect the marine ecosystem but foster coral life by attracting plants and animals.<br><br>The museum will open to the public in 2017.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the U.S. presidential race, two Republicans announced yesterday they were ending their campaigns.<br><br>Rand Paul is a U.S. senator from Kentucky and an ophthalmologist. He finished fifth place in Monday`s Iowa caucuses, getting 4 1/2 percent of the vote. But now, he says he`ll shift his focus to his reelection campaign as senator.<br><br>And Rick Santorum is a former U.S. senator from Pennsylvania. In 2012, he won the Iowa caucuses. But he struggled to gain momentum this year, getting only 1 percent of the Iowa vote.<br><br>This leaves nine Republicans still in the race. There are two Democrats competing for their party`s nomination.<br><br>(MUSIC)<br><br>AZUZ: Yesterday was a first for our &quot;Roll Call&quot; when we announced Tunisia. Today is our first time announcing Lithuania. Vilnius is the European country`s capital, it`s where we`re happy to see our viewers at the American International School of Vilnius.<br><br>Sailing across the Atlantic, we make landfall in South Carolina. Hello to the Swamp Foxes of Ashley Ridge High School in Summerville.<br><br>And moving inland to Missouri, we got Gators watching today. Northgate Middle School is in Kansas City.<br><br>This Sunday, some Americans will be cheering for the Broncos. Some will be cheering for the Panthers. Some will be cheering for the ads.<br><br>With more than a third of the country expected to watch the Super Bowl, it`s a unique chance for businesses to get creative, get sentimental, or get hilarious with their advertisements.<br><br>The National Football League championship draws record ratings to a single one-day television event. It is tremendously expensive to buy ad time for the game and it comes with some risks for advertisers. Is it worth it?<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT (voice-over): Super Bowl ads cost a record-breaking $5 million this year. And for the first time ever, the same ads will be streamed online.<br><br>So, is it really worth the price?<br><br>Food and beverage giant PepsiCo says it`s a no-brainer.<br><br>SETH KAUFMAN, CMO, PEPSI: The investment around this platform of Super Bowl is a big platform that for fans of the NFL is not just about that Sunday. All the analyses that we do, it`s worth the money that we`re putting against it because we`re getting great payback across our business.<br><br>RAM KRISHNAN, CMO, FRITO-LAY: We`ll have 75,000 displays in every one of our retailers across the country. Two weeks leading up to the Super Bowl is the biggest purchase on stock and beverages. So, for sure, if you look at the entirety of it, it definitely pays off.<br><br>STELTER (on camera): How safety you have to play it for these ads? Did you worry about offending one of the 100 million people that are watching?<br><br>KRISHNAN: Well, especially in a brand like Doritos, which is targeted to 19-year-old consumer, we`re also going to get creative. Is it going to offend someone?<br><br>STELTER (voice-over): A common theme in Doritos Super Bowl ads -- animals and babies.<br><br>KRISHNAN: I think five years, we finished as the number one top. It`s sense of humor. You know, you got to entertain. I think as a brand, you got to entertain the consumers and obviously kids and animals tend to do that.<br><br>STELTER: Pepsi on other hand has focused on celebrities in the past, from Michael J. Fox and Cindy Crawford in the `80s and `90s, to Britney Spears and even Elton John in more recent years.<br><br>ELTON JOHN: Pepsi for you.<br><br>STELTER (on camera): How do you all decide it`s worth having a celebrity in ads? Some years, there are celebrities front and center in a lot of Super Bowl ads. Other years, maybe not so much. What`s the calculation about that?<br><br>KRISHNAN: We used to hire celebrities as spokesperson. No longer the case. Now, we want to understand what`s their narrative and what`s the value they`re adding to the brand story. So, it`s very different from how we traditionally used celebrities in the past.<br><br>STELTER (voice-over): As for what you can expect this year, you`ll have to wait until Super Bowl Sunday.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Stewart Cink has been a professional golfer since 1995. He once made a 47-foot uphill putt for a birdie. But this attempt was on a basketball court at his alma mater Georgia Tech and it was from 94 feet away.<br><br>So, the question was, would Stewart sink it? Yes. Yes, he would.<br><br>Cink has made millions of his career. But on the line this time is $25,000 for a Georgia Tech student whom Cink was representing.<br><br>That`s the best kind of sinking feeling, the kind that comes from putting others first, a fairway to win someone a bit of green with iron determination and a stroke of skill. And for the student, it was nothing but net.<br><br>I`m Carl Azuz. See you at tee time tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-04 CNN Student News.mp4"}