{"title":"CNNSN-2017-03-17-CNN-Student-News","script":"(CNN Student News) -- March 17, 2017<br><br><br>The Latest Hold on a U.S. Immigration Order; Historic Footage of Nuclear Tests; Hiking a Lava Lake; CNN Hero Leslie Morissette<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: You know what`s more awesome than Fridays? Friday the St. Patrick`s Day awesome. This is CNN 10 and I`m Carl Azuz.<br><br>First story, two U.S. federal judges have temporarily blocked President Donald Trump`s new executive order concerning immigration to America. His previous order on this subject is tied up in court. The new one would have kept all refugees from entering the U.S. for 120 days and put a 90-day suspension all people coming from Iran, Libya, Sudan, Syria and Yemen.<br><br>Former President Barack Obama had identified these six countries plus Iraq as countries of concern because of a growing threat from terrorists. But critics have called the Trump order a Muslim ban, because more than 90 percent of the six named countries are estimated to be Muslims.<br><br>(BEGIN VIDEO CLIP)<br><br>BOB FERGUSON, WASHINGTON STATE ATTORNEY GENERAL: When he was campaigning for president, he said he`s going to enact a Muslim ban. Rudy Giuliani went on national TV and said the president was asking him to create a Muslim ban but just to make it legal and that`s just what we know publicly.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The Justice Department says the order is in the president`s legal authority to protect America`s security. And the White House has said it`s not a Muslim ban because hundreds of millions globally are not suspended from coming to America.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: And unprecedented judicial overreach. We`re going to fight this terrible ruling. We`re going to take our case as far as it needs to go, including all the way up to the Supreme Court.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The president`s order is on hold for now. People in the six-named countries are able to enter the U.S. The Justice Department says it will continue to defend the order in courts.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>A nuclear arms race between 1945 and 1991 involved what two countries?<br><br>U.S. and Japan, Japan and Germany, U.S. and Soviet Union, or North Korea and Iran?<br><br>The Cold War between the U.S. and the Soviet Union catalyst the historic nuclear arms race.<br><br>(END VIDEO CLIP)<br><br>AZUZ: After World War II, over a period of about two decades, the U.S. carried out more than 200 nuclear tests in the atmosphere. That`s as opposed to underground or underwater. These were filmed by high speed cameras.<br><br>They were classified. They were stored away, and the historic films were starting to decompose when the Lawrence Livermore National Laboratory, which was taking care of the films, digitized them and uploaded them to YouTube.<br><br>Physicists say the newly declassified footage has helped them better understand nuclear explosions. In fact, modern ways of analyzing the films are getting more accurate readings than the methods used decades ago. One scientist involved in the project hopes that seeing the sheer energy and destruction of the blast will make people reluctant to use these weapons in the future.<br><br>Cameras mounted on car roofs, behind bike riders, on hikers` backups, they`ve all captured street views, giving anyone with a computer a first person look at a location on a map. They`ve also captured privacy complaints from around the world. Though a recent street view project better called a Volcano View Project is probably won`t upset too many residents nearby.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Google this: what`s it like to go inside a volcano?<br><br>The web giant recently sent a crew to find out, all the way to Vanuatu, an archipelago located in the South Pacific, more than a thousand miles off the coast of Australia. The tiny island nation is home to lush jungles, black sand beaches and nine active volcanoes. Google partnered with veteran explorers Geoff Mackley and Chris Horsly to go inside one of them, to get a view of the volcano like you`ve probably never seen before.<br><br>The team travelled to the island of Ambrym, home to two volcanoes Benbow and Marum. Unpredictable and dangerous, the chief of the local village calls the volcano &quot;devils&quot;. But their natural beauty is undeniable.<br><br>UNIDENTIFIED MALE: It`s so vast and it`s incredible landscape. It`s a real like hot woman feeling that you see the lava gets out of there. It`s an incredible feeling.<br><br>REPORTER: Strapping on a high tech backup called the Trekker, Horsly and Mackley rappelled down 400 meters inside the Marum crater to collect 360 degree street view imagery. They got an up-close look at the volcano`s giant lake of lava, a fiery cauldron of boiling rock roughly twice the size of a football field.<br><br>UNIDENTIFIED MALE: We`re standing just meters away from one of the most active lava lakes in the world, really surges energy through your whole body. It`s like all the heartbeat of the planet really.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Nominations for the 2017 CNN Heroes are coming in. And for our first hero feature of the year, we`re reporting on a nonprofit group called Grahamtastic Connection. It`s named for a boy named Graham Morissette. He`s the inspiration for a program that`s connected almost 1,500 sick children to the classroom when they couldn`t be there in person.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: On your mark, get set, go!<br><br>(CHEERS)<br><br>LESLIE MORISSETTE, CNN HERO: My son Graham was six and a half years old when he was diagnosed with leukemia. Graham had a very special light in his heart. He spent two years pretty much in and out of the hospital.<br><br>When he was sick, my computer definitely helped him stay in contact with his school and friends.<br><br>Graham passed away two years after he was diagnosed.<br><br>I really wanted to make a difference with the families and the children that I had met in the hospital. I just wanted to provide the tools to keep them connected.<br><br>So, I heard you like iPads. Look what we have in here.<br><br>We give away free technology to children with cancer and other serious illnesses.<br><br>UNIDENTIFIED KID: Whoa! Yay!<br><br>MORISSETTE: We`re connecting kids when the world is out of reach. It really helps them heal emotionally and physically at the same time.<br><br>UNIDENTIFIED FEMALE: Hello, Philip.<br><br>KIDS: Hello, Philip!<br><br>UNIDENTIFIED FEMALE: Can you come on over to your desks for Matt?<br><br>UNIDENTIFIED KID: OK.<br><br>MORISSETTE: One of our major goals is to connect kids to their classrooms which really helps them continue their education despite all the days missed from school.<br><br>UNIDENTIFIED FEMALE: Philip, I`m going to have you go to the back table, OK?<br><br>MORISSETTE: The robots transport the child right into the classroom.<br><br>UNIDENTIFIED FEMALE: Philip is going to have a bone marrow transplant. We`re going to be here in the hospital like six weeks.<br><br>I am just thrilled that he can go to school and feel like the other kids.<br><br>MORISSETTE: They can walk up and down the halls. They can go to launch with their friends.<br><br>UNIDENTIFIED KID: Hi, Philip.<br><br>UNIDENTIFIED FEMALE: Thanks to that robot, he`s not going to miss anything.<br><br>UNIDENTIFIED KID: What`s your favorite part about the Phil bot?<br><br>UNIDENTIFIED KID: My favorite part of the robot is I get to see everyone.<br><br>MORISSETTE: When you lost your child, the love doesn`t go away. It has to find a place. I`m lucky I found the place to put that love.<br><br>UNIDENTIFIED KID: Bye, everyone.<br><br>KIDS: Bye, Philip.<br><br>MORISSETTE: The joy that they have fills my heart back up.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In Chicago, Illinois, a St. Patrick`s Day tradition goes well beyond wearing green. For decades, the Chicago Journeymen Plumbers have been helping the Chicago River go green by putting vegetable dye in it. Officials it`s completely safe and after one vote dumps it in, another sails through to stir it up and spread it out. They say it takes about 45 pounds of dye to turn part of the river one of the colors of the Irish flag.<br><br>It`s also the color of nature, the color of envy, the color of money. So, if it`s someone`s nature to envy the color of money, you can say, this river is to dye for. The charming thing about Chicago on St. Patrick`s Day, a river runs through it and you have to a-green that the agreenous (ph) color would keep anyone from turning blue.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-17 CNN Student News.mp4"}