{"title":"CNNSN-2017-04-18-CNN-Student-News","script":"(CNN Student News) -- April 18, 2017<br><br><br>U.S. Vice President Mike Pence Visits the Demilitarized Zone; Turkey Votes to Change Constitution; Hawaii Island Uses Solar Power<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hey. I`m Carl Azuz. Thanks for watching CNN 10.<br><br>We`re back to our daily coverage of explaining international events today. It starts with an American leader`s visit to a place that`s still technically at war.<br><br>No peace treaty has ever been signed on the Korean peninsula, though an armistice formally stopped the fighting and the conflict in 1953. The U.S. fought in the war. It`s now an ally of South Korea. Yesterday, U.S. Vice President Mike Pence visited the demilitarized zone, the DMZ, the border line that divides North and South Korea.<br><br>Standing less than 100 feet from North Korean soldiers, the vice president said the Trump administration would have a different approach to North Korea than previous administrations did.<br><br>(BEGIN VIDEO CLIP)<br><br>MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES: They`re going to abandon the failed policy of strategic patience, but we`re going to redouble our efforts to bring diplomatic and economic pressure to bear on North Korea. Our hope is that we can resolve this issue peaceably.<br><br>(END VIDEO CLIP)<br><br>AZUZ: To do that, the U.S. is relying heavily in North Korea`s main ally, China, to pressure North Korea to give up its controversial nuclear program.<br><br>So far, the North has indicated it won`t. And though it tried out a missile on Sunday, the weapon apparently blew up right after it launched.<br><br>U.S. officials don`t think it was a long range missile that could reach other continents, but South Korea has said that if the North tests one of those, or tests a nuclear weapon again, the North would receive a powerful punishment.<br><br>(BEGIN VIDEO CLIP)<br><br>ERIN BURNETT, CNN ANCHOR: So, we`re going here unto the actual line to go into North Korea and I actually have to walk this way. We can`t shoot left, we can`t shoot right, w can only shoot forward. There`s a lot of restrictions on our cameras.<br><br>But to get here, we had to go through three checkpoints. We passed some anti-tank explosives and now, we`re about to go into these blue rooms and into the North Korea line.<br><br>So, the North Koreans and the South Koreans still meet in this room?<br><br>PFC. ANDREW ZELLNER, U.S. ARMY: Yes, the last known visit was 2008.<br><br>BURNETT: Literally these microphones in the table are what defines the line. So, North Korea on this side, South Korea on that side. It seems so easy. It`s just one step.<br><br>But when you think about all of the militarization and what you go through and the barbed wire, it`s certainly far from easy.<br><br>This concrete slab is literally the border. We`re shooting it from the Northern side. Seventeen inches by five inches, concrete. That`s it. That marks the border. It`s been here since 1953.<br><br>And now, the way that they passed messages, it`s pretty amazing. They don`t use email. They don`t actually even use a phone. There`s a phone but it rings and rings and North Koreans don`t answer it. They actually by bullhorn communicate to the North Koreans.<br><br>When we were inside the building, we could walk on to the North Korean side of it. But if I were to do that outside the building, to actually step over that line here, what would happen to me?<br><br>ZELLNER: What would happen is all these soldiers here would make an attempt to stop you. Especially me, and if once you get over there,<br><br>there`s some -- no longer -- we can longer help you. With an --<br><br>BURNETT: What do the North Koreans do?<br><br>ZELLNER: Probably go down there and grab you.<br><br>BURNETT: For the South Korean soldiers, this is the most prestigious assignment there is, to serve here in the DMZ, they have to be at least five feet nine inches tall, which is taller than average, and every single one of them has a black belt in taekwondo.<br><br>So, North Koreans and South Koreans stand here every single day and stare at each other. The South Korean soldiers are right behind me, and then you can see that concrete building. That`s where North Korean tourists can come to visit the DMZ, and apparently a lot of Chinese actually come through the North Korean side as a well.<br><br>And then there`s that soldier. He stands there every single day. But the South Koreans and the Americans don`t know his name. So, they just refer to him as &quot;Bob&quot;.<br><br>So, we`re basically surrounded by North Korea now, right?<br><br>ZELLNER: Yes. To give you a little idea of that, all this tree line and around that road and back is all North Korea.<br><br>BURNETT: So, it`s all North Korean and where we are sort of -- I mean, one little safe spot. But this is all mined as well, right?<br><br>ZELLNER: Yes. There`s approximately, I`m assuming a thousand mines within this area alone.<br><br>BURNETT: Amidst the minefields is a bridge and North Korea is on the other side. There`s actually a cement wall to prevent defectors from coming over to the South. It`s called the Bridge of No Return. And 62 years after the ceasefire, it`s still a lonely place.<br><br>(END VIDEOTAPE)<br><br>BURNETT: Voters in Turkey have decided to change their Constitution, to shift their government type from a parliamentary system to a presidential one.<br><br>Sunday`s vote was close. Just over 51 percent in favor of the changes, to a little more than 48 percent opposed. International officials who are monitoring the election said it took place on a, quote, &quot;unlevel playing field&quot; and that it fell short of a truly Democratic vote.<br><br>Turkey`s government said the monitors` findings reflected a, quote, &quot;biased and prejudice approach&quot; and that they were unacceptable.<br><br>The results will increase the power of Turkey`s current leader, Recep Tayyip Erdogan, and they could allow him to serve as the nation`s president until 2029.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>When and where was the first organized marathon held?<br><br>1970 in New York, 1897 in Boston, 1896 in Athens, or 1976 in Paris?<br><br>Though it commemorates an event that took place in 490 B.C., the first organized marathon was run in Athens in 1896.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The second oldest marathon on that list was run in 1897 in Boston. Fifteen runners started, 10 finished.<br><br>In yesterday`s race, the 121st Boston marathon, more than 30,000 people entered the race. And despite relatively warm temperatures in the low 70s that took a toll on some runners, Kenya`s Geoffrey Kirui won the men`s division race in two hours, nine minutes, 37 seconds. Kenya`s Edna Kiplagat won the women`s division race in two hours, 21 minutes, 52 seconds. It was the first time either had run the Boston marathon.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: One of the most iconic records was the four-minute mile, first achieved in 1954 by British medical student Roger Bannister.<br><br>Running at a speed of 15 miles per hour, Bannister did what many considered impossible, suggesting the barrier wasn`t just physical, but psychological.<br><br>And after years of failed attempts, his record was beaten, just a few weeks later.<br><br>Since that miracle mile, runners have continued to chase records over longer and longer distances. In particular, 26 miles and 385 yards, better known to you and me as a marathon.<br><br>Today, the time set in 2003 by English runner Paula Radcliffe remains unbroken.<br><br>But it`s a different story for male competitors. In the past decade alone, the men`s world record has been broken five times, dropping by one and a half minutes. The record of two hours, two minutes, 57 seconds is held by Kenyan Dennis Kimetto, after his remarkable run at the Berlin marathon in 2014.<br><br>But now, a different race is underway to reach beyond what many are calling running`s last frontier, the Sub 2 Hour marathon.<br><br>(END VIDEOTAPE)<br><br>AZUZ: As an alternative energy source, solar power shows some promise and that it`s renewable, it`s sustainable, it can reduce electricity cost. But it faces a lot of hurdles. For one thing, different parts of the world get different amounts of sunlight. Not everywhere gets enough for solar energy, making the actual solar panels can be expensive and cause significant pollution, and once they are made they take up a lot of space, more than what`s available in some places.<br><br>Still part of Hawaii is finding a way to make them work.<br><br>(BEGIN VIDEOTAPE)<br><br>DAVID BISSELL, CEO, KAUAUI ISLAND UTILITY COOPERATIVE: This is the first and biggest combined battery and photovoltaic system in the world. This project creates energy during the daytime to power up the 4,500 houses on quiet name.<br><br>STEPHANIE ELAM, CNN CORRESPONDENT (voice-over): Solar power is not new, but storing this much energy from the sun is.<br><br>The project commissioned by Kauai Island Utility Cooperative is owned by Tesla. On about 50 acres of former sugarcane farmland, some 5,500 panels now stand, soaking up the sun`s power during the day to store in these Tesla batteries before feeding that energy to the entire island grid during peak hours in the evening.<br><br>BISSELL: Every day, these batteries will store enough power that they could drive a Tesla car 150,000 miles.<br><br>ELAM: One obvious benefit, less reliance on fossil fuels. The price of gas and oil can fluctuate. But the cost of this system will remain stable for the term of the utility`s 20-year contract with Tesla.<br><br>(on camera): It`s expensive to get fossil fuels here.<br><br>BISSELL: It is very expensive. We`re saving ten million gallons of fossil fuel a year with these projects. This project alone (INAUDIBLE) this place about 1.3 million gallons of diesel.<br><br>MICHAEL YAMANE, COO, KAUAI ISLAND UTILITY COOPERATIVE: I think this is the grid of the future. On reliability stand point, it`s adding a lot of value. No additional cost.<br><br>ELAM: Solar and the batteries, is that enough to power the island on its own all the time?<br><br>YAMANE: We still need to run some conventional generation. But hopefully with other projects coming, they just lower them all.<br><br>(END VIDEOTAPE)<br><br>AZUZ: California`s wet winter didn`t only bring relief to the state to historic drought, it brought on a super bloom of wildflowers. This is being characterized as an explosion of vibrant color, an ocean of yellow at Carrizo Plain National Monument. A woman recorded this from her drone while she was camping. The wildflowers typically bloom in spring. April and May are usually the best months for seeing them before the hotter summer months dry them.<br><br>Until then, they`ve got some serious flower power. And if you got cyme to check them out, you`ll find they`ll brilliant to their corymb. They`ve been raceme to bloom. With the petal to the metal, there`s been a spike in vibrancy. You can say they`ve reached the panicle of beauty.<br><br>Flower puns always in bloom on CNN 10. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-04-18 CNN Student News.mp4"}