{"title":"CNNSN-2016-09-09-CNN-Student-News","script":"(CNN Student News) -- September 9, 2016<br><br><br>Kids Directly Affected By 9/11<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking ten minutes for this Friday`s edition of CNN STUDENT NEWS. I`m Carl Azuz, at the CNN Center.<br><br>This weekend, a significant anniversary takes place in America. Sunday will be 15 years since the deadliest act of terrorism on U.S. soil was carried out.<br><br>On September 11th, 2001, a group of 19 men connected to the Islamic extremist group al Qaeda hijacked four commercial airliners. One of the planes was crashed into the Pentagon, in Washington, D.C. One crashed into a field in Shanksville, Pennsylvania. Two planes were flown into the World Trade Center towers in New York City and both buildings collapsed soon afterward.<br><br>A total of 2,977 people were killed in the attacks and the impact was felt around the world. For our show next Sunday, we`re planning an in-depth look at the events themselves and what happened afterward.<br><br>Today, we`re sharing the memories of a group of young people who were directly affected. If you`re using the show in your classroom, teachers, we encourage you to preview, it contains emotional accounts from the children of 9/11 victims, as well as some footage of the attacks themselves.<br><br>Our coverage of current events, including the anniversary of September 11th resumes next week.<br><br>(BEGIN VIDEOTAPE)<br><br>BROOKE BALDWIN, CNN ANCHOR: I know you all lost parents on 9/11. How many of you lost a dad? Raise your hand.<br><br>All of you.<br><br>How many of you are so young, you don`t have a memory, a real memory of your dad?<br><br>And then, how many of you will never forget.<br><br>We`re sitting here looking at these fountains and where those towers once were. And to anyone first, what does it feel like to come down here at ground zero.<br><br>PATRICK HANNAFORD, 17 NOW, 2 THEN: It feels good. It feels that we rebuilt. It`s good that we`re getting through it.<br><br>BALDWIN: Getting through it.<br><br>How many of you have looked for your dads` names? All of you.<br><br>What was it like finding your dad`s name?<br><br>NICOLE PILA, 17 NOW, 2 THEN: Most people when they lost someone, they have a grave to go to, and that brings some closure to that person. But for us, this is our parents` grave, and so, it brings us closer and it makes us more connected to that parent.<br><br>BALDWIN: Do you guys agree it feels like a grave in a sense? You`re nodding. Why?<br><br>CAROLINE TUMULTY-OLLEMAR, 9/11 CHILD: A lot of our parent`s bodies were not found after 9/11. That could be literally where our father`s bodies lay to this day, and that`s our -- it is a memorial and our grave and we can go there and communicate with the people we lost. That is our safe spot with them?<br><br>BALDWIN: Is that what you do? You communicate with your dad at that wall?<br><br>TUMULTY-OLLEMAR: Yes, I talk to him, I put my hand on his name and talk to him and like tell him everything that`s going on.<br><br>BALDWIN: Let me move on that day. Juliette, you were four.<br><br>JULIETTE SCAUSO, 19 NOW, 4 THEN: Yes.<br><br>BALDWIN: Your dad was a fire fighter in Queens. How did you find out that day?<br><br>SCAUSO: I was with my grandfather that day. My other siblings were in school. I was in preschool at the time. He had the news on, which a 4-year-old shouldn`t see.<br><br>Another fireman who was retired from my dad`s house called my mother at work and said, was my dad working? And she said, yes. So, she left work to pick up my other siblings and they came to pick up me. And my grandfather just had a gut feeling and in front of all of us just said, &quot;I lost my son today, I lost my son.&quot;<br><br>And my mom was furious at him that he had already had no hope. That he already had that feeling that he was gone. But I, at the time, wasn`t comprehending what that meant. I think it took a few months to realize he wasn`t coming home.<br><br>BALDWIN: Do you remember as a 4-year-old the images on the screen?<br><br>SCAUSO: Yes.<br><br>BALDWIN: The smoke?<br><br>SCAUSO: Yes, I vividly, the planes -- it`s something that`s very traumatizing for a child to see now later in life that you comprehend what that actually meant at the time, because I don`t think any child has the mind capacity to comprehend such a mass atrocity.<br><br>BALDWIN: Nor should they. Nor should they.<br><br>Jessica, tell me about the waiting that day.<br><br>JESSICA WARING, 29 NOW, 14 THEN: I was starting high school. It`s my second day at a brand new school. They announced on a loud speaker that a plane hit the Trade Center, and they had televisions in some of the rooms, so they broadcasted it. I was surrounded by strangers, new people, and I had to tell them my dad`s in there. And I also had the gut feeling, too.<br><br>BALDWIN: You did?<br><br>WARING: I did.<br><br>BALDWIN: What did it feel like?<br><br>WARING: I couldn`t -- I really had trouble like speaking to people. I couldn`t --it was a numb feeling. I tried calling my mom and I couldn`t get through, there was a busy signal. We didn`t even have call waiting.<br><br>I kept calling and my aunt picked up and that`s when I knew something wasn`t right, that my aunt was with my mom already. And I have three younger sisters. We went through all the schools in the neighborhood and picked each of them up. They each heard bits and pieces of it.<br><br>So, it was just telling them that dad`s building was hit, a plane went into the World Trade Center, we don`t know where he is.<br><br>BALDWIN: When did you know?<br><br>WARING: I knew when I heard one, when we were praying on loud speaker, it was a few months before that, I started learning about the World Trade Center bombing, in the 8th grade, and my dad got out of that. I was in kindergarten, and I remember him as a five year old coming home.<br><br>BALDWIN: Covered in soot.<br><br>WARING: In soot. So, I knew and I remember asking him and like kind of realizing that was a terrorist act and asking questions as a 13 or 14 year old should. And specifically in the summer of `01, we talked about that. So, I knew like where he was, I knew what, it took him to get down over 100 flight of stairs in 1993, and it didn`t look like he was getting down.<br><br>BALDWIN: You too the brother. Your mom was pregnant with you, day of, and she was, what, on the subway?<br><br>KEVIN HANNAFORD, SON OF 9/11 VICTIM: Yes, she was under the buildings when they got hit.<br><br>BALDWIN: She was under the buildings when they got hit?<br><br>K. HANNAFORD: She worked across the street.<br><br>BALDWIN: Worked across the street, VP at her company. You obviously were in her belly? What do you remember?<br><br>P. HANNAFORD: I don`t remember much from that time in general. I know I was in preschool that day. She tells us a story how she was, after the first building hit she went outside and she was kind of waiting for our dad, and then, she had some sort of like of pillow -- she worked for aviation insurance company. So, she had a pillow for she when, like a special pillow that filtered air when you went through like a plane crash.<br><br>She was hiding a taxi cab or something like to make sure to breathe in.<br><br>BALDWIN: You never got to meet your dad?<br><br>K. HANNAFORD: No.<br><br>BALDWIN: How tough is that for you?<br><br>K. HANNAFORD: It`s very tough, you know, knowing I won`t have a father to grow up it. He`s really stepped up to be like a very good figure to me, father figure.<br><br>BALDWIN: He being your big bro?<br><br>K. HANNAFORD: Yes. My father has really wrapped around me. My mom quit her job to be home with us. And she`s done everything.<br><br>BALDWIN: Nicole, so your dad was in one of the towers, in 86th floor, and he picked up the phone. He called what? A local TV station?<br><br>PILA: Yes, he wanted to reach out to families all around the country and all around the area just to -- he tried to bring a sense of calmness to people even though in his heart he knew that he wasn`t going to make it out.<br><br>JIM GARTENBERG, EYEWITNESS: I`m stuck on the 85th floor, a fire door has trapped us, debris is falling around us, and part of the core of the building is blown out.<br><br>UNIDENTIFIED FEMALE: How many people are with you, Jim?<br><br>GARTENBERG: I`m with one other person and I`m told that people are aware of this. I`m on the 86th floor on the east side of the building facing the East River.<br><br>UNIDENTIFIED FEMALE: What time did you get --<br><br>GARTENBERG: If I`m on the air, I want to tell anybody that has a family member that may be in the building that the situation is under control for the moment, and the danger has not increased. So, please all family members, take it easy.<br><br>BALDWIN: How often do you go back and listen to his voice?<br><br>PILA: Pretty often. I like to listen to it a lot because it`s the last thing I have of him speaking. It`s what I remember of his voice since I was so young when I lost him. That`s the last thing I remember of him.<br><br>BALDWIN: When you listen to it, when what is his voice, his message mean for you?<br><br>PILA: It`s really meaningful to me, to see that in his last moments, he was looking at -- he was thinking about other people and putting them before himself.<br><br>(END VIDEOTAPE)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-09 CNN Student News.mp4"}