{"title":"CNNSN-2015-03-03-CNN-Student-News","script":"(CNN Student News) -- March 3, 2014<br><br>ISIS Battlegrounds; The Legacy of Steve Fossett; Recycling<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: CNN STUDENT NEWS is 10 minutes of commercial-free current events.<br><br>I`m Carl Azuz.<br><br>We start today in Tikrit. It`s a city in northern central Iraq. It`s the birthplace of former Iraqi dictator, Saddam Hussein, who was killed in the Iraq War. It was one scene of fighting in the Iraq War and now it`s a battlefield once again, this time between Iraqi forces and the ISIS terrorist group.<br><br>ISIS took over the city last June.<br><br>The Iraqi Army and militiamen are fighting to take it back. They`ve failed to capture it several times before. This new assault is important for several reasons. For one, these troops were trained by U.S. and other coalition forces. This battle could indicate whether that training made a difference.<br><br>It`s expected to last a while. If it succeeds, it could show that recapturing Mosul, a much larger city controlled by ISIS, is possible. If it fails, it could spell disaster for the Iraqi capital of Baghdad and the fight against ISIS in Iraq.<br><br>(BEGIN VIDEOTAPE)<br><br>TIM LISTER, CNN CORRESPONDENT: Mosul, Irbil, Fallujah, Raqqa -- these are names we hear every day as the world focuses on the battle against ISIS, the key cities, the key battlefields.<br><br>But just why are they the key battlefields?<br><br>Why do they matter so much?<br><br>(ON SCREEN)<br><br>ISIS Battlegrounds<br><br>LISTER: Let`s start with Mosul, the jewel in ISIS` crown in Northern Iraq, a symbolically important city and one that is now the second largest in Iraq.<br><br>Last July, ISIS leader Abu Bakr al-Baghdadi appeared at the city`s grand mosque to declare his caliphate. And ISIS has begun building fortifications around the city.<br><br>The big question is when an offensive to retake Mosul might begin. Kurdish Peshmerga forces have sealed off all but the southern exits and the Iraqi prime minister promises that there will be an operation to retake Mosul.<br><br>But just when?<br><br>It seems, according to most analysts in this region, still months away.<br><br>To the west in Iraq`s Anbar Province, ISIS appears to be in better shape. And it`s the Iraqi security forces who`ve lost ground. The cities of Ramadi and Fallujah, both under ISIS control, are key battlegrounds if the Iraqi government is to relieve the pressure on the capital and persuade the Sunni tribes in this area that it will come to their aid.<br><br>The Syrian battlefield is much more complex and there are signs that ISIS is trying to reassess its priorities in the face of intensive coalition airstrikes.<br><br>Elsewhere in Syria, ISIS appears to be reassessing its priorities, perhaps pulling out of certain areas of the northwest and northeast where it`s under pressure. And it may well be reprioritizing in Damascus, where there`s every chance that a complex battlefield will emerge in the coming months, pitting different rebel groups against each other and against the regime.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: From the Midwest to the west West, it`s time to go west on the Roll Call.<br><br>The Buckeye State is up first. Peebles High School is in Peebles, Ohio. Its mascot is The Indians. Great to see you.<br><br>Clearwater Orchard Middle School is in The Cornhusker State. It`s the home of The Cyclones. They`re watching in Orchard, Nebraska.<br><br>And in The Golden State, the city of Stockton, California -- it`s where we found The Cougars of Weston Ranch High School.<br><br>Sublimator water carryover -- that`s what NASA says pushed water into an astronaut`s helmet during a spacewalk Sunday. Water in the suit`s cooling component can condense after a spacewalk. The astronaut said it`s a known issue he wasn`t concerned about. It also wasn`t a lot of water, an estimated 15 milliliters. It appeared at the end of a mission to work on the International Space Station`s robotic arm and to do some maintenance.<br><br>This issue has come up before. In July 2013, more than a liter backed up in another astronaut`s space suit. That was dangerous, though he survived.<br><br>Since then, NASA made some changes to the suits, adding an absorption pad that seemed to do its job Sunday.<br><br>The space suits that astronauts use are 35 years old, but NASA says Space Station managers are still highly confident in them.<br><br>Steve Fossett was a successful American businessman. He made millions as a broker, but his records made him famous.<br><br>First trip alone around the world in a hot air balloon, fastest trip around the world in a sailboat. Fossett set about 100 records in sailing and aviation. Most have since been broken, but his name remains alongside those of the world`s great adventurers.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): In the spirit of Amelia Earhart, who tried and tragically failed to circle the globe, and Charles Lindbergh, the first solo pilot to cross the Atlantic, Steve Fossett made aviation history 10 years ago when he became the first to fly a plane alone, non-stop, without refueling, around the world.<br><br>(ON SCREEN)<br><br>10 Years Ago: A Record-Setting Flight<br><br>UNIDENTIFIED MALE: The voyage covered nearly 23,000 miles in 67 hours. A big reason for Fossett`s success was this incredible airplane.<br><br>The single jet engine Virgin Atlantic global flier was made of extremely lightweight carbon fiber material and it lugged so much fuel that the crew called it the flying gas tank.<br><br>The global flier stayed high in the jet stream to dodge bad weather. For more than two days straight, Fossett was cooped up in a three foot wide, seven foot long cockpit, surviving on milkshakes.<br><br>He soared from Salina, Kansas over Canada, the Atlantic, Africa, the Middle East, Asia and the Pacific and on March 3, Fossett made it full circle back to Kansas.<br><br>Sadly, Fossett died in 2007 after his plane crashed in a remote part of California. Investigators blamed strong winds.<br><br>But the global flier mission remains a big part of Fossett`s legacy and no one has done it since.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>That`s Random<br><br>AZUZ: You`ve seen the Goodyear Blimp, you`ve heard commercials for Firestone or BF Goodrich. But on cars like these, you won`t find anything made by the world`s largest manufacturer of tires. You would find that on LEGOS, as in LEGOS. The toy company makes the most tires per year, more than 381 million, though you wouldn`t want to drive on them in anything like you`d see here.<br><br>Now, that`s random.<br><br>All right, this next report is kind of trashy. According to the U.S. Environmental Protection Agency, Americans each generate more four pounds of trash every day. In a year, that adds up to 250 million tons of trash total for the US.<br><br>But not all of it is landfill. Of those 250 million tons, we recycle a little more than a third of it. It works out to about 87 million tons.<br><br>How is our recycling sorted and where exactly does it wind up?<br><br>(BEGIN VIDEOTAPE)<br><br>My job is to pull out anything that`s not plastic and/or bigger than 12 inches.<br><br>Easy enough, right?<br><br>UNIDENTIFIED MALE: Something is smelly.<br><br>UNIDENTIFIED MALE: It`s somebody`s like potty.<br><br>UNIDENTIFIED MALE: Oh, my God.<br><br>UNIDENTIFIED MALE: It looks like a big giant chunk of metal. Somebody threw away like all that siding. A movie reel.<br><br>UNIDENTIFIED MALE: This is the most focused I`ve ever had to be on a job in my life.<br><br>UNIDENTIFIED MALE: That`s like a stereo. Look at that. Ahhhh! Ahhhh! Ahhhh!<br><br>UNIDENTIFIED MALE: After the men and women much more coordinated than me finished with the sorting process, the separate materials are compacted and prepared for shipment to the market. Then they`re reprocessed into new products.<br><br>But not all materials can be recycled equally.<br><br>Glass will go on to make many things, as it`s 100 percent recyclable and can be reprocessed forever.<br><br>Your humble soda can may live on in some surprising places, or even just as another can, in which case, it could be back on the store shelves in 60 days, ready for a lifetime of recycling.<br><br>Paper only has an average of five to seven lives, but while it`s alive, man is it personal.<br><br>And then there`s plastic. If it`s recyclable at all, it really only has one other useful life and then, more often than not, it gets down cycled to another plastic product that will ultimately end up in a landfill.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: The Black Antis a restaurant whose food has been described as ant-believable. It`s not just a pun on the name. It`s because the menu includes ants and worms and grasshoppers on purpose. And while you`d think that would be pretty cheap because they`re bugs, some of the worms that worm their way into these dishes run $200 a pound. That`s more than steak.<br><br>They have other foods, too, like shrimp and fish. Their black ant guacamole runs 12 bucks.<br><br>But I`ve heard it`s head, thorax and abdomen above the rest, y`all.<br><br>Where does this stop?<br><br>Garden slug salad, chili con carpet beetle, spider rolls, sand fly pie?<br><br>Would you care to order the pate de foie grasshopper?<br><br>It gives a whole new meaning to let`s grab some grubs and could leave your budget a little appe-tight.<br><br>I`m Carl Azuz and I hope you`re not on the way to lunch.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-03 CNN Student News.mp4"}