{"title":"CNNSN-2015-04-01-CNN-Student-News","script":"(CNN Student News) -- April 1, 2015<br><br>The Sanctions on Iran; Fighting Ebola; Bio-Bots<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: For the first time in Nigeria`s history, an incumbent president has been defeated in an election.<br><br>Welcome to CNN STUDENT NEWS.<br><br>One major challenge facing the African nation is the Boko Haram terrorist group. Nigerian voters apparently felt that the nation`s former  military ruler, Muhammadu Buhari, would be more effective at fighting them. Buhari is set to replace outgoing president Goodluck Jonathan.<br><br>To Switzerland. A deadline came and went between Iran and six other countries, including the US.<br><br>The goal?<br><br>Reaching an agreement concerning Iran`s controversial nuclear program.<br><br>The deadline was extended to today. Talks on this issue have happened several times before in several cities. One sticking point, the  international sanctions on Iran`s economy. Iran wants those lifted. Other countries don`t want to lose their leverage in getting Iran to freeze its  nuclear program.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): U.S. sanctions against Iran date back decades and include a ban on oil, weapons and, of course, anything  that might further Iran`s nuclear program. The long list essentially cuts off trade and investment between the two countries.<br><br>In recent years, the United Nations and the European Union have joined the U.S. in pressuring Iran to halt its nuclear ambitions, targeting Iran`s  energy and financial sectors through a tightening web of sanctions.<br><br>Since 2006, the U.N. Security Council has passed six resolutions targeting Iran`s nuclear program, but perhaps the biggest impact on Iran  came in 2012, when the EU agreed to stop buying their oil.<br><br>Iran`s oil exports dropped dramatically. Their currency plummeted in value and their economy lost hundreds of billions of dollars.<br><br>SUSAN RICE, NATIONAL SECURITY ADVISER: All told, sanctions have deprived Iran of more than $200 billion in lost revenue.<br><br>UNIDENTIFIED MALE: The sanctions don`t stop there. Both the U.S. and EU limit Western firms from doing business in Iran and have increasingly isolated Iran`s banks, denying them access to Western markets. Also, millions of dollars in assets from dozens of Iranian nationals, organizations and businesses have been frozen, including top members of Iran`s government and military.<br><br>(END VIDEO TAPE)<br><br>AZUZ: The West African nation of Guinea has closed its border with Sierra Leone.<br><br>The reason -- the continued spread of the deadly Ebola virus.<br><br>The World Health Organization says more than 25,000 people have been infected with it since last year and that the incurable disease has killed more than 10,000. Liberia, Sierra Leone and Guinea have been hit hardest.<br><br>The spread of Ebola seems to have stopped in Liberia. It`s slowed down in Sierra Leone, but the number of new cases has increased in Guinea.<br><br>Health care workers in the region are doing all they can.<br><br>(BEGIN VIDEOTAPE)<br><br>(ON SCREEN)<br><br>Fighting Ebola<br><br>UNIDENTIFIED FEMALE: I didn`t know about international aid or like this whole world around the U.N. I hadn`t -- I didn`t know anything about that. But I wanted to help and I wanted to do something. And I felt not that I only wanted to, I knew that I -- I had to.<br><br>So when I got there, WHO had called all the community leaders together during the quarantine. When we left, I was like can we all stay here and talk to the community?<br><br>I mean look what do you guys need?<br><br>Like what`s most needed?<br><br>And they`re like, we call for an ambulance and the ambulance doesn`t come for four days.<br><br>So we`re -- I`m like, all right, we`re getting an ambulance. So we got an ambulance. I`m the, you know, working with the community decided what was most needed and then came up with steps of like the active case finders. They go door-to-door to door knocking down doors, basically, looking for sick people.<br><br>UNIDENTIFIED FEMALE: So if someone is sick, let us know, OK, and we can help, yes?<br><br>UNIDENTIFIED FEMALE: You know, I followed the ambulance just to make sure that our guys are -- are put -- taking on and taking off the protective gear. And on the steps is this like three or four year old little girl. And she had this like pink party dress on. And her name is Perlina Night (ph).<br><br>And the community didn`t want her and -- and her little brother or sister had died and they had other family members die. And so they were like, they thought she had the sickness, but she wasn`t showing symptoms yet.<br><br>She was going to by herself like into this holding center. And I was like we can`t have her here. So we coordinated with some of the people that worked there and we were able to -- to take Perlina and keep her safe and -- and kind of quarantine her with doll babies and clothes -- tons of clothes and ice cream and Disney movies. And we were able to reunite her with her living father and stepmother and her mom`s mom.<br><br>So life has been returning to normal. I think it`s more learning how to live with Ebola now.<br><br>We can do more as a world, as a planet. And it is our responsibility that, you know, that humanity -- our humanity is wrapped up in each other.<br><br>(END VIDEO CLIP)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Hear that?<br><br>It`s the Roll calling.<br><br>Let`s answer it.<br><br>Chicago, Illinois, Chi-Town, The Windy City, The Second City. It`s the city where you`ll find St. Therese Chinese Catholic School online and watching CNN STUDENT NEWS.<br><br>From Pleasant Hill, Iowa, say hello to The Rams. Southeast Polk Junior High School is with us today.<br><br>And not too far from Alabama`s Gulf Coast is the city of Robertsdale. It`s the home of The Bears. Robertsdale High School rounds out our Roll.<br><br>The U.S. government`s jobs report usually comes out the first Friday of each month. The report for March is due out this Friday. It will include the national unemployment rate and an estimate of the number of jobs added in March.<br><br>Recent reports have shown monthly growth of 200,000 jobs or more nationwide.<br><br>But one area that is doggingly holding the U.S. economy back is wages.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CORRESPONDENT: Two percent -- the trouble with 2 percent is wages growing at 2 percent is not enough to make anyone feel the job market boom. I mean last year was the best year for jobs growth since 1999. But when the hourly raise is only 48 cents an hour over a<br><br>year, just 2 percent, it doesn`t feel so great.<br><br>And when 2 percent is how fast or how slowly the overall economy is growing, it`s just not enough to inspire a great deal of confidence.<br><br>But wait. Morningstar, with an optimistic spin that may be enough to push wages up. The labor market is tightening and companies have to pay more to get and keep good workers.<br><br>So let`s just hope that Morningstar is right and that measly 2 percent is good enough after all.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED MALE: Time for the Shoutout.<br><br>Which of these insects is in the family Blattidae?<br><br>If you think you know it, shout it out.<br><br>Is it aphid, bumblebee, cockroach or dragonfly?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED MALE: The family of Blattidae is where you`d find cockroaches, assuming you wanted to find them. That`s your answer and that`s your Shoutout.<br><br>AZUZ: Some scientists are hoping to turn roaches into rescuers. The research involves controlling Madagascar hissing cockroaches. And there are some ethical concerns with this.<br><br>Is it right to manipulate animals with a radio transmitter?<br><br>Couldn`t people just build tiny robots instead?<br><br>Scientists say living roaches come with their own power supply.<br><br>Is it cruel?<br><br>Some critics fear this could hurt the roaches or electrocute them.<br><br>Researchers say the roaches would simply run away if they were zapped. These go where the signals tell them to.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): Finding survivors under the rubble is a top priority in the desperate hours after a disaster. Search dogs can`t go into every crack and crevice, but roaches can.<br><br>(ON SCREEN)<br><br>Cyborg Roaches<br><br>UNIDENTIFIED MALE: You might not think of roaches as the hero type. But researchers at North Carolina State University are hoping they will be. They call them bio-bots. Scientists have strapped tiny backpacks onto cockroaches that manipulate their neural systems so they can steer them into small, dark spaces or guide them through a maze. The backpacks contain tracking gear and tiny microphones that pick up sounds of trapped victims` cries for help, alerting rescuers to their locations.<br><br>Listen to this actual recording captured by a micced (ph) cockroach and transmitted around a corner to a receiver 16 meters away.<br><br>UNIDENTIFIED MALE: One, two, three.<br><br>UNIDENTIFIED MALE: Theoretically, rescuers could control the roaches by using apps on their smart phones.<br><br>What`s next?<br><br>Eventually, the bio-bots could be mounted with tiny cameras, or infrared sensors that can detect heat, another way to find people trapped under debris.<br><br>If this technology proves successful, first responders may some day arrive on the scene with a box of cockroaches wearing backpacks. Smart bio-bots that could save lives.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: Some of you might say I`ve made some questionable wardrobe choices on air. But I`ve never had an issue like this.<br><br>(BEGIN VIDEO CLIP)<br><br>STEVE FRASIER: The chill is letting up, but the chill is not completely gone right now.<br><br>UNIDENTIFIED FEMALE: No.<br><br>FRASIER: (INAUDIBLE) I`m sorry.<br><br>UNIDENTIFIED MALE: And -- and the chill has got a kink in your neck, huh?<br><br>FRASIER: No, no. I`ve got a -- I`ve got -- never mind. Forget it. I just...<br><br>(END VIDEO CLIP)<br><br>AZUZ: Minnesota weatherman Steve Frasier says he`d worked out before going on air and thinks he got dressed a little too quickly. He said he was so embarrassed, but his viewers didn`t see it as a major hang-up. Though his suit was more malfunction over form, his station Tweeted about it in true light-hearted fashion, even if the newscast came down to the wire, it reached a suitable conclusion.<br><br>I`m Carl Azuz.<br><br>Thanks for hanging out with us on CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-01 CNN Student News.mp4"}