{"title":"CNNSN-2015-04-14-CNN-Student-News","script":"(CNN Student News) -- April 14, 2014<br><br>New Delhi for Worst Air Quality; #BringBackOurGirls One Year Later; Tax Day in America; Scientists Searching for Alien Life. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(MUSIC PLAYING)<br><br>CARL AZUZ, CNN STUDENT NEWS: This is CNN STUDENT NEWS. Ten minutes of current events for middle and high school students with no commercials. I`m Carl Azuz.<br><br>Can you name the world capital with the worst air quality on earth? Here`s a hint: it`s not in China. It`s in Southern Asia, the nation of India, it`s New Delhi. Last year, the World Health Organization labeled New Delhi the most polluted capital city. This month, Indian Prime Minister Narendra Modi instituted a new program. It will monitor air quality in ten Indian cities. It will track their pollution levels and label cities green for cleaner air and red for dirtier air. It`s intended to help the public see and take action in response to high pollution levels. India`s leader says he`s trying to change the international view that India doesn`t care about the environment.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: Early morning, barely visible in the smog, Delhi`s iconic India gate. For years, most people in the sprawling city of 23 million never questioned the quality of the air. Just a mix of desert dust and winter fog was the urban myth. But in 2014, World Health Organization study of 1600 cities found India`s capital has the most toxic air in the world, largely due to the highest concentrations of microscopic particles known at PM 2.5.<br><br>We go on a (INAUDIBLE) ride with American scientist Joshua Apte to test the air for ourselves. He`s been monitoring Delhi`s pollution since 2007.<br><br>JOSHUA APTE, AMERICAN SCIENTIST: We`re looking at levels of PM 2.5 right now that are around 250 to 300 micograms per cubic meter, so 25 to 30 times higher than that long-term standard that we might hear about.<br><br>UNIDENTIFIED FEMALE: But everyone keeps talking about how bad it is in Beijing, but not so much in Delhi.<br><br>APTE: I think that`s really just a function of awareness. Levels in Delhi are about 45 or 50 percent higher than those levels in Beijing.<br><br>UNIDENTIFIED FEMALE: Really?<br><br>APTE: So the standard from the World Health Organization is 10. Typical levels in Beijing are just about 100 precisely. And in Delhi over the past years, the average has been more like 150.<br><br>UNIDENTIFIED FEMALE: Apte says to the naked eye, Delhi may not appear as bad as Beijing because PM 2.5s are practically invisible, but they`re the most damaging to the lungs.<br><br>As India makes economic development a priority, pollution levels are only set to increase. Studies show some 660 million Indians lose about three years of their lives because of the air they breath.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Today`s date is exactly one year after Boko Haram terrorists kidnapped almost 300 schoolgirls from a campus in Nigeria. Some of the escaped, the rest are still in captivity.<br><br>Malala Yousafzai is a Nobel Peace Prize winner who was targeted herself for supporting women`s education rights. She released an open letter yesterday to encourage the girls and to push the Nigerian government and other countries to do more to find them.<br><br>&quot;To the girls,` the letter reads, &quot;remember that one day your tragic ordeal will end. You`ll be reunited with your families and friends. You will have the chance to finish the education you courageously sought.&quot;<br><br>Malala says she looks forward to the day when she can hug them, pray with them, and celebrate their freedom. She also calls the girls her heroes.<br><br>(MUSIC PLAYING)<br><br>This Roll Call segment is for the birds, specifically the Cardinals. That`s because the Cardinals of Monticello, Kentucky, are watching. They`re at Wayne County High School in the bluegrass state. The Cardinals of Redwood Falls, Minnesota, are next. They`re perched at Redwood Valley Middle and High Schools in the land of 10,000 lakes. And guess who? The Cardinals. Davison Middle School in Davison, Michigan, rounds out today`s Roll.<br><br>There are now four major U.S. political candidates who have declared they`re running for president in 2016. Republican Senator Marco Rubio made his announcement yesterday. The lawmaker from Florida joins two other Republicans and one Democrat in the race for the White House.<br><br>We`re more than a year and a half from election day but from perspective, campaigns for the 2008 presidential election began almost two and a half years before the vote.<br><br>This is a taxing time of year for many of your parents. Tomorrow is Tax Day in America. It`s the deadline for filing last year`s tax returns with the Internal Revenue Service, the IRS. A lot of folks will owe money to Uncle Sam, a lot of folks will get a tax refund. Income tax is constitutional.<br><br>The 16th Amendment, which was ratified in 1913, gives Congress the power to impose and collect income taxes and it could take an act of Congress to change that.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: If you don`t pay your taxes, the IRS will eventually find you. We know a lot of people get hauled into court for their back taxes.<br><br>About one fifth of it goes to defense, about one fifth goes to Social Security, another fifth goes to healthcare and a little less than that goes to veterans.<br><br>We had an income tax during the Civil War, then it was declared unconstitutional by the Supreme Court in 1895. Then the income tax came back in 1913 and that sets up the modern income tax as we know it today.<br><br>One of the reasons that historians think we pay in the spring was at one point taxes were levy, mostly on the rich, and the rich started to get out of town for the summer in the spring, so the government wanted to collect taxes in the spring before rich people skip town.<br><br>We have a very complicated tax structure and a lot of it has grown up because interest groups have asked for certain things as our tax laws have been rewritten. The last time it got a full rewrite was back in 1986. Ever since then, most lawmakers have been talking about how complicated the tax code is but no one has rewritten it.<br><br>There are all sorts of battles about the tax code. Some people have proposed flat taxes, a national sales tax, whether the rich should pay more in taxes.<br><br>(END VIDEO CLIP)<br><br>(MUSIC PLAYING)<br><br>AZUZ: People who don`t eat a lot or pick at their food are said to eat like a bird, but do they really? Birds actually eat a lot compared to what they weigh, about half their body weight in food every day. So if you weighed 100 pounds and you really ate like a bird, you`d be eating about 50 pounds of food every day. Now That`s Random.<br><br>(MUSIC PLAYING)<br><br>Alright. Alien life makes for a great headline. To be clear, humans haven`t found out. Scientists with the National Aeronautics and Space Administration believe finding water is key to finding signs of alien life since water harbors so many forms of life on earth. As they scour the solar system for water, they`re optimistic of finding life in really tiny forms in the years ahead.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED FEMALE: Discovering alien life. It`s the holy grail of space exploration. Well, NASA`s chief scientist Ellen Stofan says that such a finding is not that far off. She expects that we`ll find indications of life within the next decade and definitive evidence within the next 30 years.<br><br>UNIDENTIFIED FEMALE: Within all of our lifetime, though, we`re going to understand that there`s life on other bodies in the solar system.<br><br>We`re on the verge of things that people have wondered about for millennia. Are we alone?<br><br>UNIDENTIFIED FEMALE: Why the burst of optimism? Water. Water is a key ingredient in life as we know it and scientists say if you find water, your odds of finding life go up. And it turns out our galaxy is a soggy place.<br><br>Outside of our solar system, astronomers think there may be many worlds covered by deep oceans.<br><br>So NASA says our galaxy and our solar system are awash in water and it`s just a matter of time until we find life on another planet. But don`t expect little green men.<br><br>(CLIP FROM &quot;TOY STORY&quot;)<br><br>UNIDENTIFIED FEMALE: NASA says expect little green microbes.<br><br>(END VIDEO CLIP)<br><br>(MUSIC PLAYING)<br><br>AZUZ: Well this is something you don`t expect when you try out for crew. A rowing team was making its way across a lake in Missouri when something fishy started happening. Asian carp, by the dozens, if not the hundreds, started flinging themselves up and around the athletes. The flying fish are known to cause cuts and worse injury to boaters, but the eye reporter who got this video said no one was seriously hurt.<br><br>So what`s not to lake? We wouldn`t say everything turned out rosy when the rowers` row arose with hatch row (ph) but when you fished out your camera for your very own fin club, you`ve just got to press row-cord (ph) and carpe diem.<br><br>I`m Carpel (ph) Azuz for CNN STUDENT NEWS.<br><br>(MUSIC PLAYING)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-14 CNN Student News.mp4"}