{"title":"CNNSN-2016-01-19-CNN-Student-News","script":"(CNN Student News) -- January 19, 2015<br><br>The Iran Nuclear Deal; Stories Related to Martin Luther King; The Largest Dinosaur on Record<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: We`re back on the air after the Martin Luther King Jr. holiday and we`ll have a related story coming up on CNN STUDENT NEWS. I`m Carl Azuz.<br><br>First up, most of the international sanctions, penalties were removed from Iran over the weekend. It`s part of the nuclear deal led by the Obama administration and agreed to last year.<br><br>It will be a major boost to Iran`s economy and it coincided with the United Nations report that said Iran is doing its part to restrict its controversial nuclear program, though critics have said Iran will be a nuclear power in 15 years.<br><br>Shortly afterward, an exchange of prisoners was announced between the U.S. and Iran. American officials say secret negotiations had been going on for more than a year. The results: the U.S. released seven men who`d either been convicted or accused of illegally exporting electronics, satellite services or military equipment to Iran. In exchange, Iran released four Americans, a Christian pastor, a journalist, a Marine veteran, and another man who decided to stay in Iran. That country also released a fifth American, a student, separately from the swap.<br><br>These releases were not part of the nuclear deal. The White House says the deal accelerated the exchange, but critics said the Americans released should have been negotiated into the original deal, not part of a separate swap.<br><br>(MUSIC)<br><br>AZUZ: For the &quot;Roll Call&quot;, our producers have chosen three from the 1,600 plus requests we got on Friday`s transcript. Here they are:From Daejeon, South Korea, hello to everyone watching at Daejeon Foreign Language High School. It`s great to see you this Tuesday.<br><br>From Capon Bridge, West Virginia, we`ve got the Bobcats. Capon Bridge Middle School is on the roll.<br><br>And in Hot Springs, Arkansas, we present the Rams. Hello to Lakeside High School.<br><br>In the U.S., the third Monday in January is Martin Luther King Day. Since the 1980s, it`s been a federal holiday when government workers and many students have the day off. But event organizers stress that it should be a day on, a day of service when Americans are encouraged to volunteer and work toward improving their communities.<br><br>Dr. King was the most influential African-American civil rights leader in the 1960s. After his assassination in 1968, cities named streets after him.<br><br>And today, there are estimated to be about 900 streets bearing his name in the U.S. and Puerto Rico. They stand as symbols, some in line with Dr. King`s dream, some depicting what has yet to be achieved.<br><br>(BEGIN VIDEOTAPE)<br><br>JAMAL JULIEN, SHOW ROLL CHICAGO FOUNDER: There`s American nightmare that`s going on up and down King Drive.<br><br>MELVIN WHITE, BELOVED STREETS OF AMERICA FOUNDER: When a person say, &quot;Hey, meet me down on Martin Luther King Street,&quot; you know most likely it`s going to be a dangerous environment.<br><br>JULIEN: As we stand here today, we`re half a century away from the time that Martin Luther King came to Chicago to desegregate Chicago. And we face a lot of the same challenges today.<br><br>MARTIN LUTHER KING, JR., CIVIL RIGHTS ICON: But I want to remind you today, that we are not free in Chicago, in New York --<br><br>HAROLD LUCAS, BLACK METROPOLIS: He came in to talk about the ghettos that we were living in. He came and he lived on the West Side of Chicago to demonstrate his commitment to breaking that cycle of poverty that had been ensconced and entrenched in Chicago.<br><br>JULIEN: You see a very short summary of the black experience as you travel King Drive in Chicago. You see a progression of depression.<br><br>OBOI REED, SLOW ROLL CHICAGO CO-FOUNDER: We help create another organization called South Side Critical Mass. That drive starts here at Cole Park on King Drive. When we started that drive, there were people who said, oh, you all going to meet at night?<br><br>JULIEN: On the South Side?<br><br>REED: On the South Side and ride bikes? I mean, there were people who were fearful. We know our neighborhoods are safer than the perception and the narrative tells us they are. It doesn`t mean we`re naive about violence in our neighborhoods, we ride to reduce violence.<br><br>WHITE: Dr. King stood for unity. Dr. King stood for peace and justice, as well as economics. So, to have such a negative stigma to be placed on the streets is kind of like a slap in the face for Dr. King`s legacy. And so, we ought to change that.<br><br>We want to make people, when they get off their airplane, to say, hey, I want to go to Martin Luther King. There`s a nice restaurant. There`s a nice jazz spot that we can go to.<br><br>REV. DELPHERD BARKSDALE, SAVANNAH CHURCH OF GOD: MLK Boulevard starts down around Bay Street (ph) or around the river and traveling south, you`ll see from the river coming back, very nice, bustling business and cultural spots as you come up.<br><br>And somewhere around Gwinnett Street, you start seeing just -- it doesn`t look as nice as it does the closer you are to town. Several neighborhoods, there are some housing projects, stuff that way.<br><br>ELLEN HARRIS, DIRECTOR OF URBAN PLANNING: I think people do feel that there`s an economic divide there. You see a lot more construction, a lot more investment in the northern part than they do in the southern part.<br><br>BARKSDALE: It was once a thriving street. Now, one thing that is happening or has happened that`s good is they made, the city had, has made some efforts to rectify that. Just to have the street and to see the name should spark something within all of us. He fought for great things and if we find in a depressed area, then it reminds us that there`s a lot, a long way to go. And if we find it in a great area, that reminds us that yes, what he did was a great thing and that we have made some strides forward.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next, rockets. They`re great at going one direction, up. Not so great at landing. Model rockets can descend softly using a parachute, but what about the massive kind that go into space?<br><br>In November, a private called Blue Origin managed to launch and then land a rocket upright. A competitor named SpaceX has seen up and down results from its attempts.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: SpaceX rocket explodes.<br><br>SpaceX CEO Elon Musk posted video on Instagram of the fourth failed attempt to land a Falcon 9 rocket at sea.<br><br>POPPY HARLOW, CNN ANCHOR: In a valiant attempt but ultimately a failure for SpaceX, the private space company tried to land this rocket on unmanned platform in the Pacific Ocean. It toppled over and exploded after it looked like it got some solid footing there.<br><br>SpaceX CEO Elon Musk said ice buildup may have been a problem.<br><br>SUBTITLE: The failure came one month after SpaceX successfully landed a rocket on solid ground.<br><br>HARLOW: The rocket has successfully put a weather satellite into low orbit. Companies have been trying and trying to bring those rockets back safely, land them on platforms in the ocean, so they can use them once again.<br><br>SUBTITLE: Each Falcon 9 rockets costs SpaceX between $60 million and $90 million.<br><br>Landing and reusing rockets would significantly reduce the cost of space travel.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In 2012, a ranch owner in Argentina got in touch with the museum and said he found some fossils. Scientists believe they belong to Titanosaur.<br><br>Haven`t heard of that? That`s because it`s new, or at least newly discovered.<br><br>By the name, you can figure it`s big and though the real fossils were too heavy to set up at the American Museum of Natural History in New York, some fiber glass models give you a sense of Titanosaur`s size. Good thing it probably ate plants.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLTE: Meet the Titanosaur.<br><br>The Titanosaur may be the world`s largest dinosaur.<br><br>MARK A. NORELL, CURATOR, AMERICAN MUSEUM OF NATURAL HISTORY: This animal`s only been on the ground for, you know, a little less than a year. This animal is so new, it doesn`t even have an official species name yet.<br><br>SUBTITLE: The Titanosaur was discovered in the Patagonian Desert region of Argentina in 2014.<br><br>NORELL: One of the sort of like, you know, traditional dinosaur it has like a big body, a long tail, a long neck and, you know, some familiar relatives of it are, would be, you know, what they call Brontosaurus and Apatosaurus and that sort of thing, except that it`s much, much bigger.<br><br>SUBTITLE: The Titanosaur roamed the earth 100 million years ago. The giant herbivores weighed around 70 tons and were 122 feet long.<br><br>NORELL: New technologies were used on this where the bones were actually like laser scanned and prototype from the laser again.<br><br>This went from concept to completely done in about nine months. That, of course, does include how long it took to excavate the specimen and to prepare the specimen. The real bones will be here in New York for one year before they`re returned to the new renovated museum in Patagonia.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, just looking up at her could make your neck a sore. Even if the museum had (INAUDIBLE) rapidly build her a titanic new room, she would have occupied the brunt to the space. Scientists had just never imagined something so big as herbivore. Yes, dino puns help to have a tyrannosaurus.<br><br>CNN STUDENT NEWS services again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-19 CNN Student News.mp4"}