{"title":"CNNSN-2016-11-11-CNN-Student-News","script":"(CNN Student News) -- November 11, 2016<br><br><br>Trump Meets President Obama; A Tribute to the Sacrifices of American Veterans and Their Families<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Attention shoppers: today`s specials on Fridays, they`re awesome!<br><br>This is CNN STUDENT NEWS. Great to see you this Friday, November 11th. That makes it Veterans Day in the U.S., and we`ll have more on the event in<br><br>just a few minutes.<br><br>First up, a highest level meeting at 1600 Pennsylvania Avenue. U.S. President Barack Obama hosted U.S. President-elect Donald Trump yesterday afternoon. The two men have a history of taking verbal shots at one another. While campaigning for the presidency, Mr. Trump called President Obama incompetent. While campaigning for Democratic nominee Hillary Clinton, President Obama called Mr. Trump incompetent.<br><br>Tensions remain in the U.S. over the historic election. The country, which has been repeatedly characterized as divided, saw protests and rallies and dozen of cities after the vote. Most were peaceful, but there was some violence in places like Oakland, California, where emergency workers had to extinguish about 40 fires. Many of the protesters turned out to say they opposed the election of Donald Trump. Some supporters of the president-elect turned out to celebrate.<br><br>But at the White House, both leaders had kind words for each other and seemed focus on working together to move the nation forward.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Well, I just had the opportunity to have an excellent conversation with President-elect Trump.<br><br>It was wide ranging. We talked about some of the organizational issues in setting up the White House. We talked about foreign policy. We talked about domestic policy.<br><br>And as I said last night, my number one priority in the coming two months is to try to facilitate a transition that ensures our president-elect is successful.<br><br>I believe that it is important for all of us, regardless of party and regardless of political preferences, to now come together, work together, to deal with the many challenges that we face.<br><br>DONALD TRUMP (R), PRESIDENT-ELECT: This was a meeting that was going to last for many 10 or 15 minutes. And we were just going to get to know each other. We had never met each other. I had great respect.<br><br>The meeting lasted for almost an hour and a half. And it could have, as far as I`m concerned, it could have gotten for a lot longer. We really -- we discussed a lot of different situations, some wonderful and some difficulties.<br><br>I very much look forward to dealing with the president in the future, including counsel.<br><br>So, Mr. President, it was a great honor being with you and I look forward to being with you many, many more times in the future. Thank you, sir.(END VIDEO CLIP)<br><br>AZUZ: Mr. Trump has had Secret Service protection since last year. His codename: &quot;Mogul&quot;, in reference to his business leadership experience.<br><br>President Obama`s is &quot;Renegade&quot;.<br><br>Another part of the job: regular intelligence briefings. President-elect Trump will start getting those very soon. They usually begin shortly after an election, so that an incoming president is ready to make major security decisions, as soon as the oath of office is taken on inauguration day, January 20th.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: Today, Donald Trump will be getting the same intelligence briefings with the most highly classified intelligence as the sitting president of the United States, Barack Obama. These are known as the PDB, the president`s daily briefing.<br><br>Until now, Trump got more general, more sporadic briefings, giving a broad overview of the threats to U.S. national security. Now, it will get much more specific, and the briefings will come much more often. And it will include things that were not included in those broad outlines of briefings they were getting before. Sources and methods as it`s known, the most secretive ways that the U.S. collects intelligence.<br><br>Who`s going to be delivering these briefings? It will be career intelligence operatives, not political appointees. They`ll be chosen by the Director of National Intelligence James Clapper. And it`s worth noting that these are the same intelligence operatives on the campaign trail<br><br>Donald Trump often disparaged, specifically with the threat from Russia.<br><br>He`s going to be hearing about that kind of thing virtually every day now, as well as threats from countries such as North Korea, its nuclear program, China, and very important to us, threats to Americans both overseas and hear on the homeland from terrorists.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Today`s U.S. holiday used to be known as Armistice Day. It commemorated the 11th hour of the 11th day of the 11th month in 1918 when the armistice ended fighting in World War I. Twenty years afterward, Armistice Day became an official holiday in America.<br><br>And after World War II, its name was eventually changed to Veterans Day, a time to honor all American veterans, those who`ve served in war time and those who`ve served in peace time. It`s a day to thank them, though it`s not only the veterans themselves who make sacrifices for their country.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: My dad was in the U.S. Army, and he was in the Marines. At times, it was just my mom, my sister and I. I was in the house sometimes. I don`t shy away from challenges because my dad has faced life challenges and I look to him as a role model.<br><br>UNIDENTIFIED MALE: Both my parents were in the Navy. Mom retired because she`s pregnant with me and dad was still in the Navy. Somebody had to take care of me. So, my mom did that, and she does a really good job, too. So, I like to thank you for that.<br><br>UNIDENTIFIED FEMALE: Growing up in a military family has been OK.<br><br>UNIDENTIFIED FEMALE: There`s ups and downs to it. You have to grow up a little bit quicker when your dad is not home.<br><br>UNIDENTIFIED FEMALE: You have to adjust to new environments quickly. You have to understand what your parents were also going through. My dad is already retired from the military and his medical issues. When he`s not feeling well, it makes me feel guilty for not being able to do more for him.<br><br>UNIDENTIFIED MALE: This last move from Madison has been a little bit rough. But the children, as far as breaking the move, there`s no good way.<br><br>So, we just rip the band-aid off and say, &quot;Hey, we`re moving&quot;.<br><br>UNIDENTIFIED FEMALE: Moving is very bittersweet because unknowns just, they scare you.<br><br>UNIDENTIFIED MALE: When we do actually moved that many times, there are skills we picked up like how to make friends.<br><br>UNIDENTIFIED FEMALE: The bond with other military kids, they can tell you, yes, I know what this feels like. Let me help you.<br><br>UNIDENTIFIED MALE: There`s also strong sense of camaraderie and that`s really cool because we can all still be there for each other.<br><br>UNIDENTIFIED FEMALE: When my dad was gone and I was feeling kind of sad, I dance. So, I get my mind off of it.<br><br>UNIDENTIFIED MALE: Being deployed is hard. Today with the social media, emails, video chats, it makes things a little bit easier. Still not being there.<br><br>UNIDENTIFIED FEMALE: I just -- I pray a lot and I hope that nothing happens to my dad when he`s deployed.<br><br>UNIDENTIFIED FEMALE: When he`s getting ready to leave, there`s some fear, there`s some sadness. But I think for me, just trying to be as positive as I can for the kids. There`s times that they are just as much my support as I am for them.<br><br>UNIDENTIFIED MALE: Being a military kid has this advantage and disadvantages. You don`t see your parent as much but you know what they`re doing is right. They`re putting their heart out for their country.<br><br>UNIDENTIFIED MALE: I would like to say thank you.<br><br>UNIDENTIFIED FEMALE: For serving your time in the military.<br><br>UNIDENTIFIED FEMALE: It is amazing how much you sacrifice and are a part of something that`s so much bigger than yourself.<br><br>UNIDENTIFIED FEMALE: Thank you.<br><br>UNIDENTIFIED FEMALES: Thank you for impacting our world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: One hundred thirty-two years ago, a steam ship hit a rock and sunk off the northern coast of Lake Superior. Everyone on board lived to tell the tale. And the wreckage just recently discovered is telling some tales of its own.<br><br>The haul as you see here is incredibly intact. The dishes are still stacked in the galley. A diver who helped the J.S. Seaverns said she sunk on a pretty even keel that allowed divers to explore inside what`s like a giant time capsule from 1884. And it encapsulates today show from 2016.<br><br>While some of our puns give some of you a sinking a feeling, making you wish we`d cast them away, I know others really treasure them. They help keep our show afloat. I tried to write enough of them that hold water and I`d say these in particular were in ship-shaped.<br><br>I`m Carl Azuz. I`m proud to be your anchor and we hope you`ll set sail with CNN STUDENT NEWS again next week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-11 CNN Student News.mp4"}