{"title":"CNNSN-2016-10-04-CNN-Student-News","script":"(CNN Student News) -- October 4, 2016<br><br><br>Super Typhoon Hits Japan; India and Pakistan`s Kashmir Dispute; Afghanistan: A Challenge to Next U.S. President<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: A tail of two storms is where we begin today`s edition of CNN STUDENT NEWS. I`m Carl Azuz.<br><br>When we produce today`s show, the Japanese island of Okinawa was getting hit with a super typhoon. It`s name is Chaba. Its maximum sustained winds were about 165 miles per hour. That made it the equivalent of a category five hurricane, the strongest type. Several islands were in Chaba`s expected path, which was expected to turn east near South Korea and roar across the northern Japanese mainland.<br><br>And in the Caribbean, Hurricane Matthew, a category four storm last night, was expected to brush by Jamaica and hit Haiti overnight before moving over Eastern Cuba. Matthew was traveling slowly, with 140-mile-per-hour winds, the longer it hovers over an island, the more rain it can bring and the bigger its threat of causing flash floods and mudslides.<br><br>Throughout the Caribbean, airports have been closed. Storm shelters open and cruises rerouted to avoid the hurricane.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, CNN METEOROLOGIST: This is what we`re expecting the storm to do as it gets into the Bahamas. This is what concerns me. You can see the left turn as it gets east of Cuba and then it gets into Turks and Caicos, it turns left, it turns back toward the U.S. And then it has turned right to miss us.<br><br>Now, that`s the forecast. But that still concerns me although that`s going to happen or not. Here are the models, see how they turn left.<br><br>See this little left? This what really concerns me. That part right there will -- will they actually turn right again or will they just keep going to the left? Those are so many days away.<br><br>I know and we talk about this all the time, that the first 24 to 48 hours of a model is very good. After that, not so good. So, if this is a good part and this might not be the good part, where does it go from there, you need to keep watching if you live in the East Coast, anywhere.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Once again, international tensions have flared up over a place named Kashmir. It`s not an independent country. Kashmir is a highly disputed region of Asia that both India and Pakistan claimed as their own. They each control part of it, so does China. But it was in the section of Kashmir that`s controlled by India where an attack was launched late Sunday night.<br><br>India blames terrorists for shooting at an Indian army camp there. This was after troops from India and Pakistan exchanged fire with each country accusing the other of provoking it. As the anger has risen and the relationship has worsened between India and Pakistan, India relocated 10,000 people who were living near a disputed border area of Kashmir. These are only the latest incidents in a decades-long dispute over the region.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Kashmir: A bitter dispute.<br><br>RAVI AGRAWAL, CNN CORRESPONDENT: Kashmir today looks and sounds on edge, armed and ready to go off. Its lands are carved up in an easy truce between an easy truce between India, Pakistan and China, too. But before all that, Kashmir known not as a flash point, but Asia`s Switzerland, with beautiful snowcapped peaks and lush valleys.<br><br>So, how did we get here?<br><br>The troubles began around 1947 when India and Pakistan gained their independence from Britain. Pakistan was created out of Muslim-dominated areas. Kashmir was a sticking point. It was Muslim majority but its leader at the time decided to accede to India.<br><br>Now, fighting over Kashmir has led to wars in 1947 and again 1965. Evan after both India and Pakistan became nuclear, they attack each other in 1999, stopping short of a full scale war. Today, tensions are ratcheting up once again.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Updating you now on an unexpected vote in the South American nation of Colombia. We reported yesterday that polls showed that a peace agreement negotiated by the nation`s government and the FARC rebels who`ve been fighting it for 52 years had a good chance of passing. But by a very thin margin, voters rejected the agreement on Sunday, 50.22 percent voted against it, 49.78 percent voted for it. One major criticism of the agreement was that it didn`t do enough to punish the rebels for these past crimes.<br><br>Colombian President Juan Manuel Santos says he doesn`t have a plan B, but that a ceasefire between the government and the rebels would stay in place while negotiations between the two sides would continue in Havana, Cuba. FARC leader Rodrigo Londono who also goes by Timoleon Jimenez also says he`s committed to peace. The United Nations is sending its Colombia envoy to Cuba to join the discussions.<br><br>A lot of uncertainty now hangs over Colombia. And the same can be said for the Middle Eastern nation of Afghanistan. Its government controls about two-thirds of the country, but the Taliban, Afghanistan`s former rulers who allowed terrorists to live and train there control about 10 percent, and they`ve increased their attacks recently, despite hundreds of airstrikes this year by the U.S., which supports the Afghan government.<br><br>These events plus the fact that more than 8,000 U.S. forces remain in the country contribute to the challenges it presents for the next American leader.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT: Here are three reasons Afghanistan could be the biggest global program for the next U.S. president.<br><br>Afghanistan is nearing a failed state. The Taliban controlled more territory there than any time since the war started in 2001. That means Afghanistan could become a haven for terror groups, including rivals al Qaeda and ISIS.<br><br>There are no good policy options for the next White House. You can`t abandon a country at the heart of America`s longest war with thousands of lives that are being lost. But at the same time, there`s no realistic public appetite for a substantial rise in troop numbers.<br><br>Afghanistan is both Pakistan and India`s problem and they are both nuclear powers. Afghanistan accuses Pakistan of assisting the Taliban. Pakistan accuses India of interfering in Afghanistan. Either way, Afghanistan suffers and remains a regional headache for the U.S.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The 2016 Nobel Peace Prize for medicine has been awarded to a Japanese biologist. Yoshinori Ohsumi made discoveries in the area of autophagy. That`s the process that a cell uses to recycle some of its own components. Scientists have known about autophagy since the 1960s, but Ohsumi`s work, which included experiments with baker`s yeast led to a deeper understanding of how cells stay healthy.<br><br>He`ll receive more than $900,000 in prize money. As advances in medicine are made around the world, there`s a U.S.-based biotechnology company that`s raised record funds, even though its method is so far unproven and hasn`t worked before, and its human trials which could take years are just getting started.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: For years, incurable diseases like cancer and HIV have stumped scientists. But if there`s a cure for those diseases right under our noses, literally?<br><br>At biotech startup Moderna, they believe the key to treating rare diseases is to trigger the body to heal itself, to make its own medicine. And how does that work? It all comes down to proteins.<br><br>STEPHANE BANCEL, CEO, MODERNA: So, sometimes when you`re sick, what you`re just missing is one protein. If we could just give you that protein back, then you`ll be healthier again.<br><br>CRANE: So, how do you get that one missing protein back into your body?<br><br>For years, we`ve relied on pharmaceutical companies to make expensive protein-based drugs for treatment. But protein based drugs aren`t as effective as they could be and can degrade in the bloodstream or digestive tract.<br><br>That`s where Moderna comes in. By injecting your body with messenger RNA molecules, they`ve discovered a way to naturally trigger your body cells into making their own healing proteins. The body makes its own medicine.<br><br>In theory, messenger RNA or MRNA could deliver the genetic instructions to your cells to make any type of protein that your body needs to heal itself.<br><br>But until recently, scientists believe our immune systems would reject MRNA from outside sources.<br><br>BANCEL: Evolution has taught all of our cells to ignore messenger RNA when it comes from the outside. That`s what a virus looks like. What we`ve been able to do at Moderna is actually change the properties of that MRNA so that to the cell, it looks likes its own.<br><br>CRANE: And that breakthrough has led to potential treatments for a wide range of conditions, from heart disease to cancer. Over the last four years, Moderna has raised $1.5 billion, partnering with pharmaceutical companies, the government, and recently, the Gates Foundation, who committed $20 million to tackle HIV.<br><br>But research is still in its early stages. Moderna recently started their first two human clinical trials and has plans for at least four more.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, a desert kaleidoscope. That`s the theme for this year`s Albuquerque International Balloon Fiesta. It got off the ground over the weekend in New Mexico and runs through the week. More than 500 hot air balloons are taking part in one of the oldest forms of aviation.<br><br>And, of course, that looks amazing in this time-lapse video.<br><br>There have been some crashes here and there. No serious injuries have been reported.<br><br>Of course, some people get an over-inflated sense of confidence. You can call them basket cases. But that kind of thing tends to balloon with each rise of each successful launch. You got to both know the ropes and let them go especially if you expect to get around the world in 80 days.<br><br>I`m Carl Azuz and I`m all out of hot air. We`ll take off with more news tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-04 CNN Student News.mp4"}