{"title":"CNNSN-2015-01-21-CNN-Student-News","script":"(CNN Student News) -- January 21, 2014<br><br>Obama`s Accomplishment as President; Unrest in Yemen<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Great to see you this Wednesday. Today`s commercial free coverage starts with last night`s &quot;State of the Union&quot; speech and the opposing party`s response.<br><br>History 101, what`s known is &quot;State of the Union&quot; used to be called the President`s annual message? The Constitution doesn`t say it has to be annual, and it doesn`t have to be on TV because the framers didn`t have TV. The first radio broadcast was by President Coolidge in 1923. The c TV broadcast, President Truman in 1947, the first webcast, President George W. Bush in 2002.<br><br>Before we look at 2015 and what President Obama hopes to accomplish in his last two years in office, we are exploring what he has and hasn`t accomplished in his first six years.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: On the quest (ph) to define his legacy, here`s how President Obama`s promises are playing out.<br><br>First, the economy:<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: Pick any metric you want. America`s resurgence is real.<br><br>UNIDENTIFIED MALE: 2.9 million jobs were added in 2014. That`s the strongest year for job growth since 1999.<br><br>The job loss rate has dropped to 5.6 percent in December, lowest since Obama`s election, but there`s some bad news, too: wages for the working and middle classes have not kept up.<br><br>Second, Obamacare: will it work: the percentage of people without health insurance has declined from 18 percent in 2014 to 12.9 percent in 2014. But there are still many questions about the law. It hasn`t yet driven down the cost of health insurance. Obamacare has also drawn a slew of critics and tension on Capitol Hill.<br><br>Third, immigration reform:<br><br>OBAMA: I fought for you in the Senate, and I will make it a top priority in my first year as president of the United States of America.<br><br>(CHEERS AND APPLAUSE)<br><br>UNIDENTIFIED MALE: Obama promised that if Congress didn`t act, he would do everything in his power to ease deportation.<br><br>OBAMA: We`ll take steps to deal responsibly with the millions of undocumented immigrants who already live in our country.<br><br>UNIDENTIFIED MALE: But Republicans now control the House and the Senate, and they are trying to stand in his way.<br><br>And what about the promise to change the tone in Washington?<br><br>OBAMA: We`ve got to change the tone of government, the politics.<br><br>UNIDENTIFIED MALE: Well, the tone has changed. It`s worse. Then whose fault that is, depends on your point of view.<br><br>WOLF BLITZER, CNN ANCHOR: Do you know what I see in Washington still to this day?<br><br>OBAMA: More of the same.<br><br>BLITZER: The same old, same old.<br><br>OBAMA: Yeah.<br><br>BLITZER: A lot of bickering, backstabbing .<br><br>OBAMA: May be a little worse.<br><br>UNIDENTIFIED MALE: Around the globe, the president who got elected to pull troops out of Iraq has sent troops back to deal with the new threat: ISIS.<br><br>After touting to killing of Osama bin Laden, Obama is dealing with the threat that has evolved and spread and mutated into terror attacks in the West.<br><br>Predictions that Vladimir Putin is a geopolitical foe have proven true. And don`t forget, 90 miles off the coast of Florida, the United States has begun an historic change in U.S. policy towards Cuba. And then there`s Obama`s first promise as president: closing Gitmo.<br><br>OBAMA: Guantanamo will be closed no later than one year from now.<br><br>UNIDENTIFIED MALE: Flash forward: it is still not closed.<br><br>UNIDENTIFIED FEMALE: Will Guantanamo Bay Prison be closed down by the end of next year?<br><br>OBAMA: I`m going to be doing everything I can to close it.<br><br>UNIDENTIFIED MALE: So, welcome to this year`s State of the Union where we`ll see which legacy items move to the top of his list.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK. Now to the actual address. President Obama thought to show how his first six years in office have worked and improved conditions for America, both at home and abroad.<br><br>Going forward, he addressed his strategies for dealing with the ISIS terrorist group, preventing cyber security attacks and providing some higher education at no cost to U.S. community college students.<br><br>But as expected, a big focus of his speech highlighted the upsides of the U.S. economy.<br><br>(BEGIN VIDEO CLIP)<br><br>OBAMA: We are 15 years into this new century. 15 years that dawned with terror touching our shores that unfolded with the new generation fighting two long and costly wars, that saw a vicious recession spread across our nation and the world.<br><br>It has been and still is a hard time for many. But tonight, we turn the page. America for all that we have endured from the grit and hard work require to come back for all the tasks that lie ahead, no this: the shadow of crisis has passed and the state of the Union is strong.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The Republican response came from Senator Joni Ernst of Iowa. She highlighted Republican victories in last year`s midterm elections when U.S. voters gave the GOP control of the Senate in addition to the House of Representatives. Republicans see this as a mandate to change things in Washington.<br><br>(BEGIN VIDEO CLIP)<br><br>SEN. JONI ERNST, (R) IOWA: Americans have been hurting. But when we demanded solutions too often, Washington responded with the same stale mindset that led to failed policies like Obamacare. It`s a mindset that gave us political talking points, not serious solutions.<br><br>Congress is back to work on your behalf, ready to make Washington focus on your concerns again.<br><br>We know America faces big challenges, but history has shown there`s nothing our nation and our people can`t accomplish.<br><br>(END VIDEO CLIP)<br><br>AZUZ: See if you can I.D. me. I`m a Middle Eastern country that was once part of the Ottoman Empire. My border countries are Oman and Saudi Arabia.<br><br>I`m where you`ll find the famous and historic port city, Aden. I`m Yemen, a republic currently in the middle of political turmoil.<br><br>That`s because it`s unclear who`s in charge. Yesterday, a Yemeni government officials said the country`s president had no control, that there had been a coup, a sudden change in government by force. Politics and religion factor in the Yemen`s unrest. Last year, a group of militants called Houthis, swept into the Yemeni capital.<br><br>The Houthis are Shiite Muslims, a branch of Islam that`s a minority in Yemen. They feel that the Sunni Muslim, majority hasn`t been fair to them. Battles began between Houthis and Yemeni government troops, hundreds have died, a ceasefire declared last September fell apart last weekend.<br><br>International officials are concerned about what happens in Yemen because instability can benefit terrorists, like al Qaeda in the Arabian Peninsula. It`s based in Yemen and it`s said it carried out the recent murders at a French satire magazine.<br><br>On yesterday`s transcript page at cnnstudentnews.com, we got a roll call request from Central Europe, and that`s where we are starting today.<br><br>Ostrava is the city in the Czech Republic. We are happy to announce the first international school of Ostrava is watching.<br><br>Stateside, we`ve got Central Middle School on hour map. This one`s in Burlington, Illinois, the home of the Comets. And in the lone star state, the city of Midland, Texas, hello to the Bulldogs. Midland Freshman High School is on our roll.<br><br>Strep throat, bronchitis, ear infection, pink eye. Two things they all have in common: one, they are no fun, two, they can often be treated with antibiotics. But every year in the U.S. at least 2 million people get bacterial infections that normal antibiotics don`t kill. So, the discovery of a new one that could possibly kill off superbugs is exciting news in medicine.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: There are a lot of bacteria out there, and it can cause a lot of scary diseases. Doctors fight this bad bacteria with antibiotics like penicillin, the first one.<br><br>It was discovered by accident when Sir Alexander Fleming left a plate of staphylococcus uncovered and later found that a mold had grown killing the bacteria which is basically (INAUDIBLE) antibiotics today.<br><br>He placed microbes in a petri and see if they target staph bacteria. Of all naturally occurring microbes, it`s reported that only about one percent can be grown in laboratories, which is one of the reasons we haven`t found a new one in such a long time.<br><br>Bacteria breeds fast, which means they can evolve fast and become resistant to antibiotics, becoming superbugs, like MRSA.<br><br>So, the new antibiotics that was discovered, Teixobactin, is revolutionary for how they found it. Researchers replaced the petri with the special device, the Ichip, taking it out of the lab and sticking in the mud, given it access to gather 99 percent of microbes in the environment. After screening 10,000 bacteria, it found an unknown microbe, (INAUDIBLE), and this microscopic creature is what makes the new antibiotic.<br><br>Initial research shows that Teixobactin has cured some ear infections in mice with no side effects, but it still will take years to know whether Teixobactin is safe for humans.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If the penny saved is a penny earned, an 81-year old Penny Pincher has earned himself a small fortune.<br><br>He started savings his pennies back in 1952 and just this year he decided to see what they were worth. He took 500 pounds of pennies to the bank and after an hour of counting them using machines the bank tallied up 81,600 pennies or 816 bucks. The man has more at home and won`t stop saving them.<br><br>He says old habits are hard to break.<br><br>And after all that, who`d want to change. It wouldn`t make sense. Saving and earning are two things he`d been linking so long that pros outweigh the cons. If I had a penny for every bad pan I made, I could bank a one shiny financial future.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-21 CNN Student News.mp4"}