{"title":"CNNSN-2015-01-22-CNN-Student-News","script":"(CNN Student News) -- January 22, 2014<br><br>U.S.-Cuban Relations; Avocado Supply in Jeopardy; Making Traffic Safer on Golden Gate Bridge<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Name: Carl Azuz. Date, January 22, Assignment, to bring current events to your class. We are glad you are watching. You probably haven`t heard of Roberta Jacobson. She`s the U.S. assistant secretary of state for Western affairs. And what she did yesterday was significant. She arrived in Havana, the capital of Cuba. She`s there to move forward on President Obama`s plan to reestablish an American embassy there.<br><br>His decision to improve relations between the U.S. and Cuba is a controversial one. The president says the last 50 years of isolating the Caribbean nation haven`t worked, that the U.S. can be more influential over Cuba`s communist government by normalizing relations with it.<br><br>But shortly after that announcement Cuban President Raul Castro said the U.S. needed to respect Cuba`s communist rule. The rift between the two countries goes back to the Cold War.<br><br>(BEGIN VIDEO CLIP)<br><br>KARL PENHAUL, CNN CORRESPONDENT: Why did U.S.- Cuba relations get so bad in the first place, highly controversial?<br><br>In the 1950s, Cuba was run by a dictator, and he wasn`t only backed by the United States, but he was also backed by the U.S. mafia. On the back of that then in 1959 we have a bunch of rebel fighters led by Fidel Castro and Che Guevara sweeping to power. And they over time moved well out of the orbit of U.S. influence and into the orbit of the Soviet Union. So, the fight between the U.S. and Cuba is really based against the backdrop of the Cold War between the world`s two superpowers: The United States and the Soviet Union. Now, in 1961, President Dwight Eisenhower, he decided enough is enough. We are going to break off diplomatic relations with Cuba. And that is what happened. Then later in 1961, I bet you`ve all heard of the Bay of Pigs, that is when the U.S. with a group of trained mercenaries by the CIA tried to invade Cuba. That failed. That was seen as a victory for the Cuba`s. Then pushed forward to 1962, the Cuba missile crisis, that`s when the Soviet Union started to put nukes on the island here pointing at the United States, and relations got so bad between the United States and Cuba it ran to push the whole world towards the brink of nuclear war.<br><br>JOHN F.KENNEDY: It shall be the policy of this nation to regard any nuclear missile launched from Cuba against any nation in the Western hemisphere as an attack by the Soviet Union on the United States.<br><br>PENHAUL: That is just some examples about how things have gone so bad between the United States and Cuba over the years.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Lighthouses. Their importance is easy to see. The oldest ones in North America date back to the 1700s, that`s nothing compared to the Tower of Hercules. It`s in northwestern Spain, it`s the oldest lighthouse still in use, dates back to the first century A.D. Now, that`s random.<br><br>Avocados, that`s another subject that might seem random at first, but the fruit- yes, avocados are a fruit may soon give us avocado fans and unwanted lesson in supply and demand.<br><br>The law says if supply goes down while demand goes up, prices could climb higher than avocado trees. And when you consider that droughts stricken California produces most of America`s avocados .<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: It`s hard to walk into a restaurant these days and not find avocados on the menu. We are seeing it spread on toast, garnishing our salads, dropped in our sushi rolls, but the prevalence of avocados on menus across the country may just be in jeopardy.<br><br>California grew 500 million pounds of avocado in 2013, but the state is grappling with the crippling drought, and with 80 percent of the state`s water used going towards agriculture, the industry is being impacted. Now, our beloved superfruit is particularly at risk because avocados are incredibly thirsty, they require about 74 gallons to produce one pound of avocados. Compare that to oranges, which use about 12 gallons, and lettuce, about six.<br><br>But it`s not just a drought that is risking the safety of our guacamole. Drug cartels are reportedly pushing their way into the avocado industry. Mexico is the world`s main producer for avocados and then Latin America halls avocados are known as oro verde or green gold.<br><br>And a drug cartel known as the knights Templar (ph) has realized just how valuable the avocado industry is, and they are infiltrating it. And yet as supplies are dwindling, our demand for avocados is only increasing.<br><br>Now, in the 1990s, it was about one half pounds for capita. In 2012, a record five pounds per capita. We like our avocados.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Did the New England Patriots cheat in their game against the Indianapolis Colts last weekend? The National Football League`s trying to figure that out. It requires game footballs to weigh between 14 and 15 ounces each. To be inflated between 12.5-13.5 pounds per square inch. A referee tested and approved the footballs for both teams two hours before kickoff, and the Colts` footballs stuck to NFL standards, but at half time League sources told ESPN that 11 of the 12 balls being used by the Patriots were found to be underinflated by two pounds per square inch.<br><br>Why would that matter? Underinflated footballs could give the offense better grip, especially in cold rainy weather. The Patriots destroyed the Colts, 45 to 7. It`s unclear whether underinflated footballs would have made a difference. The Patriots say they are fully cooperating with the investigation.<br><br>Can a Roll Call make history? Well, it is the first time we`ve mentioned the school from Guam. From the Pacific Island, say hello to Southern High School. It`s in the village of Santa Rita. Its mascot is the dolphins. Now, to Ashland, Montana it`s in the southeast part of Big Scott Country, and it`s where we`ve got the broncs of Ashley Junior High School.<br><br>In Southwestern New York State there`s a middle school named for George Washington. The logos are there in the city of Jamestown.<br><br>In 1930s, it wasn`t easy to build California`s famed Golden Gate Bridge: storms, fog, tides, blasting rock underwater. All off that magnified the accomplishment of the suspension bridge when it opened in 1937. It had six lanes for cars, three northbound, three southbound, until 1962. But that was changed to better accommodate the flow of traffic: plastic pile-ons were put down and shifted to determine which direction gets more lanes.<br><br>They weren`t much of a divider, the pile-ons could easily be knocked over. Time and technology have helped officials find a better solution, but that came at a high cost.<br><br>(BEGIN VIDEOTAPE)<br><br>DAN SIMON, CNN CORRESPONDENT: The Golden Gate Bridge is certainly one of the most iconic and beautiful structures in the world, but what you may not realize, is that it terrified a lot of drivers. Well, now that`s all changed.<br><br>For the first time ever, the bridge has a barrier that separates northbound from southbound traffic, and what makes this one so unique is that it moves. This is a specialized truck that can move these 3400 concrete and steel blocks across the lanes of traffic. It`s sort of like a zipper. And the idea is to keep traffic moving smoothly, but also stop head-on collisions.<br><br>This is very expensive technology. The system costs $30 million. The way it works is the trucks move over each barrier, each one is 1500 pounds, they are lifted up and moved over to the other side of the lane before they are set down.<br><br>These trucks, they may be really strong, but they are not exactly speedy: the top speed is ten miles an hour, and they get just five miles to gallon.<br><br>DENIS MULLIGAN, GOLDEN GATE BRIDGE GENERAL MANAGER: The bridge is very unforgiving: the motorists traveling on a (Inaudible) coming opposite directions, it is struck momentarily, would slam into - it would be a horrific head-on accident.<br><br>The bridge is more than a mile long, and I`ll tell you what - driving across it could be a pretty scary experience, especially if you were on that far left hand lane. There used to just be plastic pylons there, so you were always at risk of somebody swarming into your lane of traffic and hitting you head on.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Dorm rooms: not known for being spacious, but how you decorate on can make it feel more like home: or in this case, a Chuck e-Cheese.<br><br>A student at Rice University thought it`d be fun to make his dorm room a ball bed. He spent $500 to get 13,000 plastic balls and as long as other students follow the rules, no food, no drinks, no shoes, they are welcome to come over and have a ball.<br><br>He says, at first people ask why, but then just agree it`s awesome.<br><br>Hey, the guy is on a roll. Whether you are feeling blue or seeing red, the splashy space can make hue green with envy. Brightening your mood, adorming a dorm with a dormable undormniable appeal. I`m Carl Azuz. We`ll be around again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-22 CNN Student News.mp4"}