{"title":"CNNSN-2016-04-13-CNN-Student-News","script":"(CNN Student News) -- April 13, 2016<br><br><br>Two ISIS Defectors Discuss Challenges of Fighting the ISIS; How Rules are Set for the RNC; Character Study Focuses on Ecological Inspiration<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS. I`m Carl Azuz from Atlanta, Georgia.<br><br>Yesterday, we told you about a military leader`s defection from North Korea to South Korea. Today, we`re reporting on two men who defected, who left the ISIS terrorist organization. This happened in Afghanistan. It used to be ruled by an Islamic militant group called the Taliban, which allowed terrorists to live and train there.<br><br>But the Taliban were kicked out of power when international forces led by the U.S. attacked in 2001. The war never completely wiped out the Taliban, though. They`re still operating in Afghanistan and Pakistan. And the ISIS terrorists group has worked to recruit Taliban members.<br><br>Two men who become ISIS recruits said they were offered better weapons and not much choice. But they become disillusioned with ISIS and left the group at the risk of possibly being executed partly because they say they found some of ISIS`s tactics un-Islamic and partly because they say ISIS just likes killing and doesn`t take cares of it its fighters` families.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Looking for ISIS. In Afghanistan`s east, ISIS` radio broadcast of hate was bombed off air recently by the U.S. But here, it`s been coming back in the past week.<br><br>&quot;It was there three days ago, and it`s gone again,&quot; says one man. &quot;They were talking nonsense,&quot; says another. &quot;They`re asking people to pledge allegiance and march on Kabul,&quot; he adds.<br><br>This is one broadcast they recorded earlier. ISIS is trying to put down roots here. But every day, more Afghans want to tear them up. And that starts here with Arabistan and Zaitoun.<br><br>Two months ago, we wouldn`t have sat like this. Then they were commanders in ISIS.<br><br>ISIS, they say, came from Pakistan, not Iraq, and promised guns and money to their struggling group of Taliban. Their agenda: black flags, killing and looting, which they did go along with at first.<br><br>ARABISTAN, FORMER ISIS COMMANDER (through translation): They knew who was rich to take their money. The poor, they would arm to fight for them or kill them.<br><br>PATON WALSH: The two men work with Afghan intelligence, who set up our interview, to get other locals to join an uprising program against ISIS.<br><br>But they say they`ve lacked government protection and money and that`s put potential defectors off. The fight is now left just to American drones, they say.<br><br>ARABISTAN (through translation): Drones are doing a good job killing is. They target them as soon as they leave their houses.<br><br>ZAITOUN, FORMER ISIS COMMANDER (through translation): The government hasn`t made any progress in those areas. It`s only the bombing that`s effective.<br><br>PATON WALSH (on camera): You were in the Taliban, then in ISIS and now the American drones are bombing your own village but you`re pleased about this because it`s killing ISIS. Is that a strange feeling for you?<br><br>ZAITOUN (through translation): It makes us happy. We want them wiped out.<br><br>PATON WALSH (voice-over): They are killers themselves who know what they`re talking about. Arabistan holds up his cloak. Holes from an American helicopter attack not long ago when he was Taliban.<br><br>ISIS has shattered ordinary lives, too. Across town and in a luxury village built for rich people who never came, are hundreds of families who fled ISIS.<br><br>(on camera): Afghanistan, like many nations inflected by ISIS, basically has to battle an idea, a kind of virus that appeals to minds warped after decades of war. They don`t see the Taliban as radical enough -- an idea that no matter how hard you battle or bomb it, it`s very difficult to completely extinguish.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. Speaker of the House Paul Ryan said yesterday that he didn`t want and wouldn`t accept the Republican Party`s nomination for president.<br><br>But the speaker isn`t one of the candidates who`s been running for president. So, why would he talk about the nomination?<br><br>Because of a contested or open convention. It`s an environment in which someone who isn`t currently running, like House Speaker Ryan, could possibly win the nomination. An open convention could happen for Democrats and Republicans this year. If no one candidate from either major party wins enough delegates to clinch the nomination beforehand.<br><br>So, the convention would become the place where the party nominee is determined. As an open convention appears more likely, especially on the Republican side, we`re looking at who sets the rules for it.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: It takes 112 Republican leaders from every state, territory and DC to make up the rules committee.<br><br>They could decide the nominee or fracture the party.<br><br>GARY EMINETH, FORMER CHAIRMAN, NDGOP: He who writes the rules rules as the old saying goes.<br><br>SUBTITLE: Why the RNC Rules Committee really matters.<br><br>The group will meet before the convention to literally set the rules of the game. They have the power to decide if people like John Kasich, Paul Ryan, Mitt Romney can challenge Trump and Cruz. They also set all the convention mechanics, which could be crucial. The convention essentially cannot begin until new rules are approved.<br><br>EMINETH: And I think it`s going to boil down as how strong Donald Trump and Ted Cruz are and how close they are.<br><br>SUBTITLE: The committee`s power is only limited by politics. But even so, there are whispers of a &quot;nuclear option&quot;. In that scenario, all delegates would be immediately unbound, chaos could follow.<br><br>CURLY HAUGLAND, CURRENT CHAIRMAN, NDGOP: In order to win the nomination in Cleveland, you have to identify 1,237 supporters that are actually in the seats in Cleveland.<br><br>SUBTITLE: There`s a lot at stake for both the GOP and the city of Cleveland.<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: I don`t think you can say that we don`t get automatically. I think it would be -- I think you`d have riots. I think you`d have riots.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A lot of schools back from spring break this week and a lot of requests on yesterday`s transcript page.<br><br>Here are three of them:<br><br>St. Clair Middle School is in St. Clair, Michigan. It`s where the Saints go marching in.<br><br>Smiths Station High School is in Smiths Station, Alabama. I think we`ve seen you here as well. Great to have the Panthers.<br><br>And from the city of Playa del Carmen, in the state of Quintana Roo, Mexico, welcome to our viewers at Colegio Ingles.<br><br>(MUSIC)<br><br>AZUZ: The city of San Diego California is just one part of San Diego Country, where 3.3 million people live. About 20 percent of school age children there live in poverty. Some have never seen the ocean despite living just miles from it.<br><br>The founder of Ocean Discovery Institute says their world can be very small. So, she started a non-profit program that offers classroom activities, field trips and community projects to inspire budding scientists.<br><br>(BEGIN VIDEOTAPE)<br><br>SHARA FISLER, CNN HERO: The city is only minutes from the ocean, and yet it`s completely disconnected in many ways.<br><br>It`s a high poverty community, low graduation rates, high crime, infrequent opportunities for science or nature access.<br><br>We have one microscope for you.<br><br>I ran an organization that empowers young people through the ocean sciences.<br><br>We work with about 6,000 kids a year in the City Heights community from pre-K through college and beyond.<br><br>That one is a different species. So, you actually found a whole totally different species in that.<br><br>So, by exposing them to ocean science, they get curious.<br><br>When they`re on the third grade and they come on our field trip and they see the ocean, they gasped, because it`s literally the first time many of them have ever seen the ocean.<br><br>UNIDENTIFIED KID: They took me swimming, my first swimming lesson. We went tide pooling with the scientists. It felt exciting and like -- I felt like I was in paradise.<br><br>UNIDENTIFIED MALE: What`s this?<br><br>STUDENTS: Brain corral.<br><br>UNIDENTIFIED MALE: That`s a brain corral, right.<br><br>FISLER: We think of everything as a living laboratory. It`s important that students get to actually understand the environment as a contexts for science, exploration and discovery.<br><br>These are barnacles and they attach with their heads.<br><br>You can study technology, engineering, mathematics, all through studying the ocean.<br><br>This is a career field that students from very diverse communities don`t pursue and our students are pursuing at unprecedented rates.<br><br>KHANCHI, FORMER STUDENT: Working side by side with all the amazing scientists gave me that feeling that maybe I can make a difference in the world. I was really inspired to study marine biology in college.<br><br>FISLER: Hey, you guys, check this (INAUDIBLE). It`s cool.<br><br>STUDENTS: Wow.<br><br>FISLER: All kids need science opportunities. Our students who go through these programs, they succeed whatever path it is they take.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In an era of wing suits, drones, and hoverboards, make sense someone would build something like this. Jet pack, meet hoverboard, meet risk.<br><br>This invention by a company that makes water flyboards appears to use no water at all. Opting instead for what looks like a jet turbine engine.<br><br>The company says it can got 10,000 feet high and more than 90 miles per hour and it doesn`t come with a safety net.<br><br>This is just a prototype. It`s not for sale at this point, though we got to admit, it looks pretty fly (ph). The guy who tested stands out, he certainly could star as the hero in the &quot;airborne identity&quot; or the villain in turbinator.<br><br>We should probably jet. I`m Carl Azuz and that wraps up today`s hoverage.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-13 CNN Student News.mp4"}