{"title":"CNNSN-2016-05-04-CNN-Student-News","script":"(CNN Student News) -- May 4, 2016<br><br><br>Navy SEAL Killed in Iraq; Hundred of Teachers Protest in Detroit; A Study Looks Into Mobile Addiction Among Teenagers. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Wherever you`re watching today, we`re grateful you`re taking 10 minutes for CNN STUDENT NEWS. I`m Carl Azuz.<br><br>First up, a U.S. military casualty in the fight against the ISIS terrorist group. In northern Iraq yesterday, a U.S. Navy SEAL was killed during what was described as a coordinated assault by 100 ISIS fighters. This is the third American death in combat since the U.S. sent troops back in Iraq in 2014.<br><br>At that time, President said that American forces would not be returning in combat in Iraq. But last October, Defense Secretary Ash Carter said there are American troops in combat every day, though their overall role is to train and support local forces in their fight against ISIS.<br><br>Secretary Carter said yesterday that the death of the Navy SEAL shows that, quote, &quot;it`s a serious fight that we have to wage in Iraq.&quot; A spokesman from the Pentagon added that the U.S.-led coalition fighting ISIS will honor the sacrifice by defeating the terrorist.&quot;<br><br>Going into yesterday`s primary elections of the U.S. state of Indiana, former U.S. Secretary of State Hillary Clinton was leading Vermont Senator Bernie Sanders in the quest for the Democratic nomination. Clinton had 1,666 pledged delegates and 513 super delegates. Sanders had 1,359 pledged delegates and 41 super delegates. To clinch the nomination, a Democrat needs 2,383 total delegates.<br><br>Businessman Donald Trump was leading Texas Senator Ted Cruz and Ohio Governor John Kasich in the quest for the Republican nomination. Trump had 1,002 delegates, Cruz had 572, and Kasich had 156. To clinch the nomination, a Republican needs 1,237 total delegates.<br><br>Both of the candidates in second place are hoping for contested conventions this summer to give them a shot at the nomination. But as you`ll see in this report that Tom Foreman did before yesterday`s primaries, their window may be closing.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: Take a look at the latest delegate count here and you can see how Donald Trump is closing in on the winning number.<br><br>He only needs 235 more delegates to clinch the deal.<br><br>But Ted Cruz is very effectively winning the shadow primary, this effort to make sure that more of the actual people filling the delegate rolls are his loyalists. He did it again in Arizona and Missouri and in Virginia this past weekend.<br><br>Why does this matter? Let`s bring out Virginia and talk about it. Donald Trump won handily here over Cruz, more than 2-1 in the vote. This past weekend, the party selected 13 at large delegates, people to fill the jobs. They have to reflect the state vote on the first vote at a contested, if it comes to that.<br><br>So, right now, it would be sort of like this. But Cruz so effectively stacked this group with his loyalists that if you get past that first vote, they could be expected to change their votes like this, and suddenly, Cruz would be dominant and Trump would essentially lose or could lose a state that he already won.<br><br>This is the real Cruz strategy right now. But he is running out of time and space to make it happen. Eighty percent of the Republican vote has already happened out there. Donald Trump has won handily.<br><br>Only 10 states remained, the ones in yellow here. Indiana, that`s one with 150 delegates that will be decided over this next month, and next month after that, there`d be about 300 decided, the biggest one being California out there.<br><br>If Donald Trump gets more than half of all the delegates in those remaining 10 states, that`s it. It won`t matter what Cruz did to work on a contested convention. There may not be one and it could be all over.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Most of the schools in Detroit, Michigan, were closed yesterday and Monday. Hundreds of teachers there staged a massive sickout. But they still arrived to protest over a crisis that`s been decades in the making.<br><br>The city`s population has dropped by almost two-thirds since its pick in 1950s. School enrolment has dropped by 100,000 students in the last decade alone. With fewer students, the city gets less state funding for its schools and that`s put them in tremendous debt. There`s also alleged corruption in the school system and low student achievement.<br><br>Michigan state lawmakers are considering a $33 million emergency loan for Detroit schools. But at this point, the system says it will run out of money to pay its teachers by the end of June.<br><br>(BEGIN VIDEOTAPE)<br><br>(CHANTING)<br><br>REPORTER: Its teachers calling in sick, but it`s the school system that`s really ailing.<br><br>JUDGE STEVEN RHODES, TRANSITION MANAGER, DETROIT PUBLIC SCHOOLS: The future of Detroit is as much at stake here as the future of the school system.<br><br>REPORTER: Detroit public school teachers protesting Monday, calling in sick en masse, forcing all but three schools in the district to close.<br><br>The issue: money, not enough to pay some teachers in July and August.<br><br>UNIDENTIFIED FEMALE: We have already worked. So, we continue to work, it will be like we are working for free. What profession works for free?<br><br>REPORTER: The school district is deeply in debt, $515 million so far. It will run out of funds on July 1st, unless the state legislature steps up with more cash and quickly.<br><br>RHODES: The Michigan legislature understands the urgency and importance of the reform legislation that is before it.<br><br>REPORTER: It`s not the first sickout in Detroit. In January, teachers walked out over poor school conditions. In some cases, there were rats, cockroaches, black mold, and even crumbling ceilings. This time, teachers have had enough.<br><br>IVY BAILEY, INTERIM PRESIDENT, DETROIT FEDERATION OF TEACHERS: We have reached the breaking point. Enough is enough.<br><br>REPORTER: The district says this latest walkout doesn`t help. In fact, it will cost them $2 million in state funding. Instead, it wants the community to put pressure on lawmakers.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Rocking and roll calling. Here are three of the schools from the hundreds of requests we received on yesterday`s transcript page.<br><br>The American School of Madrid is watching today, and it`s located in Madrid, the capital of Spain.<br><br>Next up, the Colts are on the roll. You`ll find Jackson Hole Middle School in the town of Jackson, Wyoming.<br><br>And our third stop is in Galesburg, Illinois. The Lions are watching from Galesburg Christian School.<br><br>Half of American teens say they feel addicted to their mobile devices and more than half of parents say their kids are. This is according to a new study by Common Sense Media. And an expert in digital detoxification says one sign of a problem is when a young person would rather play videogames inside, alone, than go to the movies or hang out with friends.<br><br>It`s not known yet whether a large number of people would fit into a technical definition of an addict when it comes to cell phone use. But those who think they might aren`t limited to teenagers. The study found that 27 percent of parents have troubled unplugging.<br><br>(BEGIN VIDEOTAPE)<br><br>KELLY WALLACE, CNN REPORTER: Would you say you are addicted to your phone?<br><br>UNIDENTIFIED MALE: Yes.<br><br>SUBTITLE: Digital dependence.<br><br>WALLACE: Do you ever wonder if that 24/7 connectedness is making us less connected? Consider this: 90 percent of American adults have cell phones, and 29 percent of cell phone users say they can`t live without those cell phones.<br><br>Could you go a day without your phone, could you?<br><br>UNIDENTIFIED FEMALE: No, I don`t think so.<br><br>WALLACE: Is it true you sleep with it?<br><br>UNIDENTIFIED FEMALE: Yes, I sleep with my phone.<br><br>WALLACE: Where is your phone when you`re sleeping?<br><br>UNIDENTIFIED FEMALE: Usually in my hand, under my fellow. So, like it`s in my hand the whole time when I`m sleeping.<br><br>WALLACE: What would it feel like if I said you couldn`t check for a day?<br><br>UNIDENTIFIED MALE: Like the Stone Age.<br><br>WALLACE: Seventy-one of teens are on more than one social networking site, and studies show that social media can sometimes not be great for self-esteem. One study in fact found that the more time people spent on Facebook, the worst they felt about their own lives.<br><br>UNIDENTIFIED FEMALE: If you`re not having a good day and then you go on Facebook and you see how your best friend just went to Disney and your other friend, you know, just got a boyfriend and everyone is having such a great life, because we only post our happy moments, then that makes you feel worse.<br><br>WALLACE: China and South Korea have already identified Internet addiction as a significant public health threat that hasn`t happened yet in the United States, but people in this country are already being treated for Internet addiction.<br><br>It isn`t all bad. Forty-six percent of the workforce feel more productive and 87 percent say the Internet and cell phones improve their ability to learn new things.<br><br>UNIDENTIFIED MALE: It`s the future, the new generation. I think we`re embracing it. And we`re growing a lot from social networking. It`s helping us out a lot.<br><br>WALLACE: Do you think in a way we`re losing out on these personal connections? I mean, look at us, we`re having a conversation.<br><br>UNIDENTIFIED FEMALE: This is probably the longest conversation I`ve had since I`ve been in America.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Usually, you eat the pizza and throw the box away. Now, you can eat both! A pizzeria in Brooklyn, New York, has invented a pizza box made out of pizza. It`s like three pizzas in one. It might not be as germ-free as that pizza box normally keeps a pie, and at $40 a box, it doesn`t take you many bucks.<br><br>But except for a plastic piece inside that separates the box from the pizza, the inside pizza, the restaurant says it`s totally pie-odegradable.<br><br>So, is it enough to blow the lead on cardboard boxes? It does cost a little more dough and it looks pretty crusty, but at least you don`t need to toss it. Everyone can get a piece of the pie, even when only the boxes left. And the invention baked up one great unboxing video.<br><br>I`m Carl Azuz and we thank you for giving us a slice of your day.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-04 CNN Student News.mp4"}