{"title":"CNNSN-2016-11-02-CNN-Student-News","script":"(CNN Student News) -- November 2, 2016<br><br><br>FBI Unlikely to Conclude Clinton Email Review Prior to Election; Iraq Mosul Offensive: What`s Next in the Dakota Access Pipeline Protests?<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey. It`s great to have you watching CNN STUDENT NEWS, as our daily currents coverage resumes today. I`m Carl Azuz.<br><br>First up, late last week, the director of the U.S. Federal Bureau of Investigation sent a letter to Congress. It said the FBI had recently discovered more emails that maybe related to an investigation concerning Democratic presidential nominee Hillary Clinton.<br><br>The background: while she was U.S. secretary of state from 2009 to 2013, Clinton used a private email server instead of a government one. This gave Clinton more control over what emails were shared with the government. The FBI says her server was less secure than a government one. Clinton said she never sent or received information that was classified, containing U.S. government secrets.<br><br>But in July, FBI Director James Comey said a very small number of her emails were marked as having classified information. He called Clinton and her colleagues, quote, &quot;extremely careless&quot; in how they handled classified info, but said the FBI did not find clear evidence that they intended to break the law. The agency did not recommend criminal charges against Clinton and none were filed, and Clinton said it was a mistake to use a private server and that she would not do it again.<br><br>So, what`s going on now? While investigating a separate case, the FBI says it found new emails that appeared to be related to the Clinton investigation. House Speaker Paul Ryan says Clinton betrayed Americans` trust by mishandling highly classified information.<br><br>But Clinton says the FBI has, quote, &quot;no case&quot;. And her campaign says the agency is breaking its own custom of staying out of election year politics.<br><br>The FBI`s review of the new emails is not likely to be finished by Election Day next Tuesday.<br><br>Up next, the Iraqi-led troops are on the outskirts of Mosul, two weeks into an operation to retake the city from ISIS terrorists. The Iraqis have come up against roadblocks, snipers and landmines. And there are reports that ISIS has taken thousands of civilians, mostly women and children into the city to use as human shields.<br><br>With the fiercest fighting ahead, Arwa Damon gives a sense of what`s happened on the advance.<br><br>(BEGIN VIDEOTAPE)<br><br>ARWA DAMON, CNN CORRESPONDENT: A sand storm has swept and adding another layer of difficulty and challenges to this current push around the town of Gogjali. This is the closest that Iraqi forces have been to Mosul since ISIS swept through and took it over more than two years.<br><br>And throughout the course of the day, they have been coming across artillery fire, exchanging it, mortar fire, rocket fire and sporadically, some pretty intense small arms fire exchanges as well.<br><br>They don`t know exactly how many ISIS fighters are here because the commander says ISIS is moving its assets between Gogjali and the city of Mosul itself. We are less than a kilometer away from its outskirts. But what ISIS has been doing and what we saw them do on this day is seemingly send small groups of fighters to try to circle around and attack the more fixed positions that the Iraqis have been setting up.<br><br>ISIS does regularly sneak up armed forces and this particularly position did not receive any incoming fire all morning, but then a few rounds came in and they believe that they spotted just around that hour right there.<br><br>A rocket strike was then called in to take out what was believed to be the ISIS fighters` positions. Now, the commander here say that they`re going through compared to other areas, very slowly, very methodically, and that is mostly because there are around 25,000 civilians believed to still be inside Gogjali, which makes things like calling in an airstrike or using their artillery or rocket fire that much more difficult, it has to be very precise, otherwise, they risk causing significant civilian casualties.<br><br>Arwa Damon, CNN, Gogjali, Iraq.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The Dakota Access Pipeline would carry 470,000 barrels of crude oil a day across four states.<br><br>DAPL would connect oil-rich areas in North Dakota to Illinois, where oil could then reach additional markets.<br><br>The U.S. Army Corps of Engineers approved the plan and granted final permits in July 2016.<br><br>The Standing Rock Sioux Tribe`s reservation is near DAPL construction site in North Dakota.<br><br>In a lawsuit against the Corps, the tribe says that DAPL threatens its &quot;environmental and economic well-being&quot;.<br><br>The tribe says the pipeline will also damage and destroy sacred sites.<br><br>Opponents are also concerned about water contamination and greenhouse gas emissions.<br><br>Proponents say DAPL doesn`t go into the tribe`s reservation.<br><br>They say that all affected landowners signed contracts to allow construction on their property.<br><br>Proponents say the pipeline is safe, citing eight similar pipelines that cross the Missouri River.<br><br>The developer Energy Transfer Partners says DAPL would make the U.S. less dependent on foreign oil.<br><br>ETP also says the $3.7 billion project would create $156 million in tax revenue and thousands of jobs.<br><br>(END VIDEOTAPE)<br><br>AZUZ: But since the late summer, multiple groups have been involved in protesting the Dakota Access Pipeline, and several camps have sprung up with demonstrators using tents, teepees, makeshift shelters and RVs as housing.<br><br>Some of the protests have been peaceful. Some haven`t. Activists, in some cases, have locked themselves to construction equipment being used to build the pipeline or destroyed the equipment altogether.<br><br>But many say they`re planning to demonstrate against the pipeline throughout the winter.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA SIDNER, CNN CORRESPONDENT (voice-over): This was the calm before 141 people ended up in handcuffs.<br><br>Hundreds of people blocking a highway and a piece of land for one cause, trying to stop the North Dakota Access Pipeline in its tracks.<br><br>MEKASI HORINEK, CAMP COORDINATOR: When they saw this military force coming over here, it took us back to the days of the cavalry riding in and walking out of village.<br><br>SIDNER: Protesters blocked a highway, set up camp in the pipeline`s path. As things got more intense, cars and a piece of construction equipment went up in flames.<br><br>LT. TOM IVERSON, NORTH DAKOTA STATE PATROL: Probably a large number of them, maybe even a majority of them were being peaceful. However, there`s a group within that mix that are not peaceful. When you`re throwing Molotov cocktails on law enforcement officers, you produce a handgun and fire three rounds at law enforcement officers, nobody would just describe that situation as peaceful.<br><br>SIDNER: And police moved in, using pepper spray, bean bag rounds and ear splitting sirens to push protesters off this particular strip of land.<br><br>(on camera): This is that same encampment that the protesters have been cleared out. And just across the highway, they wasted no time. The Dakota Access Pipeline project is in full swing.<br><br>(voice-over): The protesters, including members of the Standing Rock Sioux Tribe, denounced violence, saying they are only trying to protect their way of life, their sacred sites and their water. Worried about the potential of pipeline ruptures that could poison their water supply.<br><br>HORINEK: This is the only source of water for six reservations. It`s not only important to the reservations, but all the farms and ranches and townships and municipalities from here to the Gulf of Mexico.<br><br>SIDNER: But their attempts to stop the project have failed so far.<br><br>And police say they are just following the law.<br><br>(on camera): So, the dispute is clearly over the pipeline. This land right here, is this considered from the opinion of law enforcement private property here in the North Camp?<br><br>IVERSON: Yes, the land behind us here is private property, as far as --<br><br>SIDNER: So, not the tribe`s property?<br><br>IVERSON: Absolutely correct. It`s private property behind us. As far as North Dakota law and any law says, we`re way north of the reservation where we`re at right now.<br><br>SIDNER: The tribe says a 19th century treaty disputes that and they say the land was stolen from them.<br><br>HORINEK: That treaty was broken and therefore we feel that every land sell after that date was unlawful.<br><br>(END VIDEOTAPE)<br><br>AZUZ: At first glance, looks like this kid`s dribbling two giant basketballs. But a wider camera shot shows you he`s just a really young player. Three years old, his name is Carter. His parents play, so he`s been around the game his whole life, and they say he`s a triple threat. He could dribble, pass and yes, shoot. Probably, it won`t be long this boy of three is sinking three pointers.<br><br>His advice, one word: practice.<br><br>And it`s paying off considering that most three-year-olds are just dribbling food, making fast breaks on toys, dunking rubber duckies, doing free throws with their lunch, stealing their parents` keys, travelling places they shouldn`t, rebounding from short naps and doing full court presses on their baby sitter`s nerves. For Carter, all of that is child`s play.<br><br>I`m Carl Azuz, sinking puns once again for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-02 CNN Student News.mp4"}