{"title":"CNNSN-2017-02-13-CNN-Student-News","script":"(CNN Student News) -- February 13, 2017<br><br><br>North Korea Fires Ballistic Missile; U.S. Appeals Court Ruling Against Controversial Executive Order; Effort to Protect Great White Sharks. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hey, thanks for watching CNN 10. We hope your week is off to a good start and that it just gets better. I`m Carl Azuz.<br><br>For the first time since U.S. President Donald Trump took office, North Korea has test-fired a ballistic missile. And we start today by explaining why that`s significant.<br><br>First, the launch. It was done on Sunday. Officials believe the weapon flew a few hundred miles before it crashed into the Sea of Japan, also known as the East Sea. It`s thought to be a medium range missile, one that could potentially hit South Korea, but not the United States.<br><br>Then, there was the timing. The launch came as President Trump was hosting Japanese Prime Minister Shinzo Abe in the U.S. Japan is an ally of both America and South Korea, and all three of those nations are considered rivals of North Korea. So, analysts say the North was trying to send a warning to Japan not to get too friendly with the new American president.<br><br>Prime Minister Abe called the launch intolerable and he told North Korea to abide by international law that it stop testing missiles. And President Trump said the U.S. stands by Japan 100 percent.<br><br>Why does North Korea test-fire missiles? Experts say it`s partly to see how far the weapons can fly and what they`re capable of. But also, to send a message, to remind other countries that North Korea has these things and they get media attention from around the world.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL CORRESPONDENT: We don`t know where the Trump administration will place North Korea nukes on its list of priorities. But one thing is for sure, that in seven or eight years, North Korea has made lifts and bounds in terms of its nuclear capability and I`m talking about nuclear weapons.<br><br>SUBTITLE: What next for Trump and North Korea?<br><br>AMANPOUR: What is most, most troubling for the United States is that North Korea is working on long-range intercontinental ballistic missiles that would be able to reach the United States and that would, once there`s a militarized warhead, be able to carry a nuclear payload as far as the United States.<br><br>This is an existential problem for the United States unlike any other that exists in the world today.<br><br>We went to see the North Korean plutonium processing plant. Its only nuclear plant that was known to the world, back in 2008 at Yongbyon.<br><br>It has taken at least nine years to get this visa.<br><br>What we saw there under the Bush administration efforts to close down that plant, to restrict their nuclear weapons and nuclear program.<br><br>How many fuel rods are in the pond now?<br><br>UNIDENTIFIED MALE (through translator): About 1,600.<br><br>AMANPOUR: And then we went back, a few months later, to watch the cooling tower be blown up as a physical demonstration of pulling back on their nuclear program. Everything has changed in the years since then.<br><br>How will the president deal with it? What are the options?<br><br>War is not an option, according to all the analysts. You`re talking nuclear war if war becomes the option.<br><br>So far, of course, diplomacy hasn`t worked, at least not enough.<br><br>U.S. relies on China to try to do its North Korean bidding. China will have to be convinced by the United States that it will, the U.S., allow as part of negotiations, the Kim dynasty to survive. That is the most important thing to the Kim dynasty, and for China, it wants that as well because it doesn`t want to see destabilization in the whole millions of millions of North Koreans fleeing into China if the whole thing falls apart.<br><br>And so, it`s going to take some very creative, out of the box diplomacy that there will be no question of regime change, and therefore the best one could hope for is some really robust arms control agreement.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Explaining some new developments now concerning a controversial executive order on refugees and immigrants entering the U.S. Part of President Trump`s order tried to put a temporary 90-day ban on refugees from six countries and an indefinite ban on refugees from Syria. These weren`t considered countries of concern by former President Obama. He placed limited restrictions on some travelers to these nations to address the threat of terrorism.<br><br>President Trump`s order was broader though. He argued that a temporary ban on refugees from these countries would help keep terrorists from entering America. But the ban was blocked by a lower court and last Thursday, a federal appeals court upheld that decision. That means the order would stay blocked and that people from the affected countries could continue to enter America.<br><br>How did the court reach this decision?<br><br>(BEGIN VIDEOTAPE)<br><br>LAURA JARRETT, CNN JUSTICE CORRESPONDENT: The judges rejected each and every one of the arguments the Justice Department used to try to justify a reinstatement of the ban, saying the government failed to prove why the travel ban was necessary as an urgent national security the matter.<br><br>The judges wrote that &quot;the government has pointed to no evidence that any alien from any of the countries named in the order has perpetrated a terrorist attack in the United States. Rather than present evidence to explain the need for the executive order, the government has taken the position that we must not review its decision at all. We disagree&quot;, the court wrote.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s not the first time an appeals court ruled against the government on the issue of immigration. An executive action by the Obama administration concerning millions who were in the U.S. illegally was also rejected.<br><br>The Trump administration says it doesn`t plan to immediately appeal its case to the Supreme Court. It may change its executive order or issue a new one altogether.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these animals has the longest gestation period?<br><br>White shark, polar bear, sea lion or stingray?<br><br>The gestation period for white sharks is believed to be 12 months or more, the longest time period on this list.<br><br>(END VIDEO CLIP)<br><br>AZUZ: We say &quot;believed to be&quot; because the white shark or the great white is pretty mysterious to scientists. They`re generally solitary animals.<br><br>They`re found all over the world but in large numbers. Their relatively long gestation period could be part of the reason why conservationists call them vulnerable, meaning they face a high risk of going extinct in the wild.<br><br>Although great whites are apex predators who will eat just about anything, those who study them say they should be respected but not hunted.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRIS FALLOWS, WILDLIFE PHOTOGRAPHER: Every time I see one around the boat I still get that little buzz.<br><br>You know, whether it`s fear, whether it`s love, whether it`s hate, it`s their size, it`s what they`re capable off.<br><br>SUBTITLE: The Great White.<br><br>FALLOWS: Ever since I saw my first great white shark, it stayed with me for the rest of my life.<br><br>I`ve been working with them for 25 years.<br><br>To be in the water with a great white shark is an absolutely awesome experience.<br><br>SUBTITLE: Chris Fallows is a renowned wildlife photographer and a great white shark expert.<br><br>FALLOWS: When you get into the water, you`re not just going into their world, you`re going -- and not only going to their world, you`re having them accommodate you in their world and that`s the difference. We really need to do as much as we can to conserve them.<br><br>JAMES WILLIAMS, CNN CORRESPONDENT: Are they at risk of extinction?<br><br>FALLOWS: Absolutely. You know, it`s not just shark nets that are killing them. They`re killed as by-catch and most sadly and I think most wastefully, they`re killed for just their fins.<br><br>It`s not an enemy. And I think more and more people are beginning to realize this.<br><br>SUBTITLE: Chris Fallows gives cage driving tours in South Africa. Cage diving can be seen as controversial. Chris Fallows sees it differently.<br><br>FALLOWS: If these boats were having a negative effect on them, and conditioning them, they wouldn`t have a seasonality, because nobody wants to see these sharks harmed.<br><br>To be in the same environment as an animal tht could catch, kill and consume you as quickly as that if it wanted to and to have it tolerate you is amazingly humbling.<br><br>SUBTITLE: The great white shark is currently protected in Australia, Israel, Malta, Namibia, New Zealand, South Africa and the United States.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Sticking with an animal them for &quot;10 Out of 10&quot; today, well, you`re just going to have to love these tiger cubs. They are three Malayan tigers, a critically endangered species. They were born a little over a week ago at the Cincinnati Zoo. But their mother wasn`t taking care of them, so zoo officials put them in the nursery to help them survive.<br><br>The zoo`s plan is to eventually bread these animals to help insure the continuation of the species.<br><br>It sounds like a tig-great idea and just looking at them breeds oohs and aahs. But for right now, they just do some ma-playin` and some ma-layin`around. But soon, they`ll show their stripes in the zoo`s tiger exhibit which should introduce them to good habitats.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-13 CNN Student News.mp4"}