{"title":"CNNSN-2015-08-27-CNN-Student-News","script":"(CNN Student News) -- August 27, 2014<br><br>2016 U.S. Presidential Campaign Season; NASA Scientists Concern about Sea Levels; $10 Bill That Will Make History<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The next U.S. presidential election is November 8th of 2016. The campaign season is well underway and that`s where we start today on commercial-free CNN STUDENT NEWS.<br><br>I`m Carl Azuz. Welcome to the show.<br><br>Before Americans have one major candidate from each party to choose from on Election Day, those parties have to decide whom they`ll nominate. That happens during primaries and caucuses, votes and meetings scheduled to start early next year.<br><br>Here`s a look at how things stand right now:<br><br>For the Democrats, five people have officially announced their candidacy. National polls indicate that former Secretary of State Hillary Clinton is in the lead nationwide for the Democratic nomination.<br><br>For the Republicans, 17 people have officially announced their candidacy. National polls indicate that businessman Donald Trump is in the lead nationwide for the Republican nomination.<br><br>NASA and NOAA, the National Oceanic and Atmospheric Administration, held a meeting yesterday. Their focus was on global sea levels and their main question was how fast will sea levels rise?<br><br>This isn`t happening everywhere. One NASA oceanographer says sea levels on the U.S. west coast have fallen over the past 20 years due to what he called natural cycles. But in other areas, scientists said a rise in sea levels could happen relatively fast.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Sea levels are generally referred to as the point where the ocean meets the land. Many of earth`s most important cities and thus hundred of millions of people live within just a few feet of that point.<br><br>We`re talking sea levels on a globally average scale, where changes of just a couple of inches take hundreds if not thousand of years to occur. But if those couple of inches turned into a couple of feet, and that change happens in our lifetime, we can be talking about drastic changes to coast<br><br>lines all over the earth.<br><br>Sea levels changed primarily because of two main factors. The primary reason is something called thermal expansion, which is simply that water expands as it warms up. Think of your basic thermometer, as the temperature goes up, the liquid inside the column rises as it expands.<br><br>The second way the global sea levels will rise and fall is based on how much water is tied in land-based ice. Sea-based ice, like an iceberg for instance, if it melts, it does not change seal level. Just like if you have a drink and the ice in your drink melts, it doesn`t change the height<br><br>of your drink.<br><br>But land-based ice is critically important. As temperatures increase, that ice that`s based on the land will melt, and they will flow into the ocean and they will raise the sea levels. For instance, if just the Greenland ice sheet alone were to melt, it contains enough water to raise global sea<br><br>levels, by over 20 feet. We`re already seeing these processes play out. In the last century, as global temperatures have risen, we`ve seen sea levels rise faster than at any point in the last 2,000 years.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: Time for the shoutout.<br><br>Whose face is on the U.S. $10 bill?<br><br>No cheating. If you think you know it, shout it out.<br><br>Is it: (A), Benjamin Franklin, (B), Andrew Jackson, (C), Abraham Lincoln, (D), Alexander Hamilton?<br><br>You`ve got three seconds. Go!<br><br>(BUZZER)<br><br>NARRATOR: The first secretary of the U.S. Treasury, Alexander Hamilton, appears on the $10 bill. That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But the current treasury secretary, Jack Lew, said Hamilton won`t remain the only person on the $10. In the year 2020, for the first time since the 1890s, a woman will appear on a U.S. bill. This is unlike Susan B. Anthony and Sacajawea, who appeared on coins.<br><br>The Treasury isn`t saying who it will be. It`s asking the public to weigh in. And it`s not getting rid of Hamilton. It says the woman will be featured alongside him.<br><br>This disappointed one advocacy group that said a woman should not have to, quote, &quot;share her glory&quot;.<br><br>But another person who championed the Treasury`s plan says it`s a good one.<br><br>(BEGIN VIDEOTAPE)<br><br>ROSA GUMATAOTAO RIOS, 43RD TREASURER OF THE UNITED STATES: This is what`s called &quot;The Educational Series&quot;, 1896 series, and this was actually the last time that we had a woman on currency. Of course, Martha Washington, here with George.<br><br>Our history is representing this particular era and our currency should reflect that.<br><br>My mom and dad came from Mexico in 1958 and lived in Hayward, California, where I was born and raised. My dad left when my mom was around 31 years old. The oldest was 11, the youngest was just 4, and she definitely did a great job raising all of us and sent us all off to college.<br><br>And when I came across the Bureau of Engraving and Printing, I just thought it was a treasure trove of history, renderings, and vignettes and what they designed, and it was a little more than obvious, that women were missing from our current notes.<br><br>I`ll never forget the first time I made the formal presentation with Secretary Geithner. It was very deliberate on how we approached it. And after the presentation was over, his first response was, &quot;This is cool. We should do this.&quot;<br><br>JACOB LEW, 76TH U.S. SECRETARY OF THE TREASURY: And I`m proud to announce today that the new $10 bill will be the first bill in more than a century to feature the portrait of a woman.<br><br>RIOS: When Secretary Lew made the announcement that we were placing a woman on a $10 note, it was overwhelming.<br><br>UNIDENTIFIED FEMALE: I have a $1, $5, $10, and a $20, will you sign the $10 bill?<br><br>RIOS: Absolutely, absolutely. And hopefully in the future, I could sign another version of the $10 bill.<br><br>When people asked me, &quot;What took you so long to do this?&quot; -- my response is the same, what took us all so long to have this conversation? Not just this conversation about women in currency, this conversation about women in general.<br><br>There`s lots of great role models out there and for the most part, I just think people are excited this is happening. This is historical.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Almost every day, we announced three of the schools that are watching and making a request at CNNStudentNews.com.<br><br>Today`s &quot;Roll Call&quot; includes the International School of Beijing. It`s in the Chinese capital of Beijing. Thank you for watching.<br><br>Stateside, in Kentucky, the Dragons are here. Green County Middle School is in Greensburg.<br><br>And in South Jordan, Utah, the Phoenix are rising. They`re at Early Light Academy. Great to see you.<br><br>Criminologists, crime lab analysts, detectives and psychological profilers, the field of criminal justice is a broad one. One thing these jobs have in common is their familiarity with the term &quot;statute of limitations&quot;. It`s a time limit basically. After it expires, suspects can no longer be charged<br><br>with certain crimes.<br><br>The statute of limitations can vary by crime, it can vary by state. It`s today`s subject in our ongoing series of U.S. legal terms.<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: Why even put a time limit on when you can charge somebody with a crime?<br><br>Statutes of limitations are based on the idea that after a certain point of time, evidence becomes so unreliable that it`s fundamentally unfair to charge somebody with a crime. As time progresses, evidence deteriorates, documents disappear and memories simply fade away, and limitations<br><br>incentivized law enforcement to be prompt and efficient in their investigation.<br><br>Even if the prosecutor`s evidence is just as good today as it was 10 years ago, it still might be unfair to force a defendant to figure out who, what and where he was 10 years ago in his own defense.<br><br>Of course, there are exceptions to these limits. The famous one is murder. But murder is very unique. It creates a treasure trove of evidence. You have a body. You may have fingerprints. You may have ballistics. You may even have DNA.<br><br>The general rule is, the more serious the crime, the longer the limitations period. If the crime is less serious on the other hand, prosecutors have a shorter period of time in which to bring charges.<br><br>(END VIDEOTAPE)<br><br>AZUZ: An international group of beekeepers, farmers and scientists has a new way to study bees. They give them backpacks. These are actually tiny micro sensors that are attached to bees and keep track of who they are and where they go.<br><br>Why?<br><br>Well, the worldwide bee population is decreasing. Scientists are hoping the backpacks will help people understand how bees react to stress and how they pollinate. They`re responsible for most of the planet`s insect pollination.<br><br>Of course, the skeptical bee might say, you got to be pollen (ph) my leg. I`m a busy bee, where I go is none of your beeswax. Step back, honey, because I`ve had my bee vitamins and I`m feeling a little bee-little, bee- fuddled and bee-smirched and by your beastly bee pack (ph).<br><br>Others might be OK with the idea, wondering what the buzz is all about.<br><br>Hope that makes up for yesterday.<br><br>CNN STUDENT NEWS will be back tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-27 CNN Student News.mp4"}