{"title":"CNNSN-2016-01-08-CNN-Student-News","script":"(CNN Student News) -- January 8, 2015<br><br>U.S. Stocks Plummet Following Chinese Markets Drop; Land Ownership Issue in U.S.; El Nino Alters Winter. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. I`m Carl Azuz. Thanks for taking 10 minutes for CNN STUDENT NEWS.<br><br>First up, ouch! The financial pain of stock market investors can be felt worldwide. Yesterday, the Dow Jones Industrial Average, 30 stocks that indicate how the U.S. market is doing, dropped again, 392 points. This is the market`s worst start to the year since at least 1991. Experts say this doesn`t mean the economy is in trouble, but it`s not a good sign for investors.<br><br>Reasons for the drop:<br><br>One, crude oil is down. It`s cheap. That`s good news for drivers, but less demand could be a sign that the global economy is slowing down.<br><br>Two, China. Its economy looks like it`s on the slide. Yesterday, the Chinese government held an emergency meeting and got rid of the market`s brand new circuit breakers. Why?<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT: Well, a very rough start to 2016. This would be the second time in four days that Chinese stock markets have automatically had training halted for the day. And we still have one day to go in this week when markets open up on Friday.<br><br>The big culprit here, when you talk to analysts here in China and in Hong Kong, seems to be the overnight devaluation of the Chinese currency, the yuan. It was lowered to the lowest value that it`s been since 2011, and when trading started here around 9:30 this morning, it appears that that definitely had something to do with why investors were spooked.<br><br>The other thing here at play that`s quite interesting, when the losses for the day reached 5 percent, the circuit breakers automatically kicked in and halted trading for 15 minutes. That was supposed to give investors and traders time to take a deep breath. But what many analysts are suggesting is that it actually made the markets panicked a little more. People during that 15-minute stretch got their sell orders ready, so as soon as trading resumed, they put in their orders to sell.<br><br>And it took mere seconds after trading reopened for the stock market to go even lower, going down 7 percent for the day and that is the threshold that automatically halts trading for the day. That`s why trading was stopped early Thursday morning local time.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Pacific island nation of Indonesia is where we kick off this Friday`s call of the roll.<br><br>We`re visiting our viewers at Trimulia High School. It`s in the city of Bandung in West Java. Thank you for watching and requesting at CNNStudentNews.com.<br><br>Next to the Pacific state of Washington. From the city of Bellingham, hello to the Blackhawks of Lummi Nation School.<br><br>And making our way south to Waco, Texas, great to see the Panthers are watching, from Midway High School.<br><br>Up next, the standoff in the U.S. state of Oregon. Dwight and Steven Hammond are father and son ranch owners. They said they started a fire on their property in 2001 to kill invasive plants and protect the area from other wildfires, but that their fire got out of hand.<br><br>Prosecutors argued the Hammonds started the fire to cover up the illegal killing of deer on nearby government property. The Hammonds lost the case,were sentenced to five years in prison for arson and turned themselves in on Monday.<br><br>But after a march in support of the Hammonds, some armed protesters led by a man named Ammon Bundy broke into and took over an unoccupied federal national wildlife building.<br><br>Bundy says this is about land ownership. He says the Hammonds were targeted because they wouldn`t sell their land to the U.S. government. He also says the federal wildlife refuge has taken over the space of 100 ranches since the early 1900s. CNN has not confirmed that.<br><br>But what happens next?<br><br>The Hammond ranchers say the armed protesters do not speak for them and a local sheriff says it`s time for the protesters to leave the community and go home.<br><br>But Bundy says his group is staying put until the Hammonds are out of prison. He also says the armed protesters don`t plan to use force but that they would defend themselves if force is used on them.<br><br>The FBI is involved. It says it`s working with other agencies toward a peaceful resolution.<br><br>Land ownership is a contentious issue in American history.<br><br>(BEGIN VIDEOTAPE)<br><br>JASON CARROLL, CNN NATIONAL CORRESPONDENT: You might say the issue of federal land is a big story, especially when you consider how much land the feds actually own. Six hundred fifty million acres, that`s more than one quarter of all the land in the United States.<br><br>SUBTITLE: America`s biggest landowner.<br><br>CARROLL: So, which agencies control the majority of all of those millions of acres?<br><br>Well, there are actually four: the Forest Service, the National Park Service, the Bureau of Land Management, and the Fish and Wildlife Service.<br><br>Another point that most people probably don`t realize is most of the federal government`s land is concentrated in the West. Over half of the land in the 11 Western states and Alaska is owned by the federal government. With all that federal land in the West, it may be one of the reasons why some of the more controversial cases involving land ownership pop up in that part of the country.<br><br>The last point on federal lands is what it`s mainly used for.<br><br>The main purposes of federal land ownership are preservation, recreation and development of national resources. But across the country, there were real concerns about how federal authorities apply justice when someone is accused of doing something wrong on federal land.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For many folks in America, it`s going to be a wild winter. Meteorologists are blaming El Nino. It`s a natural phenomenon triggered by warm ocean surface temperatures in the Pacific, and it has ripple effects around the world.<br><br>For one thing, El Nino can reduce rainfall in parts of Southeast Asia. So, that`s likely why many wildfires have flared up in places like Indonesia.<br><br>For another, this -- drought-stricken Southern California seeing a lot of rain, in many cases, too much too quickly. It`s just one way El Nino alters American winters.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: El Nino is here and you need to be ready. In fact, it`s been called Godzilla El Nino.<br><br>SUBTITLE: The Effects of El Nino.<br><br>MYERS: Since we`ve been keeping records since 1950, this is the strongest warm water event in the Pacific that`s ever been seen. The last one, the big one, 1997 and 1998, made an awful lot of flooding and an awful lot of rainfall, tornadoes across parts of the Southeast, warm and dry weather across the north. This is where we`re going this year as well.<br><br>Now, California is in a major drought and they can use the rain. The Sierra can use the snow pack. But what we don`t need -- storm after storm battering southern California, making more flooding with wind, bringing down trees and powerlines.<br><br>El Nino also brings other things. Across the Southeast and Florida, severe weather events, may be tornadoes.<br><br>Now, across the northern part of the country, relatively warmer air. The federal government and state governments have actually already been warning about excessive rainfall in California, flooding possible in Arizona.<br><br>Make sure your car is ready. Make sure your home is ready, your gutter, land (ph), anything that you can think of that may be affected by very heavy rainfall in the southwestern part of the country needs to be addressed. You`ll be driving on wet roads a lot of the time.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Teachers, if you`re considering a field trip to CNN Center in Atlanta, Georgia, there`s a new tour option for you. It`s called the CNN STUDENT NEWS with Carl Azuz Tour. It`s a VIP offering for viewers who want to take an in-depth journalistic journey specifically in the CNN STUDENT NEWS. And it features yours truly.<br><br>Just so you know, though, space is limited and reservations are required. For more information on that or the regular CNN studio tour, please call this number or send an email to atltour@cnn.com. Hope to see you in person this spring.<br><br>Before we go, it`s a concert for dogs. Well, it`s certainly a concert and while most listeners seem to be people, there are a few canines barking in the crowd.<br><br>The recent event in New York`s Times Square was dedicated to the violinist`s late pet, and the first responder dogs during the September 11th, 2001 terrorist attacks.<br><br>Most of the animals in attendance seemed to enjoy the event. They probably call it a howling success. Of course, the German Shepherds probably wanted to hear Beethoven, the French Bulldogs, Debussy, and the Italian Greyhounds, Rossini.<br><br>But you`re barking up the wrong tree if you disagree that music has charms to soothe a savage beast.<br><br>We`ve unleashed another edition of CNN STUDENT NEWS. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-08 CNN Student News.mp4"}