{"title":"CNNSN-2017-02-15-CNN-Student-News","script":"(CNN Student News) -- February 15, 2017<br><br><br>U.S. National Security Adviser Resigns; The Relationship Between North Korea and China; A New Weapon in the Fight Against Malaria<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Welcome to CNN 10 -- a 10-minute cost-free subscription free show that explains the news. I`m Carl Azuz.<br><br>There`s been a shakeup in the Trump administration. Michael Flynn has resigned as White House national security adviser after less than a month on the job. Flynn is a retired lieutenant general with the U.S. Army. As national security adviser, he was responsible for giving President Donald Trump guidance on U.S. intelligence and ways to protect the country.<br><br>Why did he resign?<br><br>Late last year, while former President Obama was in office, Flynn had phone conversations with the Russian ambassador to the United States. In those calls, according to &quot;The Washington Post&quot;, Flynn discussed recent sanctions, penalties that the Obama administration had levied against Russia. It`s illegal for unauthorized private American citizens to negotiate with foreign governments on America`s behalf. And at the time of the phone calls, Flynn was not yet national security adviser.<br><br>Law enforcement and intelligence officials say it doesn`t look like Flynn broke the law, but the White House says there was a trust issue.<br><br>Apparently, Flynn misled Trump administration officials by initially telling them that he had not discussed sanctions with Russia. In his resignation, Flynn said he unintentionally gave incomplete information to Vice President Mike Pence.<br><br>The job of national security adviser is not an official cabinet position, so the president doesn`t need Senate approval to replace Flynn.<br><br>Following up on the North Korean missile launch we told you about Monday. U.S. officials say the weekend test showed the communist country`s missile program has become more advanced and more dangerous. But they also say that America and its Asian allies have defense systems in place that can shot down North Korean missiles.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Why North Korea`s new missile matters.<br><br>PAULA HANCOCKS, CNN CORRESPONDENT: This missile launch by North Korea is the first on President Donald Trump`s watch. It`s also the first in almost four months. We have seen relatively restraint from Pyongyang since just before the U.S. election.<br><br>It was an intermediate range missile with improvements. North Korea says that they used a solid fuel engine as opposed to previous times when they used liquid fuel. This is an assessment that was also backed up by South Korean officials.<br><br>So, what does that mean? It means there are strategic advantages. It means this launch can be made faster as there`s less preparation time that is needed. It also means that it could be a mobile launch, making it far more difficult to detect and track. North Korea callas it the Pukguksong-2, a surface to surface strategic missile which it claims can be tipped with a nuclear warhead.<br><br>It is a step forward for Kim Jong-un who is said to have personally directed this test launch, and it also, according to experts, is an important development at a time when the Trump administration`s North Korean policy has yet to be laid out.<br><br>(END VIDEOTAPE)<br><br>AZUZ: But that policy could be taking shape. At the United Nations, where North Korea`s missile program is considered illegal, U.S. Ambassador Nikki Haley said, quote, &quot;It`s time to hold North Korea accountable -- not with our words but with our actions.&quot; She appeared to criticize China for its support of North Korea.<br><br>Though China has gone along with the U.N. Security Council`s sanctions against North Korea in the past, it`s also resisted making them stronger.<br><br>Why?<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT: China is North Korea`s only major ally, and their relationship is in a word &quot;complicated&quot;.<br><br>SUBTITLE: China and North Korea`s relationship.<br><br>RIVERS: Despite their ties, that bridge here in the Yalu River is the only way you can cross the Chinese/North Korean border by train or by car. It`s part of the way China supplies North Korea`s economic lifeline. At least 70 percent of its total trade runs through China. Without it, the Kim Jong-un regime would likely collapse, triggering a refugee crisis on China`s doorstep, something Beijing deeply fears.<br><br>U.S. President Donald Trump says Beijing should use that leverage to force Pyongyang to dismantle its increasingly active nuclear weapons program.<br><br>China has condemned North Korea`s actions and helped draft the latest round of U.N. sanctions against the regime. But experts have questioned China`s willingness to enforce eh sanctions, saying that China needs a stable North Korea to counterbalance U.S. military influence in the region.<br><br>But many suspect that no matter what Trump or China does, Kim Jong-un will never abandon his nuclear weapons program. It`s his only real card to play on a world stage increasingly wary of the young leader.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What animal is responsible for more human deaths than any other?<br><br>Sharks, bears, mosquitoes or snakes?<br><br>Because they carried diseases like malaria, mosquitoes are considered the deadliest animals on the planet.<br><br>(END VIDEO CLIP)<br><br>AZUZ: How deadly? Well, if you look at malaria alone, the World Health Organizations says almost half the global population is at risk of catching it. There were an estimated 214 million cases of malaria in 2015 and 438,000 people died, mostly in sub-Saharan Africa.<br><br>There are drugs that effectively treat malaria and there are chemicals that effectively repeal mosquitoes. There are also concerns about the possible long term health effects of these chemicals.<br><br>Could there be a solution on items people use every day?<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Four hundred and twenty-nine thousand people died from malaria every year. But what if your sandals or your furniture could help change that?<br><br>This is Fredros Okumu. He`s a researcher in rural Tanzania and he hates malaria.<br><br>FREDROS OKUMU, DIRECTOR OF SCIENCE AT THE ITAKARA HEALTH INSTITUTE: As we speak, my mother has malaria. You know, as we speak right now.<br><br>If you have malaria, you call on God and say, &quot;Take me today.&quot; You want to die.<br><br>REPORTER: Fredros and his team of researchers want to end malaria with the help of a chair. But why a chair?<br><br>In regions like this, putting bug spray every day is impractical and expensive and it`s unlikely you`ll use a mosquito net when you go to work.<br><br>Fredros` solution: put repellant on objects that people can`t live without.<br><br>This chair`s secret weapon, a super absorbent fabric dipped in a very strong repellant that lasts for six months.<br><br>OKUMU: It`s different than the standard repellant because it is a wide area repellant. So, if you`re wearing DEET (ph), it will protect you for your sure, but it won`t protect him. It won`t protect the guy next to you. It is very short range.<br><br>We have set at using (INAUDIBLE) that protect people in long range.<br><br>REPORTER: The repellant is so strong that it needs to put under the chair, because direct daily contact wouldn`t be good for you. They`re fine-tuning it here, working out details like how strong the repellent needs to be.<br><br>OKUMU: Assuming two years down the line, we are successful. What is going to happen is that you have round-the-clock protection.<br><br>REPORTER: And if the team achieves that, then the sky is the limit.<br><br>(END VIDEOTAPE)<br><br>AZUZ: &quot;Ten out of 10&quot;:<br><br>A cheap pen can cost you 10 cents. A Fisher Space Pen is 20 bucks. Part of the reason is the mileage. The cheap old one will write for about two miles. The Fisher is advertised to go for 30. But that`s not the only reason it might be a better choice in space assuming for some reason, you don`t want to bring a pencil.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: You probably never tried to use a pen upside-down. But if you did, you`d have a tough time.<br><br>Now, imagine you`re in outer space, where there`s no gravity at all. What do you do?<br><br>SUBTITLE: The Space Pen: The Inside Story.<br><br>REPORTER: October 11, 1968, the first Apollo astronauts enter Earth`s orbit and the first space pens were right there with them.<br><br>They`re not like other pens. Instead of relying on gravity, they have special pressurized cartridges that use nitrogen gas to push ink out, which means they can write at any angle or in extreme cold, or extreme heat, where an ink of a normal pen would get too thick or too thin to write.<br><br>And though most pens use water-based ink, space pens use glycol, allowing them to write underwater, or even through grease.<br><br>Paul Fisher first created the pressured ink cartridge in 1966. The next year, NASA purchased 400 of them for $6 a pop. More than 60 years later, Fisher Space Pens are used on the International Space Station.<br><br>Your other pens might run out of ink pretty quickly, but this one should last to you about 100 years.<br><br>(END VIDEOTAPE)<br><br>AZUZ: At least that`s its shelf life. Should they be penalize or de- write-d for creative advertising? Guess it depends. If your head is above the clouds and you find yourself feeling pensive, it`s reassuring to think you brought along the right stuff.<br><br>I`m Carl Azuz for CNN pen.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-15 CNN Student News.mp4"}