{"title":"CNNSN-2016-11-21-CNN-Student-News","script":"(CNN Student News) -- November 21, 2016<br><br><br>The Growing Problem of &quot;Fake News&quot;; Landslides Occurring in New Zealand; America`s Newest Weather Satellite; Black Friday Sales<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>We`re starting today with an issue for millions of people, especially through social media. The wildfire spread of fake news. These are stories you read about that appeared to be factual but in fact have no basis in fact at all.<br><br>For example, before the U.S. presidential election, a number of false stories circulated online. What appeared to show Democratic nominee Hillary Clinton about to receive thousands of fraudulent ballots in her favor. One appeared to show a quote from 1998 in which Republican presidential nominee Donald Trump trashed the very people who`d become his own voters.<br><br>To be clear, neither of these stories was true. But they still went viral. Experts say making sure a story is from a reliable news source, watching out for headlines that don`t match article itself and avoiding sharing information from a single site you`ve never heard of can help curb a growing problem.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT (voice-over): Made up false stories are polluting people`s Facebook timelines and Twitter streams.<br><br>And getting worse. Even President Obama is raising the alarm.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: If we are not serious about facts and what`s true and what`s not -- then, we have problems.<br><br>STELTER: These problems are not brand new, but they`re becoming a lot more prevalent.<br><br>PROFESSOR DAN GILLMOR, ARIZONA STATE UNIVERSITY: We have an epidemic of false information racing around using social networks as the accelerator.<br><br>STELTER: Now, staffers at social media giants are doing some soul- searching.<br><br>These fake sites are easy to set up and profitable for the creators. Every time we click and share, they make more money, but we are worse off.<br><br>Now, Facebook and Google are banning fake sites from making money off their ad networks. It`s a first effort to choke off some of the revenue.<br><br>The bigger challenge? Providing more detection tools without threatening free speech.<br><br>GILLMOR: Suddenly, they have these, I think, these social, societal duties to help us not be faked out all the time. And yet, I don`t want the terms of service of one company or two or three companies to have more influence than the First Amendment.<br><br>STELTER: The root problem is that some people want to believe the lies. That`s why the responsibility isn`t just Facebook or Google or Twitter`s.<br><br>We all have to get a little smarter about what we share.<br><br>GILLMOR: We have to be relentlessly skeptical of absolutely everything.<br><br>We have to go outside of our personal comfort zones, and read and watch and listen to things that are bound to make our blood boil.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A week ago, we told you about the major 7.8 magnitude earthquake that struck the South Pacific nation of New Zealand. At least two people were killed, thousands were stranded. A wave of aftershocks followed.<br><br>And as New Zealand is a mountainous country, experts estimate that between 80,000 to 100,000 landslides followed the quake. Some roads are closed indefinitely. Near the coasts, the quake lifted the seabed more than 6,000 feet higher. That left rocks and marine animals exposed above the level of the tide.<br><br>And here`s a strange sight, this Newshub vide shows three cows that were stranded when the ground collapsed around the spot where they were standing. Their owner had to dig a track, a path, through the soft soil to get them down.<br><br>How could this have happened?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: Now, a lot times, you can get landslides with earthquakes as we know. But something a little bit more scary and sometimes they go hand in hand, is called liquefaction and that could have contributed to what happened here with these cows.<br><br>Let`s go up here and talk about exactly what this is. So, you`re seeing at the topsoil, you have the water table, the different layers underneath the ground.<br><br>When you have a very fine top soil like sand or silt, when you have an earthquake and the building start shaking, it can really loosen that top soil and what will happen is it will almost mix in with the water table and then it will just collapse, almost turning into a liquid and then just sinking down into the ground, and we think that maybe what`s happened here. And then you have it on a steep incline, of course, it can trigger a landslide as well.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On Saturday in Cape Canaveral, Florida, liftoff of a spacecraft that could change the way Americans view and forecast weather. It`s named the Geostationary Operational Environmental Satellite-R, or GOES-R. It`s one of four weather satellite intended to operate through 2036 at a cost of $11 billion.<br><br>The GOES-R is geostationary. That means it stays at a fixed point in its orbit above the earth. It will take a couple of weeks for the satellite to reach that point and scientists expect that within a year, it could be completely up and running.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: GOES-R: NASA`s new weather satellite.<br><br>DEREK VAN DAM, CNN METEOROLOGIST (voice-over): This is GOES-R, the next generation of U.S. weather satellites that are set to revolutionize the way you get your daily forecast.<br><br>(on camera): This information coming from this satellite behind me will literally be like going from analog to ultra HD resolution with one simple flip of a switch.<br><br>(voice-over): This is what weather satellite imagery used to look like, grainy, black and white images that were hard to read and this is what it looked like now, the super high resolution imagery from the GOES-R.<br><br>The first weather satellite, TIROS I, was small and circular, with two television cameras that polar-orbited the earth.<br><br>By the 1970s, NASA begun the GOES mission, geostationary satellites that continuously monitor the U.S. instead of circling the earth. Today`s GOES-R satellite will also have an even more advanced sensor that will record images simultaneously in 16 different wavelengths, 11 more than our current GOES satellite.<br><br>TIM GASPARRINI, LOCKHEED MARTIN, GOES-R PROJECT MANAGER: In six months, it will return more data than all the other U.S. stationary weather satellites have downloaded in the past 40 year.<br><br>VAN DAM: For several years, it`s been like the upgraded R forecast models high definition, but we`re still shooting with standard definition cameras.<br><br>But now, by starting with a higher resolution image with more detail, the global prediction models meteorologists use will instantly improve.<br><br>GASPARRINI: If there`s a severe storm somewhere in the United States, over a thousand by thousand kilometer area, they can take a picture every 30 seconds. And so, that means, as you know, as you string those together, you can have almost, you know, no quite real time movie of a storm as it`s developing.<br><br>VAN DAM: But it`s earthly disasters the satellite is protecting us from. The spacecraft also has a solar ultraviolet imager that will monitor what`s called space weather, rather eruptions from the sun that can impact earth.<br><br>GASPARRINI: Trillions of dollars of our economy is weather related or tend to be impacted by weather. And the GOES satellite helps to provide warning.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Black Friday sounds kind of scary, and it was. Black Friday first referred to the collapse of the U.S. gold market in 1869. A century later, Philadelphia police used Black Friday to describe chaos and congestion. Downtown streets were clogged with hoards of shoppers headed to the big department stores.<br><br>Retailers hated the term but then tried to reinvent it. It was the day their profits went from red to black -- so they said.<br><br>Black Friday really started catching on in the `80s and `90s pushed by the growth of big box stores. Today, it`s all about bargains and Black Friday`s dark roots are for the history books.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, that`s one of the events that follows the U.S. Thanksgiving holiday this Thursday. Others include Small Business Saturday and Cyber Monday.<br><br>Small Business Saturday is when mom and pop shops hope to see their sales increase. Cyber Monday is named for online shopping sales. The bottom line, this weekend is the traditional start of the U.S. holiday shopping season and discounts area all over the place.<br><br>What`s a little controversial are sales on Thanksgiving itself. Some retailers are opened the afternoon of the holiday to encourage people to shop in-stores or online. Some are closed, encouraging their employees and customers to spend time with their families.<br><br>Though tens of millions of Americans typically do some shopping on Thanksgiving Day, data from the National Retail Federation suggests that number is decreasing each year, and retail itself is changing with sales attracting buyers well before Thanksgiving and an increasing number of Americans shopping online.<br><br>(MUSIC)<br><br>AZUZ: Satu has grown a lot since he was born one year ago. That time, he weighed just two pounds. Now, he`s more than a hundred. The Sumatran tiger born at Zoo Miami is believed to be one of the fewer than 500 Sumatran tigers in the world.<br><br>To celebrate his first birthday, zookeepers gave him toys, bags filled with meat and a cake filled with more meat. Even a great egret stopped by to help Sato eat. For the moment, the tiger put up wit it.<br><br>Maybe because the egret eats like a bird. But when the cat`s stomach starts growling and he sees someone`s trying to take the cake, he`ll probably go bird-hunting with no egrets.<br><br>I`m Carl Azuz covering stories of all stripes for CNN STUDENT NEWS. Just one more show this week. We`re back tomorrow, and then we`re off until next Monday for the Thanksgiving holiday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-21 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-21 CNN Student News.mp4"}