{"title":"CNNSN-2016-10-03-CNN-Student-News","script":"(CNN Student News) -- October 3, 2016<br><br><br>A Potential Peace Deal in Colombia; Hurricane Matthew: Life- Threatening Flash Floods and Mudslides Expected; The Political Challenges of Iran; A Recent &quot;Black Moon&quot;; Character Study: Creating a Haven for Homeless Seniors<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Delivering your October 3 edition of CNN STUDENT NEWS. I`m Carl Azuz. Happy to have you watching.<br><br>We`re getting started today with a potential peace treaty in the South American nation of Columbia. I say potential because voters had the final word yesterday and we didn`t have results yet when we produce this show.<br><br>But here`s what this is all about. For 52 years, a rebel group called the Revolutionary Armed Forces of Columbia, also known as FARC, has been fighting against the Columbian government. That government is a presidential republic. FARC is a Marxist group supporting a redistribution of wealth and opposing international influence in businesses in Columbia. It`s been largely funded by the illegal drug trade.<br><br>The U.S. labels FARC a terrorist group. It`s used guerilla tactics, raids, bombings, sabotage, kidnappings, in its five decade war against the government. An estimated 220,000 people have died.<br><br>But last week, Colombian President Juan Manuel Santos and FARC leader Rodrigo Londono signed a peace agreement which could end Latin America`s longest running war. As part of the deal, FARC would give up its weapons and convert from a guerilla group to a left wing political party. It also said it would pay reparations to victims of the war.<br><br>The agreement has extensive international support from the U.S. and the U.N., to Central and South American nations. And polls showed it had a good chance of passing with Colombian voters. But critics feel it doesn`t go far enough to punish FARC fighters for their crimes.<br><br>(BEGIN VIDEOTAPE)<br><br>RAFAEL ROMO, CNN CORRESPONDENT: It`s very evident that not everybody in Colombia is in favor of the peace agreement. These people behind me come from different parts of Colombia, here to Cartagena, to say no to the peace agreement. Their main point is that they are not willing to forgive a terrorist group as they call the FARC that has killed people, that has committed any number of atrocities, including kidnappings and assassinations before they go to jail, before they`re tried and before there`s justice.<br><br>They say that President Juan Manuel Santos is wrong and so is the international community.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Up next -- torrential rainfall, life-threatening flash floods and mudslides, this is what`s possible from Hurricane Matthew, a powerful Caribbean storm that was expected to hit Jamaica and Haiti this morning. Last night, Matthew was a category four hurricane, just one step below the strongest hurricane classification. Its sustained wind speeds were around 145 miles per hour, capable of catastrophic damage that can knock down walls, trees and power poles.<br><br>Flights have been cancelled in the Caribbean, people were making emergency preparations. Officials are particularly concerned about Haiti whose infrastructure still hasn`t recovered from an earthquake in 2010 that killed more than 200,000 people and the cholera outbreak that followed, killing thousands of others.<br><br>Unsafe encounters, that`s how a U.S. military official describe some recent incidents in the Persian Gulf involving Iranian boats. Last month, seven Iranian fast attack boats reportedly harassed an American ship. The month beforehand, the U.S. Navy fired three warning shots after an Iranian boat came to close.<br><br>The U.S. called the Iranian maneuvers concerning, unsafe, and unprofessional. But they`re just part of the reason why the Middle Eastern country could pose a significant challenge for the next U.S. president.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: The U.S. may have struck a deal with Iran over its nuclear program, but things are still tense.<br><br>Iran may be the biggest international headache for the next U.S. president for the following reasons. Iran will become much stronger militarily now that some sanctions are ended. And the stronger Iran still has a largely anti-American agenda. It`s already causing military problems for the U.S. in places like Syria, Iraq and Yemen and diplomatic problems with Saudi Arabia and Israel.<br><br>Some hardliners in the U.S. and in Iran want to roll back the nuclear deal, which could destroy the improving relations between the two long-time rivals. Iran has also hinted that it could ramp up its uranium enrichment at any time and some experts fear the country may secretly be developing nuclear weapons regardless of the agreement.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You probably heard the saying, &quot;once in a blue moon&quot;. The last one of those happened during the summertime last year. The next will be in January of 2018. In many ways, the opposite of a blue moon is a black moon. And in the western hemisphere, it`s something that happened but that you did not see last Friday.<br><br>The eastern hemisphere will have a black moon on October 31st, and the next one won`t happen again until late July of 2019.<br><br>OK. So, those are the dates. What exactly is meant by the terms black and blue moons?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: How full moons were named.<br><br>JENNIFER GRAY, CNN METEOROLOGIST: Full moon names date back to the Native Americans. They would name a full moon and that name would last the entire month and it would help them keep track of the moons and the season.<br><br>One of the more notable moons, the Harvest Moon, this is because the fields have already been harvested and this is when animals needed to be killed and stored because winter is coming soon.<br><br>Every now and then, we get a couple of bonus moons. You see the lunar calendars roughly 29 days, but our monthly calendar is mostly 30 to 31 days. So, every now and then, you will get two full moons in one calendar month.<br><br>When you have two full moons in a calendar month, the second one is called the blue moon. And when you have two new moons in a calendar month, the second moon is called the black moon, which is pretty much the only moon that matches its name, because it`s invisible to us on earth appearing black.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Growing up in the island of Trinidad, Isha Desselle remembers working with her mother to feed the homeless. She says the elderly in Trinidad were always respected unlike some she met after moving to the United States. So, what she did about that and how she`s helped more than 7,000 senior citizens in Houston, Texas, are reasons why she`s today`s &quot;Character Study&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>ISHA DESSELLE, CNN HERO: When you`re older living on the street, it`s a very scary place. You`re much more vulnerable.<br><br>The people who are in between the ages of 50 and 62, society views them as too old for working and too young for Social Security. They need help.<br><br>It`s like you don`t exist and that`s wrong.<br><br>UNIDENTIFIED FEMALE: I was in retail management for about 30 years. I lost my job. Suddenly, in my late 50s, I wasn`t getting any callbacks.<br><br>Eventually, I lost my car, then I got an eviction notice. I never thought I`d be in that position.<br><br>DESSELLE: Thirty years ago, I sold my home and everything that I had, put a down payment on a rundown apartment complex and just got started. To get this place ready for the elderly homeless.<br><br>How are you doing?<br><br>UNIDENTIFIED MALE: Great.<br><br>DESSELLE: We provide food, shelter, clothing and a variety of supportive services.<br><br>The end goal is really to get back on their feet.<br><br>I may organize it, but the people here, they are the ones who makes it happen.<br><br>Anyone who lives here has a chore if they`re able.<br><br>I really want John to do those or George.<br><br>They`re at the gate, or office, the kitchen, the maintenance. It`s a community that help each other.<br><br>Coby?<br><br>UNIDENTIFIED FEMALE: Bingo tonight. The Rotary Club will be doing dinner for us.<br><br>Once you`re homeless, you just feel like maybe I don`t deserve to get back on my feet.<br><br>Turning Point Center, how may I direct your call?<br><br>Turning Point can change your way of thinking about that.<br><br>Hi, guys!<br><br>CROWD: Hi!<br><br>UNIDENTIFIED FEMALE: I look forward to my future where I didn`t have hope, I have hope.<br><br>DESSELLE: They have so much to offer. People need to not push them aside and don`t pass judgment that quickly, because you can be there, too.<br><br>(END VIDEOTAPE)<br><br>AZUZ: At the New York Public Library, gone are the days when librarians had to manually put books on carts and then wheel them through the eight-storey building. Now, the books traveled by train.<br><br>A new conveyor system is on track to keep things amoving. Researchers request materials, staff load them up on one of the 24 moving cars and they`re transported horizontally and vertically over 950 feet of track to other staff members. The cost, $2.6 million.<br><br>So, it kind of turns a library into a books of million, and if it shuts down, it could really put folks in a bind. But there`s no doubt it carriers over stories and it`s a fun topic to cover, because no matter what the technology looks like, libraries will always have pages.<br><br>That ushers out another broadcast of CNN STUDENT NEWS. I`m Carl Azuz and it`s probably time for me to shhh.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-03 CNN Student News.mp4"}