{"title":"CNNSN-2015-03-24-CNN-Student-News","script":"(CNN Student News) -- March 24, 2014<br><br>Modern-Day Slavery; Tires That Could Charge Your Car; Tech in Retrospect<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Hello and welcome to CNN STUDENT NEWS.<br><br>My name is Carl Azuz.<br><br>It`s great to have you watching our commercial-free show this Tuesday.<br><br>In the U.S., the 2016 presidential campaign season is on. It kicked off yesterday with an announcement from Senator Ted Cruz, a Republican candidate from Texas who said he was running for president.<br><br>The election won`t be until next November 8. But announcing they`re running helps candidates ramp up their fundraising, shape their messages and campaign strategies and reach out to voters.<br><br>In the 2016 election, there`s no incumbent president. President Obama has reached to two term limit set by the Twenty-Second Amendment to &quot;The Constitution.&quot; It was ratified in 1951.<br><br>So what this means is that the field for 2016 is wide open for both Republicans and Democrats who want to move to the White House.<br><br>The Thirteenth Amendment to the U.S. &quot;Constitution&quot; abolished slavery in the U.S. in 1865. The United Nations Universal Declaration of Human Rights abolished slavery worldwide in 1948.<br><br>And yet, there are more slaves on earth today than at any point in human history.<br><br>A few years ago, CNN launched The Freedom Project. Its goals include showing the horrors of modern-day slavery, exposing the criminals who trade in human lives, amplifying the voices of the slaves themselves and highlighting the success stories of those working to abolish slavery.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: Between 20 million and 36 million -- that`s the estimated number of people enslaved worldwide right now. Modern-day slavery can be found on every continent.<br><br>(ON SCREEN)<br><br>Survivors<br><br>UNIDENTIFIED FEMALE: The stories of the survivors are painful, shocking and sometimes hard to hear.<br><br>(ON SCREEN)<br><br>Ivory Coast<br><br>UNIDENTIFIED MALE: On this farm, we find Abdul. He survived three years of work. He`s just 10. He earns no wages for his work, he says.<br><br>(ON SCREEN)<br><br>India<br><br>UNIDENTIFIED FEMALE: Gerva Waiti (ph) is the mother of three. Her eldest daughter should not be this skilled at brick making. She is only five years old.<br><br>(ON SCREEN)<br><br>Mauritania<br><br>UNIDENTIFIED MALE: I think about slavery. Yes, I think about it. Also, a person like me will never forget about the torture he has suffered.<br><br>UNIDENTIFIED FEMALE: (voice-over): The International Labor Organization says human trafficking is a $150 billion a year industry unraveling the human criminal enterprises involved is vital in putting a stop to it(ON SCREEN)<br><br>Solutions<br><br>UNIDENTIFIED FEMALE: Celebrities like Manny Pacquiao are speaking up to make a change.<br><br>MANNY PACQUIAO, BOXER: I believe that we can end human trafficking in our lifetime. The challenge for us is to make this impact sustainable.<br><br>UNIDENTIFIED FEMALE: Top chocolate maker Nestle vows to end child labor on cocoa plantations.<br><br>UNIDENTIFIED MALE: We will work with the world global foundation and build schools. We will work with The International Cocoa Initiative.<br><br>UNIDENTIFIED FEMALE: GoodWeave USA is trying to put an end to child labor in rug factories by putting the GoodWeave seal of approval on handmade rugs.<br><br>UNIDENTIFIED FEMALE: Not only does it mean that the product is child labor-free and not only does it mean that the place where that rug was made was inspected, but it also means a percentage of the purchase price is educating children.<br><br>UNIDENTIFIED FEMALE: Through the Do Something Now Campaign, thousands of Christian students come together each year, donating their own money. They`ve raised millions of dollars for charities who fight human trafficking and care for survivors.<br><br>UNIDENTIFIED FEMALE: It`s great to see that when someone is willing to stand up, everyone is happy to follow.<br><br>(END VIDEO TAPE) (ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED FEMALE: Time for the Shoutout.<br><br>Which of these is not true about electric vehicles as compared with gasoline powered vehicles.<br><br>You know what to do.<br><br>Is it lower fuel costs, greater range, lower emissions or higher sticker price.<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED FEMALE: All of these statements are generally true about electric vehicles except option B. Their range is shorter than that of gas-powered cars.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: There`s actually a term for when people fear running out of power in an electric car. It`s called range anxiety. Most electric cars can travel between 70 and 100 miles before needing to be charged. There are some models that get considerably more mileage, but they cost considerably more money.<br><br>Charging electric cars is cheaper than filling up a gas tank, but because it takes a lot longer, some scientists are seeking solutions.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE (voice-over): Typically, an all-electric car can travel about 90 miles before needing a recharge. But a newly unveiled tire concept from Goodyear aims to generate extra energy from where the rubber meets the road.<br><br>(ON SCREEN)<br><br>Tires That Could Charge Your Car<br><br>UNIDENTIFIED MALE: You might call them energy tires. Goodyear isn`t offering a lot of details about how it works, but here`s the idea.<br><br>Sunlight and pavement friction would generate heat inside the tire, which would be converted into electricity, which would help charge an election cycle`s battery.<br><br>It`s still just a concept, but if it`s successful and carmakers show interest, the idea could help win over drivers who reject electric vehicles because of so-called range anxiety.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Let`s see who`s watching today.<br><br>Here are some of the schools that requested a mention at cnnstudentnews.com.<br><br>Farmington Junior High School is in The Beehive State. That`s Utah. And The Huskies are hunkered down in Farmington.<br><br>New Mexico is known as The Land of Enchantment. And in the city of Roswell, we`re online at the Chaves County Juvenile Detention Center.<br><br>And on the East Coast, in The Garden State, hello to The Hawks. They`re soaring over Memorial Middle School. It`s in the township of Freehold.<br><br>From a look at what could be the tires of the future to a look at the technology of the past, boom boxes, Walkmans, Discmans, tapes, some of your teachers can tell you about life with these long before smart phones were invented.<br><br>For a little fun on a Tuesday, we`re looking at how technology that`s obsolete still has an influence on what people are buying now.<br><br>(ON SCREEN)<br><br>Tech in Retrospect<br><br>UNIDENTIFIED FEMALE: We are more connected than ever these days. We listen to music, we check our e-mail, we take photos, we do just about everything on this device.<br><br>We decided to take a little bit of a trip down memory lane.<br><br>First up, the boom box.<br><br>I don`t even know how to do it anymore. What was like very cool about the boom box is it was almost kind of like a statement and it brought music to the street.<br><br>Even today, you look at something like the jam box, it`s almost like kind of a throwback to the boom box.<br><br>Yes.<br><br>So the boom box was this very like social, everyone listening to music together type experience. But it we are heavy. And sometimes you just want to be alone with your music. So that kind of paved the way, also, for the Walkman.<br><br>These are perfect. There we go.<br><br>This completely changed the way we dealt with music, right?<br><br>The commercials show people like running around jumping. And it seems kind of laughable now, but like this was the first kind of device that enabled you to do that. This paved the way for our smart phones where we`re just listening to music and streaming music online.<br><br>Walking around, kind of bopping around. I didn`t do that. I didn`t do that.<br><br>Before there is Instagram, and you could just take a photo on your phone and just see it, there was the instant photo. Boom. Instead of going taking a picture and then having to go develop it, it was kind of this instant gratification. You`ve got to do this. Wait. It`s just this idea that you could be around the dinner table with your friends and then you want to get a picture and you want it now, that`s what Polaroid did, which is something that was very revolutionary at the time. And it definitely paved ways for these companies like Instagram.<br><br>How long does it take?<br><br>We have our smart phones and we have Facebook and Twitter and Instagram. But before a lot of these technologies, there`s technology that inherently changed the way we interacted, how we consumed music, how we took photos.<br><br>So what we`re seeing now is a little bit of kind of a reinvention of technology. There`s actually a case for the iPhone that enables you to print photos. You have all sorts of different types of Bluetooth speakers that are looking more and more like kind of an old school boom box.<br><br>These are the devices that came before and these are the ones that kind of made you remember when things were a little bit more tangible. And that`s going to be a market in the future.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Before we go, the dog knew something awesome was about to happen. Sergeant Paul DePaolo had been serving in Afghanistan for seven months. His dog missed him. So when the door opened, the animal went bananas.<br><br>His name is Simba. And we ain`t lying. And don`t think his master is neglecting his wife and son. They`d already brought him home. They sent the sergeant through the front door so the dog could welcome him in his own special way.<br><br>The animal was Simbally thrilled, so happy his master was bark home. Of course, he wanted to lap up all the attention. In seven months, it was the greetest thing to happen.<br><br>I`m your news hound, Carl Azuz.<br><br>More stories and puns tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-24 CNN Student News.mp4"}