{"title":"CNNSN-2016-01-20-CNN-Student-News","script":"(CNN Student News) -- January 20, 2015<br><br>U.S. Supreme Court Takes Up Obama`s Immigration Actions; Taiwan Elects First Female President; Robots May Carry the Future of Home Delivery<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Twenty days into January, you`re 10 minutes for being up to speed on world events.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Starting with an announcement from the U.S. Supreme Court. It`s going to decide the fate of President Obama`s executive action on immigration. He announced the action in 2014. It would allow around 5 million people who are in the U.S. illegally to stay without the threat of being deported.<br><br>They`d be allowed to apply for work programs and other benefits as long as they paid taxes.<br><br>The Obama administration argues that this is a legal action in line with those of previous precedents on immigration. But executive orders don`t go through Congress, and none has ever impacted this many people before. So critics argue that the president went too far in making this law without congressional approval.<br><br>Twenty-six states brought lawsuits against President Obama`s action, holding it up in court. The Supreme Court`s final say could come later this year.<br><br>Voters in the Asian island of Taiwan recently did two things they`ve never done before. One, they elected a female president. Two, they dealt a defeat to a political party that supported China and gave power to an opposition party that`s never controlled the island`s legislature before.<br><br>We get to why that`s significant in a moment.<br><br>A couple of things about Taiwan. It`s about 100 miles from the Chinese mainland. Nationalists fled there after China came under communist rule in 1949. Today, the island has a multi-party democracy and the newly elected leader is the head of the opposition.<br><br>(BEGIN VIDEOTAPE)<br><br>KRISTIE LU STOUT, CNN CORRESPONDENT: Tsai Ing-wen, the leader of the Democratic Progressive Party or DPP. Now, the DPP has traditionally leaned in favor of independence, a highly contentious issue with China, which views Taiwan as a renegade breakaway province which could be taken back by force if necessary. But Tsai is viewed as a pragmatic leader who is likely to maintain improved relations with China.<br><br>In November, leaders from both sides met for the first time, since a civil war drove them apart more than six decades ago. The future of Taiwan`s decades-long dispute with China will always frame the political debate, but at the heart of the issue, it`s the economy. The new president will be taking on sluggish growth, as weakening global demand hits exports. That`s already forcing Taiwan`s hand on increasing trade ties with China as it becomes increasingly dependent on its biggest business partner. But critics say the increased deals only favor Taiwan`s wealthy elite and have not helped improve stagnating wages.<br><br>So, what`s at stake? Well, apart from improving the financial future of Taiwan`s 23 million residents, the new leadership faces an uphill battle to find a way to work with China, while satisfying the demands of the increasingly organized younger generation.<br><br>Kristie Lu, Stout, CNN.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Yesterday, we told you how international sanctions on Iran were lifted over the weekend, as part of the controversial nuclear deal with the Middle Eastern country. One part of that, Iran`s now able to sell oil in countries where it wasn`t allowed to before. So, it`s planning to increase production in an oil market that`s already saturated.<br><br>Some experts doubt that Iran will actually be able to produce as much oil as it plans to. It has plenty of it, but some of Iran`s equipment needs updating and upgrading. Still, this is expected to lower the global price of oil even further, as supply far exceeds the demand for it.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Iran`s energy potential.<br><br>JOHN DEFTERIOS, CNN CORRESPONDENT: Iran has the potential to be a big player in both oil and natural gas by the end of the decade if all goes to plan. It sits on 9 percent of the world`s proven oil reserves, double that in natural gas, and was a founding member of OPEC.<br><br>I`m standing in the West Quroon field in southwest Iran, in the industry that`s known as an elephant field because it`s so big. It covers 900 kilometers, about the distance between Los Angeles and San Francisco. It has proven reserves of 60 billion barrels. It is the largest discovery in Iran in the last three decades.<br><br>Years of economic sanctions held back investment and exploration into the country and toppled Iran into recession. U.S. and European oil giants were not allowed to do business here.<br><br>Before the sanctions were put in place, Iran was producing 4.3 million barrels a day, the second highest level in OPEC, just behind Saudi Arabia.<br><br>It has plans to reclaim that position by the end of 2016 and hopes to hit a target of nearly 6 million barrels a day by 2020.<br><br>Iran is eager to regain its status within OPEC and on the global energy stage. But it won`t be without challenges. The new production would put more pressure on prices and on OPEC itself to make way for all of Iran`s new production.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`re watching and know U.S. history, you`ll know who famously said, &quot;Give me liberty or give me death.&quot; His namesake, Patrick Henry Middle School is first up on today`s &quot;Roll Call&quot;. Meet the Panthers of Sioux Falls, South Dakota.<br><br>Next to Santa Fe, the capital of New Mexico. The Conquers of De Vargas Middle School are there conquering a slot on our show.<br><br>And crossing the International Dateline in the Pacific, we come to the Northern Mariana Islands in Saipan International School. It`s in Saipan.<br><br>When you buy something and have sent to your home, it usually arrives by truck. That`s expensive for business. It`s why they say the last mile is so costly. So, how the company gets something to you safely and cheaply?<br><br>One idea involves a robot that wheels along sidewalks in about four miles per hour. But even if this plan gets off or on the ground, getting permission to operate these in different states and countries could be a roadblock.<br><br>(BEGIN VIDEOTAPE)<br><br>SAMUEL BURKE, CNN BUSINESS CORRESPONDENT: The last mile of delivery is the most expensive. So, companies around the world are working to make that final stretch more efficient and faster. They`re experimenting with drones, drivers and now -- pardon me -- self-driving robots.<br><br>AHTI HEINLA, CEO, STARSHIP TECHNOLOGIES: It`s the most expensive because there`s a huge ban that is starting and stopping and the driver is getting on and off and knocking on doors and that takes time and that`s something that the driver needs to do for every person.<br><br>BURKE (voice-over): Home grocery delivery services like Fresh Direct and Amazon Fresh are convenient, but they`re not always cheap. Amazon`s membership cost $300 a year. Now, one of Skype`s founders believes he can bring those costs down with self-driving robots.<br><br>(on camera): What does it have in it different than the cart that I use to get my groceries?<br><br>HEINLA: Well, the cart doesn`t have nine cameras, but our robot does and it`s six-wheel drive, so it has motors, electric motors and various other sensors. The robot is observing pedestrians. The robot is navigating on the sidewalk and it needs to be aware of its surrounding.<br><br>BURKE: And how does it get from the warehouse to the person`s house? Using Google Maps?<br><br>HEINLA: We are doing our own mapping actually, because the maps that our robots need are quite special. They are more sidewalk maps than the road maps.<br><br>BURKE: Maps are for cars. (INAUDIBLE) on the sidewalks.<br><br>HEINLA: Exactly.<br><br>BURKE: Excuse me, sir. Can you help me? I`m trying to steal a robot.<br><br>(voice-over): Theft deterrence includes onboard cameras and GPS tracking. Worst case scenario, Heinla says each unit just isn`t that valuable.<br><br>HEINLA: The most expensive part in the robot is about $40 and that`s actually the whole point. It has to be a low cost machine, otherwise the economics doesn`t work.<br><br>BURKE: And he says your groceries are safe as well.<br><br>HEINLA: You got the notification in your smartphone when the robot arrives and then you push the button on your smartphone, then the lock opens.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We love field trip season at CNN in Atlanta, Georgia. And if you`re planning a visit, we`re hoping to see you on the new tour.<br><br>Presenting the CNN STUDENT NEWS with Carl Azuz Tour. Awesome. It features me for a good chunk of it, personally answering your questions, story selection, journalistic approach, who styles my hair.<br><br>This tour is specifically focused on CNN STUDENT NEWS. Space is limited and you will need to make a reservation. So, for more info, please send an email to atltour@cnn.com. Hope to see you in person this spring.<br><br>(MUSIC)<br><br>AZUZ: Looking up at the trees outside your home, you`d expect to see birds, maybe squirrels, not this. People in a neighborhood near Orlando, Florida, have bears in their trees. A mama bear and two cubs who climbed up to hang out for a while.<br><br>Folks in the area say they`ve seen more and more bears in recent years and that this definitely made residents want to stay inside. They call the police who expected the animals would come down on their eventually.<br><br>Until then, it`s probably a good idea to keep the door goldi-locked. The three bears might have been foraging for food and for folks to go outside, it`d be better to be bear-ated than bear-eaten.<br><br>Thank you for branching with CNN STUDENT NEWS. We have to leave for today but hope you`ll bear with us again tomorrow. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-20 CNN Student News.mp4"}