{"title":"CNNSN-2015-08-24-CNN-Student-News","script":"(CNN Student News) -- August 24, 2014<br><br>American Tourists Become Heroes in Europe; Factors Behind a U.S. Stock Market Drop; Parts of California are Sinking<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to have you starting your week with CNN STUDENT NEWS. Some of you are starting a new school year today.<br><br>So, thank you for making us part of that.<br><br>I`m Carl Azuz, with 10 minutes of commercial-free current events.<br><br>First up, a U.S. ambassador says we often use the word &quot;hero&quot;, in this case, it`s never been more appropriate.<br><br>She`s talking about three Americans who are on vacation in Belgium. They were on a high-speed train when a man when a rifle started shooting. The three Americans, two of them have been served in the U.S. military, fought against the attacker. And with help from a Frenchman and a Briton, they<br><br>were all over to overpower the gunman.<br><br>World leaders say they stopped what could have been a mass murder. The suspect is a Moroccan who`s known to European police for his radical Muslim views. He was arrested. The attempted attack was the kind that has governments worldwide on guard.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SCURITY CORRESPONDENT: So, I want to start with a direct question and that is -- are you over terror threat warnings?<br><br>If you are, it`s understandable. They are so many of them and they seem constant.<br><br>So, I want to explain what`s behind the current threat warning about the risk of lone wolf terror attacks here on the U.S. homeland.<br><br>Now, the current threat warning is not what they call in intel circles credible and specific, in that they don`t know of a particular target, a particular group, a particular time. But U.S. intel, U.S. law enforcement is genuinely concerned about an ISIS call to arms to supporters around the<br><br>world.<br><br>There is a difference of opinion among counterterror officials I speak as to how unique this threat is. Some say, it`s the worst they`ve seen since 9/11, others say they`ve seem this threat level many times since then.<br><br>But regardless of that difference of opinion, what is different now is the level of unpredictability, because lone wolves act alone or in small groups, and with little operational planning, there`s no operational planning to interrupt and there`s no contact or little contact with<br><br>leadership back in Iraq or Syria or elsewhere that can give an indication of an attack to come. So, there are fewer chances to get early warnings of terror attacks and fewer chances to stop them.<br><br>The good news is that lone wolf attacks tend to be less complex and therefore less deadly. So, let me leave you with one hopefully comforting thought. The actual risks to Americans of being hurt by a terror attack on U.S. soil is miniscule. But the power of terrorism is in even that small<br><br>risk makes Americans feel unsafe.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: Time for the shoutout.<br><br>Which of these animals is associated with a stock market that`s on the rise?<br><br>If you think you know it, shout it out. Is it bull, eagle, pig or bear?<br><br>You`ve got three seconds. Go!<br><br>(BUZZER)<br><br>When investors are buying, prices are rising and the markets improving, it said to be a bull market. That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But it sure didn`t look like that last week. On Wall Street Friday, the Dow Jones Industrial Average, it`s an average of 30 significant U.S. stocks took a nose dive. It dropped nearly 531 points. The gains it had made so far this year wiped out. Analysts are now saying it`s in<br><br>correction.<br><br>Stocks are sometimes said to be in correction after a 10 percent drop from their most recent high. It could be that their prices have been going up too fast and that this will correct or put them back down where they should be. Either way, a drop this deep is significant because the Dow, which is<br><br>watched worldwide, is one indicator of the health of the global economy.<br><br>(BEGIN VIDEOTAPE)<br><br>CRISTINA ALESCI, CNNMONEY CORRESPONDENT: Well, there`s no sugarcoating it.<br><br>It was the worst week for the stocks since 2011. Friday alone was the worst loss of the year, a 530-point drop on the Dow.<br><br>RICHARD QUEST, CNN ANCHOR &amp; INTERNATIONAL CORRESPONDENT: This rout.<br><br>POPPY HARLOW, CNN ANCHOR: The Dow is plunging.<br><br>JOHN BERMAN, CNN ANCHOR: And it doesn`t look one bit good.<br><br>QUEST: Fear grips the market around the world.<br><br>ALESCI: It was a week of worse. And now, it`s official. The Dow is on a correction. That`s a 10 percent decline from the recent record high. And that record, by the way, we just hit that a few months ago.<br><br>Now, how quickly things have turned around. Big names like Starbucks, Facebook, Amazon, are also down more than 10 percent from their recent highs. And here`s where it boils down to -- the Fed, the economy and oil.<br><br>First, let`s take the global economy. China specifically, the world`s second largest economy is slowing and this past week, a new report confirmed that for investors.<br><br>Second, we have the Federal Reserve. Investors have been expecting a rate hike next month for the first time in a decade. But, lately, we`ve been getting mixed signals from policymakers. If they hold of, investors might think the Fed is worried about the economy.<br><br>Finally, there`s oil. Sure, that means cheap gas, but it`s not really a good thing. We`ve got a glut of oil in the market and demand is slowing. Roll it all together, and it spells trouble for the markets all around the world. But if there`s a silver lining it`s this -- we`re still in the<br><br>midst of a very long and very strong bull market. It`s normal and, many say, healthy to have these little checks every now and then.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Carl Azuz? Here.<br><br>Let`s see who else is present as we present today`s &quot;Roll Call&quot;.<br><br>Hiram, Georgia, is watching CNN STUDENT NEWS. Hello to the Hornets. Great to see you at Hiram High School.<br><br>Moving up to Eastern U.S., we`re making a stop in West Virginia for the Princeton Senior High School Tigers in :Princeton.<br><br>And across the Pacific, welcome to the Thai-Chinese International School. It`s in Bangkok, the capital of Thailand.<br><br>Thanks for your request at CNNStudentNews.com.<br><br>A historic four-year drought in California is worsening another disaster in the state -- its share of the U.S. western wildfires. Going into the weekend, there were more than 12 wildfires burning across California, and more than 12,000 firefighters battling them. Even after they`re brought<br><br>under control, though, the effects of the drought will remain.<br><br>Cities are limiting residents` water use. Reservoirs are well below where they should be. And though some people have found the water source in the ground beneath their feet, that ground is sinking.<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHANIE ELAM, CNN CORRESPONDENT: Parts of California are sinking. And the signs, they`re everywhere. You just need to know where to look.<br><br>MICHELLE SNEED, USGS HYDROLOGIST: This site is compacting while we`re standing here.<br><br>Since the `30s, early `30s, about 10 feet of subsidence happened at this location.<br><br>ELAM: So, we should be standing like at least my body height on top of me.<br><br>SNEED: Yes, right.<br><br>ELAM: That`s where we could have been in the `30s standing up there.<br><br>SNEED: Yes.<br><br>ELAM: Subsidence is the gradual sinking of an area of land. As a debilitating drought continues to grip the state, many have turned to underground water to fill in the gaps. Now, some 60 percent of the state`s water is being pumped out of the ground and mainly for agricultural needs.<br><br>Without that cushion of water, the ground is collapsing down into where that water once was.<br><br>No one would build a cement foundation above the ground like this. This is happening because of subsidence.<br><br>SNEED: Infrastructure has to be replaced. So, that`s one facet and at least that`s a repairable. It`s very expensive but it is fixable.<br><br>ELAM: Believe it or not, I`m walking on a bridge right now. But through many years of subsidence, this bridge has collapsed down into the earth, so much so that the road is actually below the water level of this canal.<br><br>SNEED: Anything that crosses these areas, roads, railways, pipelines, all of those things can be affected if there`s enough differential subsidence.<br><br>DR. CLAUDIA FAUNT, USGS HYDROLOGIST: It only going to subside to parts where you`re pulling the water out.<br><br>We passed legislation in the state to start monitoring and trying to make in the state to start monitoring and trying to make our groundwater basins come into balance. One of the issues with that is it`s going to take about 20 to 25 years before we have to put and implement those policies.<br><br>ELAM: Yes, 20 to 25 years, but you`re talking about the Central Valley losing a foot a year.<br><br>FAUNT: Yes. So, locally --<br><br>ELAM: Where we`re standing right now, I mean, we could be standing down there by the time that happens.<br><br>FAUNT: Yes, it`s a problem and different water agencies are going to have to work together to figure that out and some of them are going to figure out, OK, maybe we need to do something about this sooner than 20, 25 years from now.<br><br>(END VIDEOTAPE)<br><br>(MUSIC)<br><br>AZUZ: It`s not easy to make a half court shot, period. But under pressure, let`s say a big chunk of the school is watching, and you`re at a college with a student body of more than 20,000 people and your tuition is on the line. What do you do?<br><br>If you`re Len Turner, you nail. Yes, there`s good reason why he`s celebrating, too.<br><br>Out of state tuition at Indiana`s Ball State University is more than $11,000. But this semester, for Mr. Turner and his splendiferous shooting skills, tuition will be nothing. Well, nothing but net.<br><br>The shot he sunk shrank his fees, a sinking feeling that`s appealing, living him reeling and sealing savings in what he might call B-Ball State University.<br><br>One more thing today, we are now on Instagram. So, if you are already on Instagram, you can find us @CNNStudentNews. Just look for that blue check mark.<br><br>Have a great day.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-24 CNN Student News.mp4"}