{"title":"CNNSN-2015-10-22-CNN-Student-News","script":"(CNN Student News) -- October 22, 2014<br><br>Syrian President Travels to Russia; Pollution and Some Solution in Cities Worldwide; What Causes Mirages and Fata Morganas. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, I`m Carl Azuz.<br><br>Today on CNN STUDENT NEWS, pollution around the world, a mirage that may be a mirage and a ghastly ghostly drone.<br><br>First up, an international trip by a Middle Eastern leader. Syrian President Bashar al Assad travelled to Moscow this week. Officials believe it`s the first time that al Assad has left Syria since its civil war started in 2011. He went to the Russian capital to meet with the man who`s become his main sponsor, Russian President Vladimir Putin.<br><br>Russian officials say the two leaders discussed working together to fight terrorist extremist groups. That`s a term the Assad regime uses to describe anyone fighting the Syrian government. Russia says its military is in Syria both to fight terrorism and to help the Syrian government stay in power.<br><br>In the four and a half years since the war in Syria began, the human rights group Amnesty International says 200,000 people have been killed and that 11 million people, that`s almost two-thirds of Syria`s entire population, have been forced to flee their homes.<br><br>Today`s &quot;Roll Call&quot; starts near the Caribbean, with the city in northwestern Venezuela. It`s Maracaibo. And we found out yesterday that students of Escuela Bella Vista are watching there. Great to see you.<br><br>Next, we`re moving north to north Georgia, and flying with the Falcons of Flowery Branch High School. Hello to our viewers in Flowery Branch.<br><br>And a little further north, in northeast Illinois, shoutout to Elmwood Park High School. It`s in Elmwood Park, not too far from Chicago.<br><br>Ahead of the climate conference in Paris next month, the number of international officials are calling for a price in carbon. Carbon dioxide emissions are blamed for pollution worldwide. A carbon price or carbon tax would require certain organizations or businesses to pay a fee. The more carbon their projects gave off, they more they`d have to pay.<br><br>Supporters say this would encourage countries to reduce their carbon emissions, to look for cleaner ways to make products and do business, and to generate revenue that could be used to clean up the environment or research green technologies. But opponents of the idea say some businesses would simply move their operations to other countries where there isn`t a carbon tax to avoid paying it. They also say it will be expensive to institute carbon taxes and carbon monitoring and that some corporations could cheat to get around the fees.<br><br>CNN has reporters all around the world and several recently discussed ways to combat pollution in the cities where they work. We start in Hong Kong.<br><br>(BEGIN VIDEO CLIP)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: I`m Ivan Watson in Hong Kong, where some of the city`s 7 million residents are choking on the air they breathe. Cases of chest infection and asthma have soared in recent years, and the problem has caused more than 2,600 premature deaths in 2014, according to a report by the University of Hong Kong and cost the economy nearly $4 billion.<br><br>Think tank the Civic Exchange says 98 percent of the worst pollutants in the city`s air come from commercial shipping and ferries. In July, introduced landmark new rules limiting the sulfur content of the diesel used by ships to half of 1 percent.<br><br>RAVI AGRAWAL, CNN CORRESPONDENT: And after a nightfall of that, a typical early morning often looks like this. You can barely see more than a dozen feet ahead of you.<br><br>Now, trucks aren`t allowed to fly these roads during the day, but cars are. And the sheer number of cars is a problem. Every day, 1,400 new cars join the 8.5 million already on the streets here.<br><br>The World Health Organization has labeled India`s capital the most polluted city on the planet. Policymakers are beginning to react, with New Delhi`s government trying out what it`s calling a car-free day. Delhites will be encouraged to leave their cars at home and instead take public transport.<br><br>One thing the government has been trying to do is boost renewable energy.<br><br>MATT RIVERS, CNN CORRESPONDENT: Tokyo is one of the largest metropolitan areas in the world, with tens of millions of people and the cars and the industry to go with it. And yet, pollution here is not a very big problem. In fact, as compared to most other large Asian cities, Tokyo consistently ranks near or at the top of most air quality lists.<br><br>But it hasn`t always been this way. Take the Sumida River, for example. Clean now, it was dark with pollution back during Japan`s industrial booms of the `50s and the `60s. It took decades of environmental reforms before the problem was largely solved by the mid-1990s.<br><br>JIM BITTERMAN, CNN SENIOR EUROPEAN CORRESPONDENT: As beautiful as Paris might be, there are some days when you can barely see the Eiffel Tower for the pollution. That`s something the mayor of Paris has been intent on changing almost since the day she was elected.<br><br>The city has taken a number of anti-pollution measures, including last July, a ban on older diesel powered trucks and buses from the streets of Paris, something that will expanded over the coming years to include newer models.<br><br>But all of this is not just have to do with health concerns. The world climate change conference begins here in late November and a polluted Paris would not be the best image to present to the thousands of environmentalists who are expected to attend.<br><br>DIANA MAGNAY, CNN INTERNATIONAL CORRESPONDENT: I`m Diana Magnay in London. Now, London`s mayor, Boris Johnson, is making big changes to the city streets in a bid to improve air quality, starting off by cleaning up the bus fleets, he`s bought 1,300 new hybrid busses to the city streets, with hundreds more expected next year.<br><br>And he`s also pulling 6,000 of the oldest most polluting black cabs. He also wants this whole city by 2020 to be the world`s first ultra low emission zone. And that means if you`re car doesn`t match the right standards, by then, you`ll have to pay a fine when you drive through the center of town.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: See if you can ID me. I come from a French term meaning &quot;to be reflected&quot;. But I`m actually caused when light rays are refracted or bent.<br><br>I`m the illusion of an object like a lake in the distance, though it`s not actually there at all.<br><br>I`m a mirage, and I can be seen in the desert or at sea.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Mirages and Fat Morganas are similar. They`re both illusions. They`re both related to the way light rays pass through layers of different temperatures and they both fool us.<br><br>Whether it`s the oasis in the desert or a car appearing to float in the heat of the sun, these visual phenomena confused the message between our eyes and our brain.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: This video surfaced out of China and it looks like their city is floating in the clouds. Of course, we can`t verify if the video is real or not, but we have seen things like this before.<br><br>SUBTITLE: What is Fata Morgana?<br><br>GRAY: This is a type of super mirage called Fata Morgana, where air temperature in the surface is actually cooler than the air above. It can make objects appear like they are stack on top of each other, or in this case, like a city floating in the clouds.<br><br>The same phenomena happens when you`re driving in your car on a hot day and you see what appears to be water or something liquid on the road, in the distance, or you`ve heard of people walking through the desert and they see water in the distance and then once you get closer, it disappears.<br><br>Light waves travel through the atmosphere from the sun, straight to your eye, but they actually travel through the atmosphere at different speeds.<br><br>A mirage occurs when the temperature on the ground is hotter than the air above.<br><br>When light travels through the cooler air into that warmer air near the ground, the light is refracted or bent, and what you`re eye is seeing is not that U-shaped bend but an illusion.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Maybe going out as a ghost isn`t the most original Halloween idea, but it is if you`re drone. Look at this -- a man in Arizona dressed up his drone as something spectacularly spooky and just had it hover around the block for a while, creeping out some cars.<br><br>It took more effort and battery than just using a sheet with some eye holes cut out of it. And imagine what it would like in the dark if you couldn`t see the propellers. You might call that downright rateful (ph).<br><br>But let`s be transparent about this. Now that someone has floated the idea, it might not fly with overprotected parents who could give it a propeller takedown, there`s just the ghost of a chance that they become Ghostbusters.<br><br>I`m Carl Azuz and we`ve got to go. So, we hope you`ll drift by tomorrow for more CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-22 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-22 CNN Student News.mp4"}