{"title":"CNNSN-2016-01-04-CNN-Student-News","script":"(CNN Student News) -- January 4, 2015<br><br>Storms and Flooding in the U.S.; Living in Astronomy Village; New Year`s Celebrations Around the World. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Back to work, back to school, back on air. Thank you for joining CNN STUDENT NEWS for its 2016 events coverage.<br><br>I`m Carl Azuz.<br><br>First up, happy New Year. Scenes from cities around the world lit up by fireworks just after midnight on January 1st.<br><br>2016 is a leap year. That means it has 366 days in it, the extra one being on February 29th. So, folks born on that date in a leap year will get to celebrate their birthdays on their actual birth date.<br><br>2016 is also an election year in the U.S. President Obama has reached the two-term limit, so American voters will be choosing a new leader in November. Before that can happen, though, each major party has to nominate one candidate for president, and the president to whittle down the Democratic and Republican fields starts next month.<br><br>For the Democrats, three candidates are still in the race. Polls indicate that the frontrunner is former Secretary of State Hillary Clinton.<br><br>For the Republicans, 12 candidates are still in. Polls indicate that the frontrunner is businessman Donald Trump. Two GOP candidates dropped out of the race over the Christmas break. On December 21st, Senator Lindsey Graham of South Carolina announced the end of his run for president. And on December 29th, former New York Governor George Pataki suspended his campaign.<br><br>(BEGIN VIDEOTAPE)<br><br>DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT (voice-over): President Obama will give his final State of the Union Address in just a few days. Could his agenda motivate Republicans or divide the Dems?<br><br>Then, there are more debates dotting the calendar. January alone will see more face-to-face confrontations.<br><br>February 1st is the critical day, the Iowa caucuses.<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: This is the big potato.<br><br>BASH: The winners and losers from Iowa will face each other again for another debate, wedged in just before the next vote in New Hampshire.<br><br>CARLY FIORINA (R), PRESIDENTIAL CANDIDATE: I appreciate the men and women of New Hampshire.<br><br>JEB BUSH (R), PRESIDENTIAL CANDIDATE: It`s great to be in beautiful New Hampshire.<br><br>BASH: A win by an establishment Republican in New Hampshire could set the stage for a South Carolina showdown. The Palmetto State`s GOP primary is just days later, February 28th.<br><br>SEN. MARCO RUBIO (R-FL), PRESIDENTIAL CANDIDATE: It`s great to be back in South Carolina, a place that believed in me.<br><br>BASH: And don`t forget the Nevada caucuses for the GOP, just three days.<br><br>It`s exhausting just thinking about it, but no rest for the political weary. One week later, the first day of March, Super Tuesday, when no fewer than 13 states will cast their primary votes.<br><br>So, put the pedal to the metal, the race to the White House is full speed ahead.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Last night, eight million people in 16 U.S. states were under a flood warning. It was what remained of a monstrous storm system that struck in late December, stretching from New Mexico to Michigan and sloshing its way east.<br><br>It brought several powerful tornadoes to Texas, destroying homes and buildings near Dallas. Hailstorms, snowstorms, hundreds of flight cancellations hit the central part of the country and dozens of people died in the severe conditions brought by the system.<br><br>For some, the worst of it came well after the storm hit, as flood waters flowed in the rivers, they crested their banks and spilled through communities. The Mississippi flooded and inundated parts of Illinois and its swollen water slowly spread out along the Mississippi southern part.<br><br>It`s not expected to reach its highest point in Memphis, Tennessee, until January 9th. In Greenville, Mississippi, until January 14th. In Baton Rouge, Louisiana, until January 19th.<br><br>Relief efforts are being made nationwide. CNN`s &quot;Impact Your World&quot; site has a list of organizations that are helping flood stricken areas. We put a link to that at CNNStudentNews.com.<br><br>Reporter Dan Simon is in Missouri, where officials say storms and flooding killed 15 people over the past couple of weeks.<br><br>(BEGIN VIDEOTAPE)<br><br>DAN SIMON, CNN CORRESPONDENT: This is what you call a giant debris field. You can see the magnitude of destruction in this community. All these household items that people have collected and have brought over to this community center, ultimately, this will be taken into the landfill but in the meantime, you need a place to put all of this stuff.<br><br>I can tell you that Governor Jay Nixon of Missouri has asked the Obama White House for a federal emergency declaration to speed up the removal process, he says, in order really to get Missouri back on its feet, you have to have all the debris removed and to try to get the clean up accelerated. So, he`s hoping that the White House will honor that request.<br><br>In the meantime, we`re going to walk around a little bit. You can see all of the stuff that people have dropped off. You can see mattresses and other household items and you see a whole bunch of sandbags in the back, those cannot be reused at all.<br><br>I want you to listen now to what the governor said just a short time ago.<br><br>GOV. JAY NIXON (D), MISSOURI: I`m from this part of the state. I mean, quite frankly, it`s almost hard to believe. When you see the levels of where water was. When you`re coming over historic highs, I mean, from the beginning of time, we kept records by four and five feet. I mean, when you`re seeing 55 close, when you`re seeing a house that`s floated, a full house that`s floated into the Highway 30 Bridge and blowing up, I mean, that`s -- it`s almost as if you`re living on some other planet.<br><br>SIMON: Fortunately, the flood waters have receded. So, now, what you`re left with is just the debris. And in reality, this is just a fraction of what you`re seeing all throughout the state, hundreds of businesses and homes have taken on significant damage.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s our first &quot;Roll Call&quot; of the year. Our producers chose these schools from each day`s transcript page at CNNStudentNews.com.<br><br>We`re starting in eastern Austria. Hello to Bundesrealgymnasium and Bundesgymnasium located in the town of Oberschutzen, Austria.<br><br>Escanaba is a city on Michigan`s Upper Peninsula. It`s there that the Eskimos are watching at Escanaba High School.<br><br>In just southeast of Arizona`s capital is the city of Chandler. Shout-out to the Knights. They`re on guard at Arizona College Preparatory.<br><br>Now, we`re taking you to a village in rural Georgia, where a type of pollution that is strictly prohibited is light pollution. This happens when artificial lights, so any light you can turn on and off brightens up the sky. The glow over cities is the last thing wanted by amateur astronomers who love to spend time stargazing when millions of others are turning on white lights.<br><br>(BEGIN VIDEOTAPE)<br><br>JANE KUEHN, AMATEUR ASTRONOMER, DEERLICK ASTRONOMY VILLAGE: Before we came to Deerlick Astronomy Village, I live in a five-room house in Maryland, sidewalks and pristine lawns. Down here at Deerlick Astronomy Village, I`m 11 years old and I just have to be home in time for dinner, whatever time that is.<br><br>SUBTITLE: Living in an astronomy village.<br><br>KUEHN: We have come to a really remote location. We are not quite halfway between Atlanta and Augusta. And so, it minimizes the light pollution.<br><br>When the sun goes down at the village here, you might take the roof off your observatory. It`s a roll-off roof.<br><br>For me, I`m a visual observer. I`ll bring my telescope out of my shed and position it that I`ve prepared when it does get dark that I can do my observing.<br><br>DAN LLEWELLYN, AMATEUR ASTRONOMER, DEERLICK ASTRONOMY VILLAGE: This is a community where people have bought property into houses on just for observatory zone, to get away from the light pollution. The light pollution is really severe and it makes the sky gray and you can`t see things like the Milky Way. No white light is allowed at Deerlick Astronomy Village. The whole community uses just red lights only and it preserves the integrity of the observing experience.<br><br>I`ve been planetary imaging for 15 years. People like me and others here will take shots of Jupiter, Mars, Saturn, and we submit those images.<br><br>The amateur community is very important. We`re the backbone of images that get submitted that makes you feel excited and relevant about contributing to science and it`s wonderful, wonderful hobby.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, we started the show with a look at New Year celebrations. We`re ending with them, too, but some of the less mainstream ones.<br><br>For instance, who needs a ball or a peach when you`ve got acorn. Folks are just nuts about this in Raleigh, North Carolina. And honestly, it`s just as arbitrary as other objects dropped on New Year`s.<br><br>OK, maybe cheese isn`t arbitrary in Wisconsin. The great state is a prolific producer of it. So, why not use a fire truck to lower an 80-pound block of cheese.<br><br>And to wrap up, we`re going back to North Carolina for an annual possum drop. Of course, it happens overnight. Possum are nocturnal. The locals say no animal is harmed in the annual event.<br><br>And in the great CNN STUDENT NEWS tradition, you know we always try to work in acorn-y pun. Some people cracked with them. Yes, they`re cheesy, no, they`re not always gooda. Yes, we dropped several of them. I guess it`s just because there are always endless possum-bilities.<br><br>I`m Carl Azuz and we look forward to seeing you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-04 CNN Student News.mp4"}