{"title":"CNNSN-2016-04-25-CNN-Student-News","script":"(CNN Student News) -- April 25, 2016<br><br><br>North Korea Reportedly Launches A Ballistic Missile; A Global Banana Crisis Looms; A CNN Hero Uses Horses to Help Young People with Special Needs<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: As we return from the weekend, tensions are high once again on the Korean Peninsula.<br><br>I`m Carl Azuz and that`s what`s first up this Monday, April 25th.<br><br>North Korea fired a ballistic missile from a submarine on Saturday. It`s a latest on the series of missile and nuclear tests that the secretive, communist nation has conducted this year.<br><br>Ballistic missiles fly in an arc toward their targets. U.S. officials say this one appears to have flown into the sea. But firing a missile from a submarine is significant can`t see exactly where the launch points are. South Korea launched the launch a threat, U.S. officials say it broke international law. France called for more global penalties on North Korea.<br><br>So, why is it pushing forward with its military programs?<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT: North Korea is claiming an eye-opening success with its ballistic missile launch from a submarine this weekend. Photos published on state-run media show the launch with Kim Jong-un. They say it was ordered and guided by the leader and has significantly bolstered the navy`s capabilities.<br><br>Now, experts around the world will be poring over these photos to see what kind of information they can glean from them. Photos published by the North showing this type of launch were widely assumed to have been doctored. South Korea`s foreign ministry has condemned the launch, saying that they have warned if the North continued with these so-called provocations, they would go back to the United Nations Security Council and push for even stronger sanctions.<br><br>The U.S. has also condemned the launch. One official though saying it was provocative but did not cause a threat to the U.S. However, one other U.S. official did say, quote, &quot;It shows North Korea sub launch capability has gone from a joke to something very serious.&quot;<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next, the growing threat to the global banana industry. It`s called Panama disease or Fusarium wilt. It`s caused by a fungus that can stay in soil for decades and it specifically affects the cabin dish banana. That`s the kind most of us are used to eating.<br><br>The United Nations says Panama disease is one of the world`s most destructive banana diseases. The cabin dish used to be resistant to it, but a new strain of the disease has already destroyed the banana industry and parts of Asia and it spread to Australia, Africa, and the Middle East.<br><br>A plant pathologist says it`s most threatening to growers and families in the developing world who depend on the banana industry. Panama disease hasn`t hit Latin America yet. That`s the region that produces most of the bananas for North America and Europe. But if it does, the available types and prices of bananas could change in the years ahead.<br><br>Aftershocks continue to rattle Ecuador more than a week after a major 7.8 magnitude earthquakes struck the South American country. Officials say it killed more than 650 people and that more than 26,000 others are living in shelters. Highways are damaged, communications are down.<br><br>Ecuador`s president says the government will sell some of its assets and raised taxes to help pay the cost of recovery. To show you some challenges of that, we`re taking you to where people are struggling just to get relief supplies.<br><br>(BEGIN VIDEOTAPE)<br><br>BORIS SANCHEZ, CNN CORRESPONDENT: These volunteers are dedicating their time sorting thousands of pounds of donated clothing. A lot of them are students or part of church youth groups. Some are also unemployed, figuring this was the best way to spend their time.<br><br>It`s a very rare fear of looting and people coming to donation centers like this one and taking advantage and stealing goods that are meant for people who are dire need of help right now.<br><br>So, we left for the relief center about four hours ago. This is a trip we made two days ago and it took five hours to get to the Manabi Province, where small rural towns that were badly hit by the earthquake are.<br><br>(voice-over): Hundreds spent hours in line outside this police station in Tarqui (ph), waiting for trucks carrying relief packages since well before dawn. And as the sun begins to set, they`ve watched the trucks come and go, but they pled for food and water, many are still empty handed.<br><br>&quot;How many trucks have passed since 6:00 a.m. and we`re still with nothing.&quot;<br><br>(on camera): Military officials here are asking people to remain calm because there`s an air of desperation here. A lot of people rushed to this truck when it first stopped here, handing out water, offering perhaps their first relief in several days.<br><br>(SPEAKING FOREIGN LANGUAGE)<br><br>This woman she`s been waiting two days for water simply because there isn`t any portable water around her to drink.<br><br>(voice-over): This woman says she`s been pushed around by people cutting the line all day. She calls the relief effort disorganized and says her complaints are falling on deaf ears.<br><br>Down the streets, others are looking through every piece of debris. Several families live in this multistory building. Neighbors tell us five people were killed when it collapsed, including a young child.<br><br>(on camera): Here we say this performance, occupying the children`s minds, bringing smiles to their faces, as they watched the world them seemingly fall apart. There`s a moment where they can just be kids and enjoy themselves. I asked a woman earlier what she was telling her own children in these very difficult moments. She said, she had no words for her child. She didn`t know what to tell them.<br><br>(voice-over): With aid reaching only a fraction of those in need, the people of Ecuador will face many challenges ahead, trying to move forward while living in the shadow of a catastrophe.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Around the world, without a drop of gasoline. That`s the goal of the experimental plane, Solar Impulse 2. It runs on solar power. It landed in California on Saturday night after taking off from Hawaii on Thursday. Though it`s got the wing span of a 747, it only weighs as much as an SUV. But it also travels at about the same speed as a car, which is why it took so long to make California from Oahu.<br><br>The project whose cost is estimated at more than $100 million has had its setbacks. It took off last spring and was supposed to have circumnavigated the globe last summer, but a damaging storm, battery problems and the need for near perfect flying conditions have repeated delayed the journey.<br><br>Engineers are happy to have the project back up and running.<br><br>(MUSIC)<br><br>AZUZ: A little over 20 years ago, in the grocery store parking lot of North Carolina, an insurance worker named Harry Swimmer met a girl with a condition Cerebral Palsy. She was also deaf and unable to speak. And Swimmer had the idea that she might enjoy a pony ride at his farm.<br><br>Her positive reaction to the experience inspired Swimmer to become a certified instructor in therapeutic riding and he`s today`s &quot;Character Study&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>HARRY SWIMMER, CNN HERO: Every community has children with disability. One of these children have very little to look forward to.<br><br>Our farm is a sanctuary for children with special needs.<br><br>Hi, riders up.<br><br>What do you say now?<br><br>UNIDENTIFIED GIRL: Walk on.<br><br>SWIMMER: That`s my girl.<br><br>Out here, they`re part of a team. They ride together. They bonded with their horses. It is therapy for them.<br><br>UNIDENTIFIED CHILD: I`m getting stronger and stronger.<br><br>SWIMMER: You are getting stronger and stronger.<br><br>These children come to me everyday.<br><br>UNIDENTIFIED CHILD: You`re the best.<br><br>SWIMMER: And I love every one of them. This is their farm as much as it is mine.<br><br>Are you ready?<br><br>UNIDENTIFIED FEMALE: The fact that we`re able to do this free of charge is a big deal. It`s really expanded her community.<br><br>There you go.<br><br>We could put her on a horse and she can be all over the place. And within a few minutes, we can watch her body settles down, and she`s suddenly the biggest thing in her environment. That`s a great confidence booster.<br><br>SWIMMER: I`ve been extremely lucky to be able to have this program, at 86 years old. This has become my life. I don`t ever want to do anything else.<br><br>(END VIDEOTAPE)<br><br>AZUZ: More than 1,300 requests we received on Friday`s &quot;Roll Call&quot; page. We`re announcing three starting in Ruidoso, New Mexico. Ruidoso High School is there and so are the Warriors, and that is awesome.<br><br>Moving northwest to Leavenworth, Washington, we`ve got the Mighty Kodiaks watching today. Cascade High School is on the roll.<br><br>And in Northwest Turkey, we come to the city of Bursa, where we`re glad to be part of your day at Isiklar Air Force High School.<br><br>(MUSIC)<br><br>AZUZ: Running a marathon is tough no matter where you do it. For instance, take the International Space Station. That`s where British<br><br>astronaut Tim Peake is right now. This is video of him training on earth. He was getting ready to run this weekend`s London marathon, 26.2 miles harnessed to a treadmill in orbit while watching a virtual reality video if the actual race course.<br><br>Peake finished in three hours, 35 minutes and 21 seconds.<br><br>Of course, you can say he was stationary. He could say he ran around the world twice. An American astronaut did this for the Boston marathon in 2007. So, maybe they`ll start calling the orbiter the international race station. It gives people an incredible runner`s high.<br><br>I`m Carl Azuz. That`s our show. See you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-25 CNN Student News.mp4"}