{"title":"CNNSN-2017-01-10-CNN-Student-News","script":"(CNN Student News) -- January 10, 2017<br><br><br>The U.S. Position on a Potential North Korean Threat; How the Senate Confirmation Process Works; Where Airplanes Make Their Last Landing<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN 10 ANCHOR: Major news events explained in 10 minutes. This is CNN 10, where you can know and go.<br><br>I`m Carl Azuz.<br><br>We`re taking you to the Korean Peninsula today. That`s where North Korea, a U.S. rival, says America is wholly to blame for North Korea`s nuclear program. The country has been at odds with the U.S. and South Korea since fighting stopped in the Korean War in 1953.<br><br>Nowadays, the North`s nuclear program is illegal, as far as the United Nations is concerned. But repeated sanctions, international penalties and restrictions on North Korea`s economy and trade have not kept North Korea from developing nuclear technology.<br><br>And while some defense experts don`t think North Korea has the ability to actually hit the U.S. with a nuclear weapon, the North says it`s conducted four successful nuclear tests since 2009. It wants to have long range nuclear weapons and it wants the world to know it has them.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT: North Korea could launch an intercontinental ballistic missile at anytime from any location. That is the message from North Korean`s foreign ministry official. This came out on Sunday, quoted by KCNA, the state-run media.<br><br>And they say that the only thing that they`re waiting for is the green light from Kim Jong-un, the North Korean leader.<br><br>Now, also, we hear in the statements that the reason that North Korea has found it necessary to carry out and develop this nuclear and missile program is because of Washington. -- the U.S. hostile policy, as North Korea calls it. And this, of course, is something that they have been saying for years, if not decades, blaming Washington for what they say is their need for self-defense.<br><br>Now, also on Sunday, we did hear from U.S. defense secretary, saying on NBC`s &quot;Meet the Press&quot;, that this program from North Korea is a serious threat. Also saying that the U.S. military is prepared to shoot down any missile, which appears to be heading towards U.S. territory, or appears to be heading from the North to any territory of its allies.<br><br>But one interesting thing from this statement that we have been hearing from experts is that it does appear as though North Korea is hoping for a different relationship with President-elect Donald Trump when his administration comes into power.<br><br>Now, they did say, using the DPRK, the official terms for North Korea, quote, &quot;Anyone who wants to deal with the DPRK would be well advised to secure to a new way of thinking, after having a clear understanding of it.&quot;<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>In what part of the U.S. government do elected officials serve six-year terms? The Supreme Court, presidency, House of Representatives or the Senate?<br><br>U.S. Constitution said Senate terms as six years.<br><br>(END VIDEO CLIP)<br><br>AZUZ: That`s in Article I Section 3. But it`s a different part of the Constitution that requires something that`s playing out starting today.<br><br>Confirmation hearings are kicking off for President-elect Donald Trump`s cabinet nominees. These are the president`s top advisers from a wide range of departments and its lawmakers who get the final say on who gets the jobs.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The anatomy of Senate confirmation.<br><br>REPORTER: You have to go back to the beginning, have to go to the Constitution, 1789, Article II, Section 2 Clause 2.<br><br>And it says --<br><br>UNIDENTIFIED MALE: He shall nominate, and by and with the advice and consent of the Senate, shall appoint ambassadors, other public ministers and consuls, judges of the Supreme Court, and all other officers of the United States.<br><br>REPORTER: Donald Trump has announced a slew of top cabinet nominations, from his treasury secretary to his attorney general. Over a thousand people, including the heads of all federal agencies are going to face Senate confirmations.<br><br>Not everyone has to get confirmed. All cabinet level officials and a lot of their deputies are going to need to be confirmed. But White House staff, think Kellyanne Conway, or Steve Bannon, do not.<br><br>The best way to think about Senate confirmation is through a series of steps. As soon as the nominee is announced, the media attention starts and outside interest groups get to roll up their sleeves.<br><br>Step one: paper. The nominees have to fill out a ton of forms before they can get confirmed. Think of it like a job interview on paper. They have to fill out a White House questionnaire, passed an FBI background, and fill out a financial disclosure form. They want to know every speech you gave, every club you`re in.<br><br>Step number two: the photo-op. Here`s where you get to make your debut as the nominee.<br><br>REX TILLERSON: When I called you, you were on the road.<br><br>SEN. BEN CARDIN (D), MARYLAND: Right exactly, yes.<br><br>TILLERSON: I`m so glad you pulled over.<br><br>REPORTER: Step three: the hearings. Remember Clarence Thomas?<br><br>CLARENCE THOMAS, THEN-SUPREME COURT JUSTICE NOMINEE: This is a circus.<br><br>REPORTER: The nominee is on the hot seat for hours.<br><br>Once the hearing is over, those same senators are going to take a vote in committee. And if a nominee can get through committee, then they go to the floor for a full vote of all hundred senators.<br><br>UNIDENTIFIED MALE: Senator, the --<br><br>UNIDENTIFIED MALE: I enter a motion to reconsider the vote by which cloture was invoke on this nomination.<br><br>REPORTER: So, how many votes do you need to get officially confirmed?<br><br>Fifty-one is all it takes.<br><br>The Supreme Court, though, is different. You still need 60.<br><br>Given the Republicans had 52 seats in the Senate, you might think, Trump`s nominees are a shoo-in. Senate confirmation hasn`t always been that easy.<br><br>DICK CHENEY: I take this obligation freely --<br><br>REPORTER: Dick Cheney was President George H.W. Bush`s second pick for defense secretary. Bush`s original pick was former Senator John Tower of Texas, but the Senate rejected his nomination in 1989.<br><br>You can pretty much guarantee that the Senate confirmation hearings on Trump`s nominees are going to dominate the news cycle for a while and maybe you won`t stay awake the whole time. But at least now you know how they work.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A couple major news events we`ll be covering in the days ahead.<br><br>First, the outgoing president`s speech. Barack Obama`s farewell address is set for tonight from Chicago, Illinois. You can watch the broadcast live on CNN at 9:00 p.m. Eastern and we`ll have some highlights for you on Thursday`s show.<br><br>Second, the incoming president`s inauguration. Donald Trump`s swearing in is set for January 20th. That`s next Friday in the nation`s capital. You can catch that broadcast live on CNN starting at 9:30 a.m. Eastern and we`ll have some highlights for you the following Monday, January 23rd.<br><br>Would you be comfortable flying on a 30-year-old 747? When it comes to commercial airplanes, age truly is just a number.<br><br>According to the Smithsonian Museum`s &quot;Air and Space&quot; magazine, the lifespan of a commercial airplane doesn`t necessarily depend on its age, but on the fatigue, that pressurization causes on the plane`s metal. So, aircraft used on short flights and pressurized every day may not last as long as those on longer flights which are pressurized less often.<br><br>But where do planes go when there are no more takeoffs on the horizon?<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: I wanted it to be a nice landing. I wanted it to be something everyone could remember. I wanted to enjoy it.<br><br>We just shut down the motion (ph) and parked the brakes and it`s hit me.<br><br>SUBTITLE: The Boneyard.<br><br>MARTIN TESTORFF, AA AIRCRAFT MANAGER, ROSWELL INTERNATIONAL FLIGHT CENTER: Affectionately, we call it a boneyard, but for me, it`s like a big aircraft enthusiast playground.<br><br>SUBTITLE: Airlines from around the world retire their planes to this boneyard in Roswell, New Mexico.<br><br>REPORTER: Strolling in the boneyard is a once-in-lifetime experience. Massive jetliners that roamed the skies, now awaiting a depressing fate.<br><br>TESTORFF: You can tell just from the different states of the aircraft, you know, which ones have been heavily harvested.<br><br>REPORTER: How many planes that have been retired are on this field?<br><br>TESTORFF: On the books right now, we have 103 for American, and probably there`s another 100 out here from the past that are no longer on the books.<br><br>SUBTITLE: Parts taken from this Boeing 777 are worth more than the plane itself.<br><br>TESTORFF: Probably within the next month, this plane will be crunched up, put in a truck and hauled off to a smelter. That`s its fate.<br><br>REPORTER: The American Airlines jet I flew in on sits with other new arrivals. It will likely be stripped to its bones for spare parts or worse, the crusher.<br><br>SUBTITLE: The Crusher.<br><br>ANDREW COLLIER, CUSTOM CONSTRUCTION: Anything could go through anything. Today is actually my first one that I`ve actually got to crush.<br><br>SUBTITLE: This Saudi Arabian airlines MD-90 is being destroyed after being stripped for parts.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You probably heard of crop circles, or seeing these (ph) what some folks are mysterious formations.<br><br>For &quot;10 Out of 10&quot; today, behold this ice, ice, baby. The rare and beautiful ice circle. Check out this ice as the river revolves it. It`s a natural phenomenon.<br><br>While some meteorologists say this form in eddies where water moves in a circular shape, scientists believe ice circles are caused by slowly melting chunks of water that spin as they sink, grinding away a circular shape at the ice border.<br><br>No wonder why passersby freeze at the sight of it. It`s an indisputably cool discovery, positively edifying, and though I got to go, my head is spinning y`all. I feel like I`ve been talking in circles.<br><br>We hope you all circle back with us tomorrow, carving out 10 minutes again for CNN 10. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-10 CNN Student News.mp4"}