{"title":"CNNSN-2016-08-16-CNN-Student-News","script":"(CNN Student News) -- August 16, 2016<br><br><br>History and Controversy of Chemical Weapons; The Effects of Flooding in Louisiana; A New Way to Track Food Temperatures<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking 10 minutes to get up to step on international world events. I`m Carl Azuz. This is CNN STUDENT NEWS and our second show of the academic year.<br><br>We`re starting with an update on the civil war in Syria. We`ve been covering this since 2011 when that war begun. It involves the Syrian government that`s fighting to hold to power, rebel groups that are trying to overthrow the government, terrorist groups who are trying to expand their power in Syria. It also involves the United States, which is using Special Forces and airstrikes against terrorists, as well as Russia, which is launching airstrikes in supporting Syria`s current government.<br><br>Since 2011, more than 250,000 Syrians have died in their nation`s civil war and one site of some of the worst fighting and destruction is the Syrian city of Aleppo. It used to be the country`s most populated city.<br><br>To date, part of it is controlled by government troops, part controlled by rebels, and United Nations officials are trying to figure out if an attack on the rebel-controlled part of Aleppo involved chlorine gas. That`s a chemical weapon. Rebels and doctors in the area say at least three people died in an apparent chemical attack.<br><br>The Syrian government has been accused of using chemical weapons before in this civil war. The government denies it. But this is significant because chemical weapons are illegal, even in war.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: Chemical weapons are known as the &quot;poor man`s atom bomb&quot;, because at relatively cost, they could have devastating effect, both in terms of casualties, but also in the sheer horror of the injuries and the sheer fear of contamination.<br><br>In the history of warfare, they`ve been used very seldom. You have to go back to World War II for widespread use, although Saddam Hussein used in the late 1980s, killed some 5,000 people in northern Iraq, in Kurdistan. More recently, the Assad regime has used them repeatedly in the war in Syria. It`s estimated, some 1,500 people have been killed, 15,000 injured in chemical weapons attacks in Syria.<br><br>The Geneva protocol of 1925 banned the use of chemical weapons in warfare, but not the production. It was until the early 1990s that the Chemical Weapons Convention banned the production and stockpiling as well, and since then, some 90 percent of the world`s chemical weapons have been destroyed.<br><br>But still, to this day, there`s a lot out there in 17 countries still have them from the ones you`d expect, North Korea for instance, which did not sign on to any of those treaties, but also the U.S., although the U.S. has committed never to use them in warfare and is committed to destroy all of them by the 2020s.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Following up now on historic flooding in the U.S. state of Louisiana. Forecasters say more rain is on the way to the area of the capital Baton Rouge.<br><br>According to Louisiana Governor John Bel Edwards, the National Weather Service can`t really predict how wide or deep the water is going to get because this flooding is so far above anything they`ve seen before. He expects to declare disaster areas in almost 30 of Louisiana`s 64 parishes.<br><br>That will speed up government money and assistance to the places that need it.<br><br>At least five deaths have been blamed on the floods. First responders have rescued tens of thousands of people and some of the hardest places aren`t even those where most of the rain fell.<br><br>(BEGIN VIDEOTAPE)<br><br>BORIS SANCHEZ, CNN CORRESPONDENT: We`re standing in the middle of what used to be an intersection in this neighborhood, and now it`s become part of the Manchac Bayou, which is actually just behind these homes. And you can see just how high the water level is, going into these homes and destroying just about everything inside.<br><br>I can tell you this area specifically and this neighborhood actually didn`t get a whole lot of rain compared to a lot of other areas here in Louisiana, but rather, it was the flow of the flooding from other locations that really caused the bayou to rise dramatically.<br><br>And in a matter of hours, a woman told me that late last night, she looked outside and there was really not much flooding. And then, early this morning, getting close to 3:00 a.m. about a foot of water started coming into her home.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next story today, when you go out to eat, you might have noticed a disclaimer at the bottom of many menus, consuming raw or undercooked meats, poultry, sea foods, shellfish or eggs may increase your risk of foodborne illness. That`s there in part to protect restaurants and to warn customers in case they insist on ordering something raw.<br><br>But that concerns food that`s prepared. What about food is stored, how it`s packaged, where it`s placed in the kitchen, the temperature it`s kept before at before it`s put on a burger or burrito.<br><br>There are a number of ways to keep track of those temperatures and now, our next report explains one. It can cause a restaurant several hundred to several thousand dollars a year, and that doesn`t include additional monitoring costs. The reason, it`s online.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Americans like to go out to eat, so much so that we`re expected to spend $720 billion this year dining out. But to stand out from the competition, restaurants have to work hard to meet our demands. Healthy food is one of the top reasons we choose a restaurant, and we don`t want food that makes us sick.<br><br>One in six Americans get sick from food every year and half of food outbreaks happen in restaurants, one of the industry`s biggest concerns.<br><br>KYLE BROWN, SENIOR TRAINING MANAGER, HONEYGROW: What a danger zone is nearly above 41 percent degrees. It`s the temperatures at which bacteria can grow and thrive in.<br><br>REPORTER: To help control that temperature, restaurants are getting help from digital technology like fresh temp.<br><br>BROWN: What Fresh Temp allows us to do is using a thermometer probe and Bluetooth connected to an iPad. If it`s bad and it`s a no, it`s going to say, OK, this is out of temp, what do you want to do? You can either discard, you can cool it, you can switch it out with something that is at temp.<br><br>REPORTER: Before, that information would be written down in a law.<br><br>JEFF RIEGER, FOUNDER &amp; CFO, FRESH TEMP: This kind of brings us back to where we got our start.<br><br>REPORTER: Which left room for error or simply forgetting.<br><br>RIEGER: Someone handed me this and said, is there any way that we can get this in a computer and they could very easily do so.<br><br>REPORTER: Jeff Rieger and his company figured out how to connect sensors and probes to the Cloud. It tracks temperature data, stores it in one place and sends it directly to the chain`s headquarters.<br><br>RIEGER: So, we have wireless sensors that capture temperature data. Surprisingly a low is equally concerning as above if you walk in cooler, goes to 20 degrees and everything freezes, that`s very bad.<br><br>REPORTER: Fresh Temp is helping smaller restaurants and chains compete with larger ones, that have their own in-house operations. It also helps restaurants keep up with new federal guidelines around food safety. Digital tracking is easier to trace and monitor.<br><br>JUSTIN ROSENBERG, FOUNDER &amp; CFO, HONEYGROW: When you take that temperature, it`s logged. So, you can`t say, oh, it`s 53 degrees, I`ll just put in 40 just in case the health department come. We need to know, is there a refrigeration problem. What`s going on here?<br><br>So, for us, it`s that extra step in ensuring the food safety that`s critical for our business.<br><br>(END VIDEOTAPE)<br><br>(MUSIC)<br><br>AZUZ: Can you make a living just by playing in the sand? No. But some people can make one by sculpting sand. Fees are between $300 to $500 an hour. Yearly salaries of more than $60,000, all possible. Most professional sand sculptors only work part time and what they build goes far beyond waterside castles.<br><br>(BEGIN VIDEOTAPE)<br><br>KAREN FRALICH, PROFESSIONAL SAND SCULPTOR: The process is making a sand sculpture, you can`t just do soft, fluffy, dry sand. It has to be very wet, it has to be very compacted, before you can start carving it.<br><br>It`s one of the biggest misconceptions in sand sculpture is that it`s a super easy job where you sit on a beach and then you carve and it`s actually extremely physically and technically interesting.<br><br>The Sugar Sand Festival is like a great big sand sculpture park inside a tent and there`s probably eight to ten sculptors working in here and I`m just one of them.<br><br>MARK MASON, PROFESSIONAL SAND SCULPTOR: It is a hobby turned into a passion, turned into a profession. We probably got 1,200, maybe 1,400 tons of sand in this tent.<br><br>FRALICH: So, behind me is Jimi Hendrix and he`s about nine feet tall and it took me three days and about eight hours a day to create just this part behind me.<br><br>The tools that we use in sand sculpture are anything and everything. It can be a spoon from a kitchen, a melon baller. I used a lot of margin trowels that you use for dry wall work. Anything will do, even straws.<br><br>MASON: As an art, sun sculpture is the fastest medium from conception to finish product that I could ever think of.<br><br>I love this. But I do want this to be here forever? No, I don`t. I`d love to make this sand something else. You know, I want to work on things.<br><br>You don`t miss it. You continually build. That is the fun of sand sculpture.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, sun sculpting certainly seems to depend on how things shape up. Whether they make waves, whether the end result holds water and whether the artist is willing to watch all wash away, it surely someone whose skills go against the grain.<br><br>I`m Carl Azuz for CNN STUDENT NEWS. Thank you for watching.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-16 CNN Student News.mp4"}