{"title":"CNNSN-2015-08-19-CNN-Student-News","script":"(CNN Student News) -- August 19, 2014<br><br>Thousands of Firefighters Tackle Blazes in Western U.S.; A World War II Bomb Unearthed in London<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Our third show of the school year starts right now. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>First story this Wednesday takes us out to the American West. There are almost 100 wildfires burning, directly affecting 10 U.S. states from Washington and California, to Colorado and Montana and those in between.<br><br>Breaking down the numbers: hundreds of homes have been destroyed, more than a million acres, think a million football fields have burned. Twenty-five thousand firefighters are working to contain these things.<br><br>And for the first time since 2007, U.S. military has been called in to help, about 200 active duty personnel. The military is also sending C130s large cargo planes to help douse the flames.<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: Time for the first shoutout of the school year.<br><br>Who famously said, &quot;Never in the field of human conflict was so much owed by so many to so few&quot;? If you think you know it, shout it out.<br><br>Was it Franklin D. Roosevelt, George Washington, Winston Churchill or Henry VIII?<br><br>You`ve got three seconds. Go.<br><br>(BUZZER)<br><br>NARRATOR: These were the words of British Prime Minister Winston Churchill, speaking to British pilots during the Battle of Britain.<br><br>That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: That battle lasted from July to October of 1940. It was a series of relentless air raids on Britain by Nazi Germany`s air force, Luftwaffe.<br><br>Yesterday was the 75th anniversary of the battle`s hardest day when British and German forces combined lost more than 130 planes.<br><br>British pilots were ultimately successful in defending their country from the Nazis. Still, Germany dropped so many bombs during the battle that even today, they`re turning up in Britain.<br><br>(BEGIN VIDEOTAPE)<br><br>IAN LEE, CNN REPORTER (voice-over): London`s darkest hour during World War II. Thousands upon thousands of German bombs raining down on the city.<br><br>UNIDENTIFIED MALE: The air war has long been at peak.<br><br>LEE: Eight months in history simply known as &quot;The Blitz&quot;. Each dot here represents a strike in London. Pull back and you can see its enormity.<br><br>But some never exploded and generations later, they are still being unearthed.<br><br>The latest, a 500-pound found by builders in East London. Authorities quickly evacuated more than 100 residents, some to a nearby school.<br><br>(on camera): Residents maybe barely nonchalant about having an unexploded bomb in their neighborhood, just a few blocks away. But you have to remember, in the 1940s, this death from above instilled absolute terror inside the people of London.<br><br>(voice-over): Roughly 30,000 Londoners would lose their lives among the rubble. Bomb disposable experts, veterans of the wars in Iraq and Afghanistan successfully diffused and removed the explosive. It`s unknown how many bombs from World War II remained entombed under London.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Catching up on a couple of significant rulings from the U.S. Supreme Court.<br><br>On June 25th, the court issued a decision concerning President Obama`s controversial health care law called the Affordable Care Act or Obamacare.<br><br>The case focused on the money that the federal government gives to lower income Americans, to help them buy health insurance. The court voted 6-3 to essentially keep certain subsidies and the law in place.<br><br>On June 27th, a closer 5-4 ruling that same sex couples could marry nationwide. Before the decision, 13 states had bans on gay marriage.<br><br>Writing for the majority, Justice Anthony Kennedy said same sex couples asked for equal dignity in the eyes of the law. The Constitution grants them that right. And President Obama who supported the decision said love is love.<br><br>In dissent, Chief Justice John Roberts wrote the decision had nothing to do with the Constitution. And Justice Antonin Scalia said the decision threatened American democracy.<br><br>(BEGIN VIDEOTAPE)<br><br>JEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: The issue of same sex marriage in all 50 states is settled. Regardless of what the governors, what the judges, what anyone wants in that state, they will have to start allowing same sex marriages to take place.<br><br>One question that`s left opened is, what if individuals within the state who worked for state government or for a county say, &quot;I don`t want to because of my religious beliefs, participate, officiate at these ceremonies&quot;?<br><br>What I think is going to happen is these individuals will be allowed to excuse themselves. However, every county will have to give same sex couples the same opportunities that straight couples have. So, individuals don`t have to perform these ceremonies, but counties have to give same sex<br><br>couples the same rights, the same opportunities as straight couples.<br><br>There are really only two ways that a Supreme Court decision based on the Constitution can be overturned. The first is that new justices can be appointed and those justices can issue a new opinion, which overturns the old one. The other way a decision can be overturned is if the state<br><br>legislatures, congress amend the Constitution. Both of those are very rare. That`s why most people view Supreme Court decision as final, final, final.<br><br>This decision does not establish equality for gay people in every area of the law. For example, in about 30 states, it is still legal to be fired simply because they are gay. In the same number of states, it`s legal to deny housing solely because they are gay. Those issues are still<br><br>outstanding regardless of what the Supreme Court held on June 26th.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Catching up now with three of the schools that requested a roll call mentioned at CNNStudentNews.com.<br><br>First up, South Korea`s got Seoul. It`s not only the capital, it`s the home of Daechi Middle School. Great to see you today.<br><br>Stateside, we`re making a stop in Arkansas. Maumelle is in the central part of the state. In Maumelle Middle School, the Stingers are there.<br><br>And just one state east to Tennessee, we`ve got the Eagles today from Ezell Harding Christian School. It`s in Antioch, a little southeast of Nashville.<br><br>Ninety-six people are set to graduate this Friday from U.S. Army`s Ranger School. This is not easy to do. The class started with 400 people.<br><br>What`s historic about this particular graduating class is that it includes two women. It`s the first year of the program was opened to women.<br><br>But unlike male graduates, the female ones cannot apply to the Army`s 75th Ranger Regiment. At this point, it`s for men only and requires additional training, though the Pentagon is considering changes to women`s roles in the U.S. military.<br><br>Army Rangers are elite troops. Requirements to become one include being able to do 49 push-ups, 59 sit-ups, a 5-mile run in 40 minutes, a 12-mile hill march with a full combat load, training in woods, mountains and swamp lands and doing all of it without a lot of food or sleep.<br><br>Army officials say the women faced the same requirements as the men.<br><br>It`s not easy to get in a Hollywood`s film industry. An editor who spent 40 years working in it says you have to have access to a network of people, a network that knows who you are. So, he started a non-profit organization called Inner-City Filmmakers to help young people and minority groups learn<br><br>the industry and connect to the network.<br><br>(BEGIN VIDEOTAPE)<br><br>FRED HEINRICH, CNN HERO: In the film industry, there are very few people of color. I think people feel shut out. As an editor for over 40 years -- UNIDENTIFIED MALE: I cut back and forth, back and forth.<br><br>HEINRICH: Picks up the pace, makes it more exciting.<br><br>I thought I`m going to help the people who need the help the most.<br><br>UNIDENTIFIED FEMALE: In improv, you always say yes. Yes to everything.<br><br>HEINRICH: We bring in industry professionals to teach low-income and minority youth how to make films.<br><br>UNIDENTIFIED MALE: And action.<br><br>(INAUDIBLE)<br><br>UNIDENTIFIED FEMALE: That`s for you, baby.<br><br>HEINRICH: The training we provide is hands on.<br><br>UNIDENTIFIED MALE: Once the camera is set, you want to shoot everything that you possibly can from that angle.<br><br>HEINRICH: Screen writing, directing, camera, editing, producing, casting. It`s necessary that they learn all these skills.<br><br>HEINRICH: We`re looking for a more diverse future for our students in Hollywood, and they`re achieving that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now, if I were to tell you our last story today was about a butter cow, you might think a cow with really rich milk. Nope, I mean, a real butter cow, a real butter, not a real cow. They don`t have a cow.<br><br>This has been a tradition at the Iowa state fair since 1911. It`s not all butter. It starts with a wood and metal mesh frame and then hundreds of pounds of dairy added until a moving sculpture about eight feet long stands in a giant cooler.<br><br>Some might cower at the thought of having the butter up 600-pound bourbon bread spread. After all, there`s probably not much margarine for error or ruminate for improvement. But as long as we`re chewing the cud, we may as well put some butter on it, topping another flavorful edition of CNN<br><br>STUDENT NEWS.<br><br>And if you don`t like those puns, we`ll just have to turn out some butter ones later on.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-08-19 CNN Student News.mp4"}