{"title":"CNNSN-2015-10-20-CNN-Student-News","script":"(CNN Student News) -- October 20, 2014<br><br>Ole Miss Votes Tuesday on Confederate Flag; Is Nuclear Fusin About to Change Our World?<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>AZUZ: Students at the University of Mississippi in Oxford, also known as Ole Miss, are having a vote this afternoon. They`ll be deciding to whether or not to remove the Mississippi state flag from campus. Its design features the Confederate battle flag, which represented Confederate states during the U.S. Civil War.<br><br>In recent decades, there`s been a lot of controversy over the Confederate flag. A number of groups in the South have pushed for its removal from public buildings and state capitals. They see it as a symbol of racism.<br><br>This summer, South Carolina`s government voted to remove the Confederate battle flag from its capital, after a racially motivated shooting in the state.<br><br>Yesterday, Green County, Tennessee, was considering the flag over its court house. Supporters see it as a symbol of wartime sacrifice, history and Southern heritage. Several U.S. states including Mississippi still maintains some form of Confederate design in their state flags.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK VALENCIA, CNN CORRESPONDENT (voice-over): In the charming southern city of Oxford, Mississippi, relics of the Confederacy are pervasive. This week, the university of Mississippi associated student body senate will vote on a resolution to try and remove one of those symbols, the Mississippi state flag.<br><br>The explanation of why lies largely in the past.<br><br>VALENCIA: Twenty-year-old sophomore Senator Allen Coon introduced the proposal to take down the flag.<br><br>ALLEN COON, UNIVERSITY OF MISSISSIPPI STUDENT SENATOR: We`ve flown this symbol of oppression, we defended it, we fought for it and it`s time to recognize that that was a mistake.<br><br>VALENCIA: Over the years, Dr. Jennifer Stollman with the Winter Institute for Racial Reconciliation has chronicled the complex on-campus history.<br><br>JENNIFER STOLLMAN, THE WINTER INSTITUTE: They`re creating the best and most inclusive campus that they can and they`re navigating some old narratives with new expectations.<br><br>VALENCIA (on camera): Last year, a spasm of race-related episodes dragged (ph) painful memories here on campus, including a noose that was hung from the statue of James Meredith. He`s the first black student to attend the university here, desegregating it in 1962.<br><br>Even still, at least one student senator says there`s more to be proud of here than not, which is why he`s opposing the resolution to bring down the Mississippi state flag.<br><br>(voice-over): Student Senator Andrew Soper wrote in a change.org petition, &quot;Removing symbols, flags and monuments will do nothing to change the way people feel in their hearts. Ole Miss students and my fellow Mississippians, rise up and push back on political correctness and support the state flag.&quot;<br><br>The school is deeply rooted in tradition, a vestige of Southern history and pride.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s not Instagram. It`s not Twitter. It`s not Facebook. It`s CNNStudentNews.com, where our producers look for &quot;Roll Call&quot; requests.<br><br>We`ve got one yesterday from Chengdu, China. It`s in the central part of the world`s most populous country and it`s where you`ll find Chengdu International School.<br><br>Falcon Ridge Middle School is next. The Falcons are flying over Apple Valley, Minnesota.<br><br>And rounding out our roll, American Christian Academy in Tuscaloosa, Alabama. We`re saluting the Patriots.<br><br>Think about the energy given off by a nuclear bomb. Scientists worldwide are trying to figure out how to control and contain that same reaction to a process called nuclear fusion. It could yield clean energy with no pollution. It could bring power to the world with a relatively low cost, but it`s very hard to do.<br><br>The energy it could take to achieve nuclear fusion could be greater than the energy the fusion yields, and critics say the investment of billions could better be spent on researching renewal resources instead.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): We`re hungry for power and we`re constantly looking for more.<br><br>What if there was a way to get all the energy we could ever dream off, a way that wouldn`t pollute the planet and would never run out?<br><br>TAMMY MA, PHYSICIST, NATIONAL IGNITION FACILITY: This is the world`s largest, most powerful laser.<br><br>My role here at the NIF is to lead and execute experiments primarily in pursuit of achieving thermonuclear ignition, fusion.<br><br>CRANE: Our stars power themselves through a process called nuclear fusion, something that`s been nearly impossible for us to recreate on Earth, but many believe that we`re on the brink of cracking that code. And investors and governments around the world are spending billions to make sure we do.<br><br>MA: The NIF is, in fact, 192 separate lasers and we`re taking a huge amount of energy, megajoules of energy and we`re going to focus all of it down on air filled capsule, which consists of deuterium and tritium, which are isotopes of hydrogen.<br><br>And so, what we`re trying to do is get that fill up to such high temperatures and densities that those hydrogen atoms actually fuse, and as I do so, the remaining atoms will weigh a little bit less and that liberate in mass gets converted into energy and that`s the fusion energy we`re working to harness.<br><br>CRANE: Thousands of miles away in France, the world`s most ambitious attempt at fusion is being built. This is ITER, a multinational project to make fusion a reality. Construction should be completed by 2020, with a price tag of an estimated $20 billion. Unlike NIF, which is experimenting with lasers and x-rays to achieve a fusion reaction, ITER will use something called Tokamak, to activate hydrogen isotopes with powerful magnetic fields, electricity and extreme heat to try and achieve fusion. The reaction could reach temperatures 10 times greater than the sun`s core.<br><br>MA: We get a good portion of our energy on earth from the sun. It is the lifeblood of humankind and everything living on earth. So, if we can harness that within the laboratory, if we can figure out how to make this a viable energy source, that`s huge.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, something you`d never expect a Swiffer Sweeper to pick up, an owl, in a guy`s kitchen. He came home one night to find the uninvited visitor and thankfully he had a camera as well as a sweeper.<br><br>Slowly, slowly and begging the owl not to fly at him, after all, it was giving him a pretty intense stare. The man lowered the animal through the opening in the window, flick it from the broom and celebrated.<br><br>Of course, he could have tried soothing the savage beast with music like owl, fly away. Could have also offered it food if he had any owl pellets.<br><br>It was a glaring challenge the man hopes won`t come beck (ph). A staring contest the owl won, though we doubt it gave a hoot.<br><br>We sure hope you`ll swoop by tomorrow for more CNN student hoos.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-20 CNN Student News.mp4"}