{"title":"CNNSN-2016-01-12-CNN-Student-News","script":"(CNN Student News) -- January 12, 2015<br><br>Obama to Give His Final State of the Union; Parts of the Brain Involved in Driving; Navigate the Open Sea in a Rowboat<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Good to see you today and thank you for taking 10 minutes for CNN STUDENT NEWS.<br><br>Jumping right in, quote, &quot;He shall from time to time give to the Congress information of the State of the Union&quot;, Article II Section III of the U.S. Constitution.<br><br>What`s interesting about this is what it does not say. The president doesn`t have to give one every year at the same time. It doesn`t have to be televised. It doesn`t have to be delivered in person. The president could just send a written note to Congress, a tradition started by President Jefferson.<br><br>So, what`s happening tonight in President Obama`s last State of the Union Address is one part Constitution, many more parts tradition.<br><br>So, what exactly is the point of the modern day State of the Union and the opposing party`s response?<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: It`s a report card and it`s a prognostication. It is the president saying this is what I would like to do in the coming year.<br><br>SUBTITLE: CNN Explains: The State of the Union.<br><br>FOREMAN: The State of the Union is essentially a homework assignment from the framers of the Constitution to every president who`s lived ever since.<br><br>The Constitution tells them that they periodically must tell Congress how the country is doing if a president wants to lean hard to one side, or hard to the other side. Then, you might see more political purpose in the State of the Union, although often it`s just a general sense of let`s move this direction.<br><br>The whole thing is a huge pageant. The president comes walking in escorted by members of the House and Senate, the sergeant of arms announces him and everybody stands and cheers. And there`s quite a crowd there.<br><br>Everyone has assigned seating. Right behind the president you will find the speaker of the U.S. House of Representatives, and the president of the Senate, which will be the vice president of the United States. And then the two parties generally, generally stay on their side of the aisle although recently they`ve started seating with each other to suggest that they can get along a little bit better than most of us think.<br><br>You typically have the Supreme Court there, the Joint Chiefs of Staff where they are representing the military, and the first lady will also be there, usually with some sort of special guest in recent years that will illustrate some point the president is making.<br><br>SUBTITLE: The &quot;Designated Survivor&quot;.<br><br>FOREMAN: One of the coolest parts of the presidential address is always the missing cabinet member and fearing out who it`s going to be. One member of the cabinet always has to be somewhere else in case something terrible happened, so presumably you could have the secretary of agriculture seating somewhere thinking about hog futures, and suddenly he is the president of the United States, which would be a huge shock to him.<br><br>SUBTITLE: The opposition`s response.<br><br>FOREMAN: Since the 1960s, the opposition has also issued a response. That is someone selected by the opposing party to stand up and refute what the president said or say, perhaps, we have different ideas about how the government should be conducting itself and where we should be going in the coming year.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Love seeing you guys tour the CNN Center in Atlanta, Georgia. If you`re thinking of taking a field trip this spring, there`s a new option, the CNN STUDENT NEWS with Carl Azuz tour. It`s a VIP offering. It gives an in-depth journalistic journey specifically focused on CNN STUDENT NEWS.<br><br>And it features, mwah.<br><br>Space is limited and you do need a reservation. So, for more info, please send an email to atltour@cnn.com. I hope to see you soon in person.<br><br>Up next today, according to the Centers for Disease Control, it`s something that kills more than nine people in the U.S. every day and injures more than 1,100 nationwide. Car crashes when a distracted driver is reportedly involved.<br><br>Now, many people will hear that and think texting. But distractions far simpler than messages can keep the brain from focusing on the road.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: We often take driving for granted, until something goes wrong, and then we think, what were we thinking?<br><br>Because driving involves your hands, your feet, your eyes, your ears, but it`s the brain the controls the action. In fact, driving uses about 20 different parts of your brain and distracting even one of those and the job at hand can be dangerous.<br><br>Let me show you what I mean: everything you`ll see while driving is handled here by the occipital lobe, while the temporal lobe interprets the sounds that you hear. So, taking your eyes off the road or turning off the music can really affect that input. You see that was close.<br><br>Measuring distance between cars changing lanes, deciding on how to stop, that`s a job of a parietal lobe. It integrates data from all of your senses. It`s activated when you switch your attention from one thing to another. But it too can be easily distracted.<br><br>For example, just listening to someone talk reduces the activity of the parietal lobe by nearly 40 percent. That affects how you drive. While talking on the cell phone and driving, even with an earpiece, that was said by researchers to be a recipe for disaster, especially if you`re turning in to oncoming traffic.<br><br>I bet you`re thinking. So, if the brain needs to focus so much, why does driving seem so automatic? Well, it`s you`ve imprinted those motor skills in your brain is part of procedural memory. It`s your brain on autopilot. It allows you to focus on the more important things, like getting home safely.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s time to test your geographic genius. What country`s capital is Accra? If you said Ghana, a nation in West Africa, you got it.<br><br>And we`re glad to have the students of Ghana International School watching CNN STUDENT NEWS.<br><br>Next to Kickapoo, Illinois. It`s where the Mustangs are roaming at St. Mary`s Catholic School.<br><br>And in Tennessee, in the city of Rockwood, you`ll find the Tigers. Hello, Rockwood High School.<br><br>We often cross oceans in our &quot;Roll Call&quot;. You`re about to meet someone who does that in a rowboat, all alone in the open water.<br><br>Her 2011 Atlantic voyage span from the Canary Islands off the coast of West Africa, to the Caribbean island of Barbados. It doesn`t always go well.<br><br>On a recent attempt to solo from Japan to California, the Japanese coat guard rescued her 150 miles off the Japanese coast.<br><br>But though storms and a steering failure ended that voyage, her passion for adventure still going strong.<br><br>(BEGIN VIDEOTAPE)<br><br>SONYA BAUMSTEIN, FOUDNER, SPINDRIFT ROWING: Ocean rowing is the crossing of any ocean under self power. At this point in time, many more people have climbed Everest than actually rowed an ocean. I think 500 people have rowed an ocean successfully.<br><br>It`s a hard thing to say that somebody can just throw themselves into it and accomplish a full ocean row safely, but anything is possible.<br><br>My name is Sonya Baumstein. I am a professional adventurer and I`m also the owner of a company called SpinDrift Rowing. And we produce expedition ocean craft.<br><br>UNIDENTIFIED FEMALE: Were you on this type of boat for your solo crossing?<br><br>BAUMSTEIN: This is my boat.<br><br>UNIDENTIFIED FEMALE: This is your boat?<br><br>BAUMSTEIN: Yes.<br><br>I`ve spent three years in my life 6,000 miles of open water. It`s three seasons on the water in this boat.<br><br>This carried 180 days worth of food for me and I still had room in the aft cabin.<br><br>I started preparing for preparing for Expedition Pacific, which was to be my solo crossing of the North Pacific from Japan to San Francisco. It`s a really difficult thing to prepare for.<br><br>Do I know where I am? Do I have enough food? Do I have enough water? How far away could a rescue be? I love it because of the emotional roller coaster.<br><br>Getting through the initial depressing of being alone is a really hard part. The schedule is the hardest part of anything is committing to what that`s going to be and not thinking too far ahead. So, to be very present is a very difficult thing, I think, for anyone.<br><br>Typically, I use music as a reward, but there`s so much to do on a boat constantly without even thinking about, I want to listen to music. It`s only about surviving.<br><br>This is my onboard water maker. It takes salt water and turns into fresh water.<br><br>This is a handheld GPS. If for any reason all of my systems are gone, I can use this.<br><br>The increase in speed that`s come from bullets is very much dependent on having a carbon vessel. They`re just going to be the lightest.<br><br>I think that the scope of adventuring is constantly changing and it`s shifting with our available resources and to say that there`s one way to do an adventure is never going to be correct.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, speaking of the ocean, octopi usually prepare to hang out in shallow waters around the world. This one prefers Minnesota. It`s an ocsnowpus and it`s the latest creation by three Minnesota brothers who made a name for themselves sculpting sea creatures out of snow.<br><br>They`re using it to raise money to provide clean drinking water in Haiti. They say it took them 500 hours to shape the squid. Their previous sculptures included a shark and a turtle.<br><br>It`s good they didn`t squid while they are ahead. We`re not sure what gave them an inkling to make an act-copus (ph). Guess they just thought it was something they oc to do. But when the snow begins, it`s an ice way to get the cephalo-party started.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-12 CNN Student News.mp4"}