{"title":"CNNSN-2017-05-18-CNN-Student-News","script":"(CNN Student News) -- May 18, 2017<br><br><br>Controversy Between President Trump and FBI; Israeli Surveillance in the Golan Heights; Warnings About Caffeine<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Thank you for taking 10 for CNN 10. I`m Carl Azuz.<br><br>First today, an explanation of a controversy swirling around the Trump administration. It concerns the president, the former director of the FBI and the White House`s former national security adviser. His name is Michael Flynn.<br><br>He`s been under investigation by the FBI. The agency has been trying to find out whether Flynn had illegal contact with Russia.<br><br>In February, U.S. President Donald Trump had a meeting with James Comey, who was in charge of the FBI at that time. Comey made a memo of something the president said during the meeting and the text of that memo was reported by &quot;The New York Times&quot; on Tuesday night.<br><br>Quote: I hope you can see your way clear to letting this go, to letting Flynn go. He is a good guy.<br><br>The investigation continued and Flynn resigned a few days after the meeting.<br><br>So, why is all of this significant?<br><br>Democrats in Congress are accusing the president of obstruction of justice, intentionally and illegally interfering with the government carrying out its work, because the memo suggests that President Trump asked Director Comey to quit investigating Flynn. The president eventually fired Comey, that happened last week. And some Republicans are calling for Comey to testify before Congress, about his conversation with President Trump.<br><br>The White House says Comey`s memo is not a truthful or accurate portrayal of the conversation between Trump and Comey, and that the president has never asked Comey or anyone else to end any investigation.<br><br>What happens next, we don`t know.<br><br>Legal analysts say obstruction of justice is difficult to prove in court and that it`s not clear if the president`s alleged statements were, in fact, illegal.<br><br>President Trump says the controversy is something only the media care about, but it`s also dominating many discussions among U.S. lawmakers as the White House interviews candidates to replace Comey at the FBI.<br><br>Our second story takes you to a battlefield in the Middle East. Since Syria`s civil war broke out in 2011, we`ve told you how the U.S. and Russia have gotten involved, in addition to other countries. And while Israel is officially neutral on the conflict, it shares a short border with Syria, and it`s keeping close tabs on what happens next door.<br><br>The Golan Heights is the name of a plateau between the two countries. It`s under Israeli government control and it`s one place where Israeli intelligence forces can gather information.<br><br>(BEGIN VIDEOTAPE)<br><br>IAN LEE, CNN CORRESPONDENT: Tonight`s mission uses the cover of darkness, soldiers concealed their faces. We`re joining an Israeli unit gathering intelligence on the neighboring civil war. The final orders from the commander, work quickly and quietly. We`ll be tens of meters from Syria.<br><br>Israel occupied the Golan Heights from Syria in 1967. The two states clashed again six years later, in a massive tank battle. That was conventional warfare.<br><br>Today, advanced Israeli units patrol the frontier, watching the regime rebels and ISIS on this vast, unconventional battlefield.<br><br>UNIDENTIFIED MALE: The threat is very serious because they are always fighting between them, and they can always aim their weapon right here.<br><br>REPORTER: Earlier in the day, we witnessed such clashes, automatic gunfire in the nearby Syrian village, fighting occasionally spills over. Last November, ISIS attacked an Israeli patrol. A tank silenced the terror group`s guns.<br><br>The blazing moon illuminates the countryside and us, soldiers secure the perimeter before beginning their mission.<br><br>We`re a few hundred meters from the secured defense right now, just behind me. If you listen closely, you can hear dogs barking, vehicles moving around and I`m told you can also hear a tank.<br><br>A rebel tank idles roughly a kilometer away. The night scope reveals the crew, unaware they`re being watched, smoking a last cigarette before bed.<br><br>We`re tracking all of the factions, the battalion commander tells me. We know how to differentiate and separate them. There`s a contingency for each threat.<br><br>Over the past years, intelligence units witnessed attacks, regime movements and rebels training. One group in particular gets special attention.<br><br>Hezbollah in Lebanon and Syria threaten the state of Israeli, the commander says. We`re prepared to deal with this enemy. We know their tactics.<br><br>The unit finishes camouflaging the position. We live. Their watch has just begun. One hour down, 59 to go.<br><br>Ian Lee, CNN, in the Golan Heights.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What do kola, mate, and cacao all have in common?<br><br>Do they all contain caffeine, originate in Africa, contain nuts or grow on vines?<br><br>One is nut, one is a drink, and one is a tree, but they are all sources of caffeine.<br><br>(END VIDEO CLIP)<br><br>AZUZ: A coroner in South Carolina is warning Americans, particularly young people in school about the dangers of consuming too much caffeine. The drug has been blamed for the death of an otherwise healthy high school student, a 16-year-old who experienced a heart problem last month. He had three caffeinated drinks, including coffee and an energy drink in a two- hour period. And then he collapsed at South Carolina`s Spring Hill High School.<br><br>The coroner says the teenager had no prior hearth conditions and that no other drugs or alcohol were found in his body. Caffeine is not a leading cause of death for people in this age range, at least globally.<br><br>According to a new report from the World Health Organization, vehicle injuries, lower respiratory infections, self harm, disease and drowning are most responsible for the deaths of people ages 10 to 19. Drug and alcohol abuse are a greater factor in wealthier countries. And given that an estimated 73 percent of American children consume some kind of caffeine every day, experts are working to draw more attention to the dangers of this legal drug.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Coffee, soda, energy drinks, they`re loaded with caffeine. You know that.<br><br>But the one thing people often forget -- caffeine is a drug.<br><br>SUBTITLE: Caffeine: Just the facts.<br><br>GUPTA: A lot of people feel like they can`t start their day without a shot of caffeine. They feel tired, irritable, it`s hard to focus. After just a couple of sips, you may start to feel more alert. Your heart rate picks up. Sometimes, you even start to sweat. That`s because caffeine is a stimulant.<br><br>Too much, according to the NIH, can lead to restlessness, headaches, dizziness, anxiety and also a rapid or abnormal heart rhythm. But how much is too much?<br><br>Well, the FDA says adults can safely drink about milligrams of caffeine a day. That`s four to five cups of coffee. Teenagers shouldn`t drink more than 100 milligrams, that`s according to the American Academy of Pediatrics. And younger kids, they shouldn`t have any at all.<br><br>Now, when you buy a coffee or a soda, you know you`re getting caffeine. When you buy an energy drink, you`re also getting other stimulants however, and that can compound the effect. Bottom line, though, if you`re tired, moody, irritable, make sure you`re getting sleep, eating a healthy diet, and getting a plenty of exercise, instead of drinking caffeine.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our last show of the season is just over two week away. We wrap on June 2nd. But when are we coming back? Well, check it. You can know that answer and see some sweet behind the scenes footage of CNN 10 by following us on social media.<br><br>I`m on Twitter @CarlAzuzCNN. We`re also on Instagram at Instagram.com/CNN10. And at Facebook.com/CNNTEN, the number spelled out on Facebook.<br><br>Keep up with us on social media over the summer and get some answers to that pressing question, what do you all do over the summer?<br><br>(MUSIC)<br><br>AZUZ: Good thing some vending machines accept more than a dollar. In 2015, we told you about one that dispense cars, out of a glass tower that measured about five stories tall. Now, this here one looks like it`s filled with toys and it was inspired by a toy store display.<br><br>But these are some of the world`s most expensive cars, the Lamborghini Aventador, the Ferrari 512M. About 60 cars are a touch of a button away.<br><br>The 148-foot high tower in Singapore is likely the world`s tallest car vending machine and saves space in a densely populated country of Fera-really cool way to buy. Bugatti have the best and you`ve Gallardo a money to spend, a Porsche. Lotus find you something exotic in Bentleying machine and we`ll ride off into the sunset on CNN 10 horsepower vehicle.<br><br>I`m Car Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-18 CNN Student News.mp4"}