{"title":"CNNSN-2015-02-06-CNN-Student-News","script":"(CNN Student News) -- February 6, 2014<br><br>Life in Syrian Kobani Destroyed by War; New Sonic Technology to Help Police; Projection Technology Wins Audience at Courts<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Fridays are the undisputed champion of awesome. I`m Carl Azuz, with CNN STUDENT NEWS. Ten minutes of commercial free current events. We start today with news from Jordan. It`s a constitutional monarchy in the Middle East. And its government is enraged.<br><br>The ISIS terrorist group captured a Jordanian fighter pilot in Syria in December. News broke earlier this week that ISIS had brutally murdered the man. Jordan struck back. The pilot`s father says he was told that dozens of Jordanian jets flew in airstrikes against ISIS yesterday, then they flew back over the man`s house in tribute to the pilot`s family.<br><br>Jordan says it targeted ISIS training centers and ammunition depots and that these strikes were just the beginning of its response.<br><br>U.S.-led airstrikes were part of the reason why ISIS lost the city of Kobani. It`s in northern Syria near the Turkish border. The Kurdish Peshmerga fighters on the ground who drove ISIS out have been living in the city of ruins.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: The aftermath of a disaster, but this disaster is manmade. Welcome to Kobani.<br><br>With Western help from air, the Kurdish Peshmerga won back the Syrian city of Kobani. This is what they won. Utter devastation.<br><br>Kurdish militia and rebel fighters have been working to liberate the Syrian city from ISIS grip since early October. There are many battlefields in Syria, and in Iraq, but Kobani on side of the Turkish border and Western media was a fight the whole world saw.<br><br>Hundreds of U.S. and coalition airstrikes have rained down on it, hitting terror targets, but decimating buildings and houses as well.<br><br>And this is what the civilian caught in the crossfire now called home.<br><br>The majority of civilians fled Kobani for refugee camps in less volatile areas when the fighting first started, but others could not flee, or were forced by circumstance to return.<br><br>Most hospitals in Kobani like everything else have been destroyed.<br><br>UNIDENTIFIED MALE: The ISIS put this full (INAUDIBLE) inside the hospital and exploded. So, you will see all this mess.<br><br>UNIDENTIFIED MALE: This is Kobani`s makeshift hospital now. There was nothing left here, but for people like Bozane, it is still home.<br><br>BOZANE SHERE, KOBANI RESIDENT: I said I will not leave my city. I will stay here and told my sons go wherever you want to go, but for me, I will stay here and I will die on Syrian land.<br><br>UNIDENTIFIED MALE: ISIS is no longer in control of Kobani, but this is what victory looks like.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Just the facts. Texting while driving makes you 23 times more likely to crash your car, according to the Virginia Tech Transportation Institute. No U.S. state has banned all cell phones by all drivers, but 44 states have banned texting while driving. The CDC study found that almost half of all U.S. high school students age 16 or older have texted or emailed someone while driving.<br><br>In fact, 75 percent of all drivers in a recent survey said they texted while driving, even though 98 percent of those who do it, admit it`s dangerous. Why? One professor at the University of Connecticut says it`s because there`s a divide between what we believe and what we actually do, like we think others shouldn`t text and drive, but that we can handle it ourselves.<br><br>Also, compulsive texters, people who have trouble resisting the urge to check and reply to the message they get. One challenge for states where it`s illegal is proving when drivers are doing it.<br><br>Advanced radar technology is making that easier for police.<br><br>(BEGIN VIDEOTAPE)<br><br>Radar technology will help police do more than clock speeders in the future.<br><br>A Virginia company called ComSonics is reportedly developing a new Gizmo that uses radar to detect whether drivers are texting behind the wheel.<br><br>The radar gun would scan frequencies emitted from inside vehicles.<br><br>The idea poses a lot of unanswered questions like how can a device tell the difference between driver texts and passenger texts?<br><br>Another handheld radar device is already being used to help police see through walls. Well, sort of. It`s called Ranger. Basically, it`s a highly sensitive motion detector, about nine inches long and weighing only about a pound.<br><br>Ranger shoots radar raise through a wall, and into a room on the other side, rays bounce back through the wall to the device, then a device display shows how close the movement is on the other side of the wall.<br><br>At least 50 law enforcement agencies reportedly already have access to it. Its maker, L3 Cy Terra, says Ranger is useful for police SWAT teams, search and rescue and helping firefighters find people trapped in burning buildings. But opponents say these devices may have darker uses that may violate individual privacy protections.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Today`s &quot;Roll Call&quot; segment is strictly for the birds, specifically the Eagles, taking flight over Sioux Falls, South Dakota, we`ve got the Eagles of Lutheran High School. Soaring over Mankato, Minnesota, waved to the Eagles of Central High School and flying high over Zionsville, Indiana, guess who? The Eagles. They are on the wing in Zionsville Middle School.<br><br>Going into their game against the golden state warriors tonight, the Atlanta Hawks have 41 wings, nine losses. It`s the best record in the National Basketball League. But historically, the Hawks haven`t had great attendance. Last season they won 28 out of 30 teams. This season they unveiled a new 3D projection system. During pregame intros and halftime shows, it seems to turn the court into well, whatever they want. Fans are noticing.<br><br>(BEGIN VIDEOTAPE)<br><br>(MUSIC)<br><br>PETER SORCKOFF, CHIEF CREATIVE OFFICER, ATLANTA HAWKS: Projection is an amazing technology, the set up that we use is eight projectors, there are about 26,000 lumens for projector. When you look at the floor that we actually use the lines on the floor, and some of that video is mapped around where the keys are, where the three point lines are. Layering the projection is really important. That`s what allows you to create that icon (ph) view, that illusion of depth on the floor.<br><br>We shot from the perspective to be used for projection as opposed to shooting typical video and then trying to apply it to projection. I think the next extension to that is essentially infrared cameras that will read movement on the floor and connect moving graphics to moving people or moving objects. And so, when you get into that space, the sky is the limit. I think and other thing that we`d really like to explore is the concept of connecting your mobile device. We use our Twitter feed or an Instagram feed to invite fans to send us photos and then we can actually<br><br>take those photos real time and shift them on panels where they actually continue to reveal and refresh with new photos that are coming through our social strings. I think that there is a lot of pressure to create an experience of the arena that is different in what you can see at home when you are watching the game on 70 inch HDTV, and with your fridge right around the corner and a bathroom that you are not going to wait in line for.<br><br>We have to make it different. We have to make it special, and that`s what we think we`ve gotten.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Of court, they are courting more fans that in the court of public opinion. The Hawks are projected to play on in the playoffs this year. Their record in court are unballibable. It`s like they are the next big thing. And though are buzzers about to go off, we hope, you`ll be free to throw ten minutes our way again on Monday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-06 CNN Student News.mp4"}