{"title":"CNNSN-2016-04-20-CNN-Student-News","script":"(CNN Student News) -- April 20, 2016<br><br><br>Saudis Warn of Economic Reprisals if Congress Passes 9/11 Bill; A Look Inside North Korea`s Capital; A Seat Aboard a Deep-Space Capsule. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: A very warm welcome to our viewers worldwide. From the CNN Center, I`m Carl Azuz.<br><br>Today`s show starts with news involving the U.S. and Saudi Arabia.<br><br>U.S. President Barack Obama is traveling to the Middle Eastern monarchy this week. The two countries governments have been close allies for decades. The U.S. has benefited from having a reliable source of oil and a stable trade and military partner in the Middle East. Saudi Arabia has invested in U.S. companies, bought U.S. weapons and received security from the U.S.<br><br>But the relationship has had its problems. For example, last year`s controversial nuclear deal between Iran and six other countries led by the U.S. Saudi Arabia and Iran are enemies. The Saudis were initially furious over the deal.<br><br>Another strain: the September 11, 2001 terrorist attacks on the U.S. Fifteen of the 19 terrorists who hijacked American planes were of Saudi descent. And part of a congressional report on those things remains classified in the U.S. government.<br><br>Analysts suspect that the 28 secret pages could reveal foreign support, possibly Saudi support for the hijackers.<br><br>In fact, there`s a bipartisan bill in the U.S. Congress right now. It would allow families who lost loved ones in the 9/11 attacks to sue Saudi Arabia in federal court. If the bill passes, President Obama has threatened to veto it. Part of the reason, timing.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR: The issue of the 28 pages in the 9/11 Commission come at a very, very sensitive time in U.S.-Saudi relations at the moment. President Obama about to arrive here. Intense mistrust between the Saudis and the United States, that`s been developing through President Obama`s presidency.<br><br>So, the issue right now, the Saudi saying that they would pull $750 billion of investments in the United States if these 28 pages were made public.<br><br>These 28 pages, we don`t know what they contain, if there was smoking gun in there that says the Saudi government somehow knew or supported or funded the 9/11 hijackers. Does it lead to the fact there perhaps just rich Saudis offered and gave their support for that attack? It`s not clear.<br><br>But at the moment, the Saudis distrust the United States because they don`t think the United States is reliable ally in the region. They formed their own Sunni Muslim coalition, 34 nations. They have massively ramped up their defense and security spending, now the third largest defense and security spender in the world.<br><br>So, this is a tough time in that relationship.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the Middle East to the Far East. Our next stop is in North Korea, a country under a series of penalties or sanctions for its nuclear program.<br><br>The international community wants North Korea to quit developing and testing nuclear weapons and the missiles that could carry them. As it`s been moving forward with the program, the United Nations has issued new sanctions on North Korea. The goal: to try to keep the country from being able to pay for nuclear weapons development.<br><br>A CNN reporter recently visited the communist nation`s capital, to get a sense of whether these penalties are being felt yet.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT (voice-over): Something unusual happened while driving around the North Korean capital, we got stuck in Iraq.<br><br>(on camera): Even in the last year and a half that I`ve been coming here, there`s a noticeable increase in the number of cars on the streets here in Pyongyang. The North Koreans will say they have more traffic than they ever have. And so, even though there are some of the strongest sanctions that have ever been in place against this country, here in the capital city, North Koreans say they`re not feeling the impact, at least not yet.<br><br>(voice-over): Tough U.N. sanctions intended to stop North Korea from developing dangerous weapons seem to be having little if any effect on life in Pyongyang, at least the parts we`re allowed to see.<br><br>The sanctions follow this year`s satellite launch and claimed H-bomb tests, actions condemned even by North Korea`s most powerful and trading partner China. Chinese state media says the sanctions will begin to hurt within a year.<br><br>MATT RIVERS, CNN CORRESPONDENT: And trying to see for ourselves how --<br><br>RIPLEY: A CNN crew in this Chinese border city last month could not independently verify if cargo to North Korea is being inspected as the sanctions require.<br><br>A long-time diplomat and former ambassador who now runs the Pyongyang think tank believes sanctions won`t hinder North Korea`s military or economy.<br><br>&quot;We built a socialist country under U.S. sanctions ever since our liberation,&quot; says Ri Jong Ryul, &quot;under our beloved comrade Kim Jong-un`s need, everyone is working hard.&quot; He is ordering more weapons tests, including a recent apparent failed missile launch.<br><br>&quot;We assert the U.S. is the real culprit of the aggravated situation in the Korean peninsula,&quot; Ri says, referring to eight weeks of U.S. and South Korea military exercises.<br><br>&quot;We must defend our supreme leader`s dignity, our republic`s sovereignty and our people`s right to live,&quot; he says, &quot;at any cost.&quot;<br><br>The U.S. calls it a path to further isolation and hardship. North Korea calls it the only way to survive.<br><br>Will Ripley, CNN, Pyongyang.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Making one request a day at CNNStudentNews.com, that is the way to get on our &quot;Roll Call&quot;.<br><br>We`re starting in the South American nation of Ecuador, the capital is Quito and the school is Alliance Academy International. Hope you`re all safe and well.<br><br>Leesburg, Virginia, is up next. Our friends at Belmont Ridge Middle School are watching. Their mascot, the River Hawks.<br><br>And from the city of Burlington, Iowa, it`s tough to keep up with the Greyhounds. Burlington High School is on the roll.<br><br>If you think Mars would be a cool place to visit, you are right. Its average temperature is negative 80 degrees Fahrenheit. And just like in the movie &quot;The Martian&quot;, NASA is trying to see if they can grow potatoes in Mars-like soil. It`s also spending about $1 billion a year to develop a spacecraft that could one day take people to the Red Planet.<br><br>We took a seat inside.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): Space has never been more accessible. There is a growing appetite for space tourism. And private programs like this one at the National Aerospace Training and Research Center can get pretty much anyone with money and good health ready for a ride to space.<br><br>But that`s just a quick trip and down to what`s called suborbital space.<br><br>If we want to get to deep space, that`s a whole other challenge. A human hasn`t been there in over 40 years. But NASA is looking to change that.<br><br>UNIDENTIFIED MALE: It will stand taller than the Statue of Liberty, longer than a football field.<br><br>UNIDENTIFIED MALE: It will be the most powerful rocket ever built, capable of going into the deep space or anywhere else you want to go.<br><br>CRANE: They`re talking about space launch system or SLS, NASA`s new heavy lift rocket.<br><br>ANNOUNCER: The dawn of Orion and a new era of American space exploration - -<br><br>CRANE: Together with the spacecraft Orion, which will go on top of the rocket, humans could explore our solar system deeper than ever before.<br><br>(on camera): There`s only two of us right now in here --<br><br>MARK GEYER, NASA DEPUTY DIRECTOR: Yes.<br><br>CRANE: -- and you`re saying the thing could it up to six.<br><br>(voice-over): And we got an inside look at what that new spacecraft looks like.<br><br>(on camera): Could we even survive 21 days just the two of us inside of --<br><br>GEYER: Yes, it would be a wild, yes.<br><br>CRANE (voice-over): Orion will take up to six astronauts into deep space for 21 days.<br><br>(on camera): Is there any way we can get inside these chairs here, do you think?<br><br>GEYER: Yes.<br><br>CRANE: How was Orion outfitted to get us to deep space?<br><br>GEYER: State of the art heat shields to protect the crew on entry. Parachute systems. A very lightweight system, so Orion is, you know, over 40 percent composites, which means it`s light.<br><br>One of the things special about Orion is the size. So, four people in 21 days gives you a lot of capability whether it`s exploring an asteroid or on the surface of a planet.<br><br>CRANE: Why 21 days?<br><br>GEYER: Well, 21 days -- it gets you really into this high orbits around the moon, which allows you to either do missions at the moon or do transfers on to asteroids around the Mars. So, it`s about the right duration.<br><br>CRANE (voice-over): For a journey to Mars, the crew would have to transfer from Orion to a larger habitat.<br><br>GEYER: If you`re going to go to Mars, which is somewhere up to a year and a half to three-year mission, you need more volume.<br><br>CRANE (on camera): Right.<br><br>GEYER: You need bigger head module, more food.<br><br>CRANE (voice-over): Orion still doesn`t have an exact destination. But whether it`s the moon or Mars, it`s going to take a powerful rocket to get it out there.<br><br>NASA has already spent approximately $7.3 billion on the SLS program and each rocket will only be good for one mission.<br><br>A later model of the rocket will be even more powerful and could take us to Mars.<br><br>UNIDENTIFIED MALE: Space launch system is our path to Mars.<br><br>CRANE (on camera): Is it our only path?<br><br>UNIDENTIFIED MALE: Right now, it`s our only path.<br><br>CRANE (voice-over): NASA is testing the engines and they`ve already sent Orion on a flight test. The first manned Orion SLS mission is set for 2021.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It was a bittersweet moment for a California father. He`d taken his 4-year-old daughter surfing before, but his time, he says, she wanted to go solo.<br><br>So, he set her up off the coast of Southern California, give her a push ahead of a wave, and she handled the rest like a veteran surfer many years older than four.<br><br>Even after the ride ended, the girl described as a daredevil got back on the board herself and tried to catch another wave.<br><br>It seems her small size is the H2-only thing holding her back. If time and tide won`t stop the surfer girl, the sport could be the wave of her future, where an ocean of possibilities awaits.<br><br>I`m Carl Azuz, thanks for hanging ten minutes with us for current events.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-20 CNN Student News.mp4"}