{"title":"CNNSN-2016-05-16-CNN-Student-News","script":"(CNN Student News) -- May 16, 2016<br><br><br>Changes at the TSA; Fed Issue Guidance on Transgender Access to School Bathrooms; Queen Elizabeth II`s Two Birthdays; A Facebook Investigation. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: With three weeks to go before our summer break, CNN STUDENT NEWS is happy to see you. I`m Carl Azuz at the CNN Center.<br><br>The U.S. Transportation Security Administration is planning to speed up its hiring of more than 700 officers, increase the use of overtime and use more dogs to help with security screenings. And this is why: Hours long wait at security checkpoints and airports across the country, missed flights, check bags missing their flights after a TSA computer slowdown.<br><br>The TSA, which handles security of U.S. airline travelers, says it lost thousands of employees in 2014 and that they haven`t yet been replaced.<br><br>But the number of passengers it has to screen has not slowed down. Officials say longer wait times are inevitable as traveler increases during the summer and that it won`t take short cuts in its screening process that could make Americans less safe. So, bottom line: if you`re planning to fly, factor in some extra time for security.<br><br>Up next, a controversial instruction from the U.S. government to public school districts. It concerns people who are transgender, those who identify as the different gender than what`s on their birth certificate. Without U.S. Census information on gender identity, we don`t know how many Americans are transgender. Some estimates suggest it`s somewhere around half of 1 percent.<br><br>Last week, the Obama administration sent out a letter telling schools to allow transgender students to use whichever bathroom matches their gender identity. They wouldn`t need a medical diagnosis or a birth certificate, only a communication from a parent or guardian about the students` gender identity. This is a directive from the federal government. It`s not a law passed by Congress. But it threatens schools that don`t follow it with the loss of government funding.<br><br>(BEGIN VIDEOTAPE)<br><br>DAN PATRICK, TEXAS LT. GOVERNOR: We will not yield to blackmail from the president of the United States.<br><br>NICK VALENCIA, CNN CORRESPONDENT (voice-over): The federal government calls them guidelines. But several states, including Texas, see them more as a threat.<br><br>PATRICK: This goes against the values of so many people. It has nothing to do with anyone being against a transgender child.<br><br>VALENCIA: At a Friday morning press conference, Texas Lieutenant Governor Dan Patrick says a line has been crossed by the federal government after the Department of Justice sent a letter on transgender bathroom use in public schools across the United States.<br><br>PATRICK: I`m telling all the superintendents of Texas right now -- you have about three weeks left of the school year. Do not enact this policy.<br><br>VALENCIA: In the letter, Attorney General Loretta Lynch, &quot;There is no room in our schools for discrimination of any kind, including discrimination against transgender students on the basis of their sex.&quot;<br><br>Under the guidelines, public schools that receive federal money are obligated to treat students consistent with their gender identity, even if their records indicated a different sex, access sex-segregated facilities consistent with a student`s gender identity and protect a student`s privacy related to their transgender status.<br><br>(CHANTING)<br><br>VALENCIA: The action sets the stage for a legal battle that`s been in the making since March. House Bill 2 in North Carolina began the recent controversy. The law requires transpeople to use the public restroom related to the gender on their birth certificate, not how they identify.<br><br>VALENCIA: North Carolina and the feds have traded accusations and lawsuits. Some states, including Arkansas and Texas, insist there`s been government overreach. The feds say civil rights have been violated.<br><br>GOV. PAT MCCRORY (R), NORTH CAROLINA: This is not just a North Carolina issue. This is now a national issue.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From North Dakota to southern Vietnam, get ready to go globe- trotting on the &quot;Roll Call&quot;.<br><br>Nedrose High School is up first. From the Rough Rider State, we`re looking up to the Cardinals in Minot.<br><br>Now to the capital of Utah. In Salt Lake City, thank you for watching from the Salt Lake Valley Detention Center.<br><br>And from the Ho Chi Minh City in Vietnam, it`s great to see our viewers at Starlight International School. Thanks for your request at CNNStudentNews.com.<br><br>The queen`s 90th birthday is greater than anyone`s super sweet 16. Britain`s Queen Elizabeth II is enjoying a series of celebrations. The one this weekend involved hundreds of horses and hundreds more musicians, dancers, performers. It`s all in honor of the United Kingdom`s longest reigning monarch. She reached that milestone last year, exceeding the reign of her great, great grandmother, Queen Victoria.<br><br>Even though her position is largely ceremonial, the queen does not have much lawmaking power which rests with Britain`s parliament. She`s a revered person around the world. What took place over the weekend is only one of the celebrations she`ll have.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: The queen`s two birthdays.<br><br>KATE WILLIAMS, HISTORIAN AND ROYAL EXPERT: The two birthdays days all the way back to George II in 1748. His real birth, it was in November, and he thought they might get cold and they might get ailed. So, I`m going to move it to June, where fingers crossed, the weather is going better.<br><br>So, the queen`s real birthday, 21st of April, 1926, when she was born. That celebrated with a quiet family celebration and she has her official birthday, usually second Saturday in June, and what we have is trooping the colour, big parades, big celebration, the queen in her carriage, all based in London here at Buckingham Palace.<br><br>But this year, because she`s 90, she has a birthday in May as well, and that`s going to be much more fun, pop concerts, more shows. So we have three birthdays, actual birthday, the official birthday, and the fun birthday.<br><br>And it`s not just in Britain that the queen`s birthday celebrated. It`s across the commonwealth, including in Canada, where it`s a public holiday and Australia, where it defers according to where you are.<br><br>Some people are saying she`s 90, it could be the last big birthday. But her mother did live to 101. So, hopefully, we`re going to be celebrating a big 100th birthday in 2026.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You know when you`re Facebook, and stories up on your trending feed. The company says that the employees who review those stories are not allowed to prioritize one political view over another.<br><br>Here`s why the company is talking about this. Last week, the technology news site Gizmodo published a report that accused Facebook of promoting a liberal news bias. According to the report, reviewers of the site`s trending news section allegedly kept stories about conservative subjects from appearing in people`s feeds, even though they were actually trending among users.<br><br>Facebook CEO Mark Zuckerberg says his company is investigating the report and that it`s found no evidence that this happened. And if it does, Facebook will take steps to address it.<br><br>(BEGIN VIDEOTAPE)<br><br>LAURIE SEGALL, CNN SENIOR TECH CORRESPONDENT: Ever wonder how a topic becomes trending on Facebook, you know the column &quot;Hot Topics&quot; to the right of your newsfeed?<br><br>Well, here`s how it works: according to Facebook`s head of search, these topics are surfaced by an algorithm. Now, the idea is to flag most popular conversations happening on Facebook. And also there`s this human element, the topics are reviewed by a team of curators who make sure they`re actually trending in the real world.<br><br>So, here are the guidelines: curators are supposed to weed out hoaxes, spam and duplicate topics. A former curator said there`s transparency in these decisions. Employees actually have to write out the reasons they blacklist a topic. I`m also told that some curators may surface a conversation that might not yet be trending. This is during a breaking news event.<br><br>So, here`s a controversy. According to a Gizmodo report, former Facebook contractors say curators routinely suppressed stories about conservative issues. In a statement, Facebook says, no, they don`t prioritize one viewpoint over another.<br><br>But is the human element inadvertently biasing what we see on Facebook?<br><br>People consume news from Facebook. The company has this power to serve as what we see and also what we don`t see.<br><br>So, this report raises an important question. Could the folks on the team have subconsciously or subtly steered away from conservative stories? And if so, what responsibility does Facebook have?<br><br>(END VIDEOTAPE)<br><br>AZUZ: Riley the retriever has been going to doggy day care for most of his five years of life. He loves it.<br><br>How do we know? Well, when his owner left the house one day recently, Riley popped the lock on his fence, walked more than a mile through downtown Belmont, North Carolina, and took a seat outside Happy Dog, the daycare center, until someone let him in. Yes, he spent the day there and no, they didn`t make his owners paid for it.<br><br>Now, he makes one of his new tricks, they might have a bone to pick with his owners and make them retriever some cash. A puppy`s play place can`t throw its services to the dogs without digging up some funding. But the story is one doggone great endorsement on yelp!<br><br>I`m Carl Azuz. CNN STUDENT NEWS is back tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-05-16 CNN Student News.mp4"}