{"title":"CNNSN-2016-04-05-CNN-Student-News","script":"(CNN Student News) -- April 5, 2016<br><br><br>New E.U. Deal Concerning Migrants is Tested; Brazil Struggles to Sell Tickets for the Olympics; World`s Busiest Airports<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: With millions of migrants and refugees flowing into Europe, there`s a new deal in place that aims to ease the strain on European nations. But is it working?<br><br>I`m Carl Azuz. That`s where we`re starting today.<br><br>First, the deal. It`s between the nation of Turkey and the 28 countries of the European Union. It aims to take people who`ve illegally entered the E.U. country of Greece and deport them to Turkey. To help Turkey deal with the additional migrants, the E.U. will pay Turkey billions of dollars and give it political privileges.<br><br>Most of the people seeking asylum in New York are from war-torn Syria. And for every Syrian who`s deported to Turkey under the new deal, Turkey will send one Syrian who`s been investigated and to prove to Europe to be resettled up to 72,000 people.<br><br>There are concerns about the deal. Human rights group Amnesty International says Turkey is secretly breaking the law and forcing refugees back to Syria. Turkey says that`s untrue and that it has an open door policy to refugees.<br><br>Also, it`s possible the deal could just cause migrants to take different routes to get into Europe, or just head for Greece anyway.<br><br>(BEGIN VIDEOTAPE)<br><br>ERIN MCLAUGHLIN, CNN INTERNATIONAL CORRESPONDENT: It`s in these waters that thousands of migrants have risked their lives, men, women and children had died trying to reach that coastline. That`s Greece. To them, it represents the beginning of a European dream.<br><br>But for over 200 migrants today, predominantly from Afghanistan and Pakistan, that reality is in the other direction, and that is Turkey. They were deported there today and authorities trying to send a message that a regular migrants are no longer welcome on these shores. They`re no longer welcome in the European Union. And if they risk their lives and spend their money to get here, they will simply be sent back.<br><br>But the real question is, are potential migrants listening, especially when you consider what you see just over the coastline, those are live jackets, from newly arrived migrants. And the Greek police released numbers overnight, over 300 migrants arrived just in the last 24 hours, compare that to just 200 deported. More are arriving still than are being deported and that is a big problem because the success of the deal between the European Union and Turkey depends on stemming the tide of migrants into Greece.<br><br>Erin McLaughlin, CNN, Lesbos, Greece.<br><br>(END VIDEOTAPE)<br><br>AZUZ: With exactly four months until the 2016 Summer Olympics begin, Brazil has a number of unique challenges to address, and it looks like ticket sales could be one of them. About half the tickets are sold. The country`s former minister of sports recently quit his job. The new one is looking at ways to fill the seats, and he says giving some to Brazilian school children may be an option.<br><br>For perspective, the 2012 Summer Olympics in London, U.K., sold out. The 2014 Winter Games in Sochi, Russia, were about 80 percent sold when the games open. Will sales increase in Rio de Janeiro?<br><br>Well, like previous places that hosted the games, there are concerns about whether the venues will be ready. Unlike previous places, Brazilian lawmakers are considering whether to impeach the president. The country`s economy is at its worst recession in a quarter century, and athletes and health experts are concerned about the mosquito transmitted Zika virus, which is widespread in Brazil.<br><br>Here are three of the hundreds of request we received on yesterday`s transcript page. That`s at CNNStudentNews.com.<br><br>First up, Milton High School. It`s in the northeastern state of Vermont. The Yellowjackets are buzzing in Milton.<br><br>Just a couple of states away, in Pennsylvania, we`re making a stop in Philadelphia. Abraham Lincoln High School is the home of the Railsplitters.<br><br>And jumping across the Atlantic, we`re traveling to the Netherlands. Hello to everyone at Dorenweerd College in Doorwerth.<br><br>Up in the air, there are more people flying than ever before. A new report is out from Airports Council International. It`s an organization that has connections in more than 1,800 airports in 173 countries and it says the world`s busiest airport is Atlanta Hartsfield-Jackson International here in Georgia. Though the airport says it would prefer the term most traveled.<br><br>The ACI says Hartsfield is within the two hour flight of 80 percent of the U.S. population, and that more than 180 million airline passengers passed through in 2015.<br><br>Beijing Capital International Airport is the second on the list. Third place, Dubai International Airport.<br><br>So, people are flying all over the place and flight crews are needed to get them there. What`s it like to spend a workday in the sky.<br><br>(BEGIN VIDEOTAPE)<br><br>(AIRPORT ANNOUNCEMENT)<br><br>UNIDENTIFIED FEMALE: Thank you.<br><br>SELINA MENOWSKI, FLIGHT ATTENDANT: Ladies and gentlemen, welcome aboard AirTran flight (INAUDIBLE) to Memphis.<br><br>CHASITI ANDERSON, FLIGHT ATTENDANT: Selina (INAUDIBLE) gets to their announcement and I`m only one, so I could get to do the demo and called (INAUDIBLE)<br><br>MENOWSKI: We`re on a four-day trip. We start in Atlanta. We end in Jacksonville tonight.<br><br>UNIDENTIFIED FEMALE: Ladies and gentlemen, welcome to Memphis.<br><br>MENOWSKI: The turnaround time is 40 minutes, sometimes 30.<br><br>MIKE SHERMAN, CAPTAIN: Big thing I`m concerned with is getting more gasoline because without fuel it doesn`t run too good. That will be about 1,500 gallons we`ll put on the airplane and we`ll burn 5,000 pounds going over there. So, we`ll burn about 900 gallons of gas going from here to Atlanta.<br><br>UNIDENTIFIED FEMALE: We have a half an hour on the ground. We`re heading back to Atlanta.<br><br>MENOWSKI: I like working on the shorter flights, because you`re busy the whole time. So, it doesn`t seem like you`re forever on the plane, because you`re down, you`re up. So, you`re working the whole time.<br><br>(FLIGHT ANNOUNCEMENT)<br><br>ANDERSON: Have a nice day.<br><br>Hello. This is our caterer. The cleaner just came on and made sure everything was nice and fresh and stuff and lavatories and got some new seats or unknown issues hat we won`t discuss further.<br><br>UNIDENTIFIED FEMALE: Ladies and gentlemen, the flight time to Jacksonville, Florida, this afternoon is 53 minutes. It will be a very short flight.<br><br>ANDERSON: Our day is almost over with. We are on our last leg to Jacksonville, and that was three all together. And we left a nice note for the next crew. Just make sure they have at least full cart so they don`t have to worry getting on here and stack in the cart for service. We just make sure everything is neat where it`s supposed to be and that`s about it.<br><br>UNIDENTIFIED FEMALE: On behalf on this flight crew and AirTran and Southwest Airways, we like to welcome you to Jacksonville.<br><br>SHERMAN: We`re done. We`re three legs today, and we`re done. We`re going to go to a motel. We`re going to work out, going to buy tea and go to (INAUDIBLE) and do it again tomorrow.<br><br>This is just the standard way to live. We`re ready for the next guys.<br><br>We did give him a quick brief if there`s something to point out that`s a little bit different. A lot of times, just focus on what the weather was like and they`ll put the new flight plan in and get it ready to go, while fueling up and swapping the bags the down, swapping the passengers out.<br><br>(FLIGHT ANNOUNCEMENTS)<br><br>CHERRIE PROVIDENCE, FLIGHT ATTENDANT: Food service is great. If there`s no turbulence, you`re really good with the cart. With turbulence, you got to be careful because you kind of rock and rolling with that.<br><br>(FLIGHT ANNOUNCEMENT)<br><br>JOE RYAN, CAPTAIN: Basically in between every stop, we do a walk around of the aircraft. It`s not as intense as the first one in the morning. But we just check for leaks, tire damage, any damage that the ground crew might have done or bird strikes, landing strikes, whatever, just look for anything out of the ordinary. Everything looks good today.<br><br>TRINA HOLDEN, FLIGHT ATTENDANT: We are now going from Indianapolis back to Atlanta. It`s the plane`s sixth flight of the day, the plane is very tired, very last flight hopefully for the day, for this aircraft.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Anyone training in law enforcement would expect that a police chase could become part of the job. They might not expect that police would be chasing this. That small back rodent-looking thing on San Francisco`s Bay Bridge, that`s a Chihuahua. He took off Sunday morning and though police set up roadblocks, the flocky poppy just around them.<br><br>Eventually, police were able to box him in. They took him to a shelter, named him Ponch, which some of the teachers will get and they`re waiting for his owner to come and pick him up.<br><br>And the owner will probably, Chihua-what were you thinking? A police chase? You`re in a hot chihua water. Small breed breeds big danger.<br><br>You`re barking up the wrong bridge. But if you`re in hot pursuit of attention, Chihua-what a way to get it.<br><br>I`m Carl Azuz. That`s our show.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-05 CNN Student News.mp4"}