{"title":"CNNSN-2016-12-15-CNN-Student-News","script":"(CNN Student News) -- December 15, 2016<br><br><br>Challenges Faced by Turkey; Interest Rate Hike by the Fed; New Uses for Motion-Capture Cameras<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: It`s our penultimate program of 2016. I`m Carl Azuz for CNN STUDENT NEWS. Thank you for taking time for us.<br><br>First up this Thursday, the nation of Turkey. It`s often characterized as a bridge between East and West, or Asia and Europe. It`s home to more than 80 million people and Turkey is a nation on edge.<br><br>Since July, President Recep Tayyip Erdogan has been ruling during a state of emergency. That was declared after an attempted coup failed to overthrow the Turkish leader.<br><br>Now, the country`s lawmakers are debating a controversial bill that could dramatically change Turkey`s government. It would increase the president`s power and take some away from the nation`s parliament. Supporters say this would bring Mr. Erdogan and Turkey itself more stability. And critics say it would move the country closer to authoritarian rule and make it less secure.<br><br>The bill has a few hurdles to clear before it would become law, if it becomes law. In the meantime, it`s one of many challenges the country is facing from both within and outside its borders.<br><br>(BEGIN VIDEOTAPE)<br><br>MUHAMMAD LILA, CNN CORRESPONDENT: Another attack in a bloody year for Turkey. A complex situation where the president survived a failed military coup attempt in July.<br><br>Here are the basics: the first thing is that Turkey shares a 500-mile border with Syria -- not exactly the most secure border in the world. ISIS is fighting right next door. And in 2014, they attacked inside Turkey for the first time. Ironically, it came after accusations that Turkey`s open border policy with Syria had been allowing fighters free passage into Syria to help topple the Syrian government which also gave ISIS fighters access to Syria.<br><br>Now, those very same groups are turning their weapons to the north, with the biggest attack to have been carried by ISIS taking place in Istanbul`s international airport earlier this year.<br><br>Then there`s the Kurdish separatists. The Kurds are an ethic group. They straddle Syria, Iran, Iraq and parts of Turkey. Some Kurdish militias backed by the United States are fighting against ISIS in Syria, but Turkey considers them terrorists and has carried some air strikes against them.<br><br>Some Kurdish militia attacks have been in retaliation for them.<br><br>The attacks near a football stadium which killed mostly police officers were carried by a group called Kurdish Freedom Hawks. They`re a splinter group of the PKK. That`s the Kurdistan Workers Party, a group that`s officially outlawed in Turkey.<br><br>The splinter group has attacked inside Turkey dozen of times. Many of their targets are security related, places like police stations or military barracks. But they`ve also attacked market places and tourist spots. They say they`re fighting to defend Kurdish rights.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. Federal Reserve has just raised its key interest rate by a quarter of a percentage point. Let`s explain that. The Fed is the central bank of the United States and it can influence the U.S. economy. It wants that economy to grow but not so fast that inflation gets out of control.<br><br>That`s when the prices of things go up and the dollar buys less.<br><br>Americans` wages have not increased much in recent years. But analysts say there are other signs the economy. The U.S. employment or jobless rate was at 4.6 percent last month. That`s about where it was before the Great Recession hit in 2007. The government says 180,000 jobs have been created each month this year on average, though that`s less than the two previous years. The gross domestic product increased in the third quarter of the year and inflation rose 1.6 percent in October.<br><br>One way the Fed can try to slow down the rise of inflation is by increasing its key interest rate, which it just did. But that affects consumers because it makes it more expensive for them to borrow money. Mortgage rates on homes will go up. Car loans will be more expensive. Credit card rates increased. On the flip side, savings accounts could start to pay a little more interests. So, those are things to look out for in the months ahead.<br><br>All right. Next story, at an amber market in the Asia country of Myanmar, which is also known as Burma, a Chinese paleontologist recently found something amazing, the tail of what scientists say is a 99-million-year-old dinosaur. It was frozen in amber, yes, like Jurassic Park. The paleontologist said the seller might not have realized the importance of the find, but he didn`t raise the price.<br><br>Researchers believe it was the tail of a sparrow-sized dinosaur fro ma group called coelurosaurs. And close ups of the tail indicate the animal had feathers instead of scales. One expert says these aren`t quite the Godzilla-style scaly monsters we once thought they were.<br><br>Another paleontologist co-published the findings on the specimen in a scientific journal named Current Biology. He says it`s the first time that part of a mummified dinosaur skeleton has been found. He calls it a once in a lifetime discovery with the finest details visible and in three dimensions.<br><br>What you`re about to see now is kind of the opposite of the mannequin challenge. It has to do with kinematics, the study of motion. A technologically advanced way to document the movements of people, animals or objects is to use motion captured cameras. They`re specialized, higher end, mot-cap systems can cause tens of thousands of dollars.<br><br>And you might have seen them used for movies, sports, computer programs or especially video games, this technology is also moving forward in the fields of engineering and medicine. Here`s how:<br><br>(BEGIN VIDEOTAPE)<br><br>NICK GLASS, CNN CORRESPONDENT: These are some of the latest motion capture cameras, small, highly sensitive, rigged up to catch even slightest the movement.<br><br>Here in Oxford, I`m literally surrounded by cameras. The company is called Vicon and it`s been a pioneer in this field since the early 1980s.<br><br>TOM SHANNON, CO-FOUNDER, VICON: I think what we`ve created is a machine that is capable of measuring human and animal movement in all its wonder, in all its beauty.<br><br>GLASS: It all begins with what looked like a series of small golf balls and the camera.<br><br>DEREK POTTER, VICON: If you look at the camera here, you can see that it`s got this strobe in front of it, and the strobe is putting out infrared light at a known frequency.<br><br>I`d like you to take that.<br><br>GLASS: OK.<br><br>POTTER: We`ll move it here. Just move a little back. There we can see that the system here is picking up that and recognizing those circular markers. What`s happening is that the infrared light is coming to this strobe. It`s reflecting off the markets, bouncing back through the lens.<br><br>And now, we`ve got a filter inside the camera that`s going to make sure that only this frequency of light passes through.<br><br>GLASS: This gives you one camera tracking movement. But for the system to work, you need multiple cameras and a defined space or volume as they call it.<br><br>Rigged up the cameras, then your subject with all sensors attached enters the volume, and immediately, their every move is being tracked.<br><br>We visited the specialist center at the Oxford University Hospital NHS Foundation Trust. It`s one of over 200 hospitals around the world Vicon has supplied their technology to. Here, they specialized in helping those with cerebral palsy.<br><br>ANDY LEWIS, CLINICAL SCIENTIST: There`s no cure for cerebral palsy, unfortunately. And so, it`s all about improving their quality of life, making their movement easier, for as long into their life as we can.<br><br>GLASS: It was time for my appointment. Sensors and markers placed on the skin and to the joints. I was asked to walk the length of their volume.<br><br>My movement captured in every detail from every side by a battery of cameras. This produces an animation of lower body as I walk. A graph is showing how my joints are moving.<br><br>This is ghostly.<br><br>So, what difference does it make to the patients?<br><br>LEWIS: Oh, it makes a huge difference because this allows us to really demystify the complexity of the movement pattern, picked out exactly the deviations which are important and allows us to pinpoint where the underlying problems are. And from that, we can use targeted treatments to help them with their mobility.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Ending today`s show, courtside. In eastern Iowa, the Dubuque Courtside Cuties are members of the Granny Basketball League.<br><br>It`s an organization that has 24 teams across seven states. It`s open to women who are over 50 years old. And while they`re not paid, they do get to wear some awesome 1920 style uniforms and they are allowed to raise money for charities.<br><br>In this league, there`s no running, jumping or any physical contact and dunking is not allowed. But any underhanded shots that go in are worth three points. So, granny shots are a field goal.<br><br>We`d say this is not your grandmother`s basketball game, except it is. And while it might not net the slam dunk TV ratings of the NBA finals, it is a great way for the matriarch to rule the court.<br><br>CNN STUDENT NEWS has one more show. We hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-12-15 CNN Student News.mp4"}