{"title":"CNNSN-2015-01-05-CNN-Student-News","script":"(CNN Student News) -- January 5, 2014<br><br>Slain Police Officer Wenjian Liu`s Funeral; America`s Mission in Afghanistan Ending; &quot;Back to the Future`s&quot; Predictions of Year 2015; Flu Epidemic in the U.S.&gt;<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Happy New Year! Great to see you again in 2015. I`m Carl Azuz with CNN STUDENT NEWS, commercial-free current events for middle and high school classrooms.<br><br>First up this January 5, remembering two New York City policemen. Thousands gathered yesterday for the funeral of Officer Wenjian Liu.<br><br>Thousands attended the previous weekend`s funeral of Officer Raphael Ramos. The two men were ambushed and shot to death on December 20 while parked in their patrol car.<br><br>The suspect who killed himself afterward, ranted on social media about his hatred for police.<br><br>Since the shooting, the policemen have been hailed as heroes. Officer Liu`s wife said he was proud of his job. Officer Ramos saw his job as a ministry and was working towards becoming a lay chaplain.<br><br>New York Mayor Bill de Blasio called them the very best of New Yorkers, but many police turned their backs on the mayor as he spoke. During protests of recent police killings in Ferguson, Missouri and New York, Mayor de Blasio was criticized for appearing to support the protesters and not the police. Leaders encouraged them to lay their anger aside out of respect for the slain officers.<br><br>A few days after Christmas, America`s formal combat mission in Afghanistan came to an end. What does that mean? Well, around 10,000 U.S. troops will stay there for the time being, and they may have to fight, but the mission in what has become America`s longest war is far different than when it began in October of 2001.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CORRESPONDENT: This is ISAF headquarters in Kabul, Afghanistan. The home of the international security assistance force, and in 2015, it`s undergoing a massive change in both size and mission.<br><br>(BEGIN VIDEOTAPE)<br><br>SCIUTTO: After 13 years of a combat mission here following the attacks of 9/11, it is now transitioning to a train, advice and assist management helping Afghan security forces secure the country.<br><br>But the size also changing, from a pick of 140,000 international forces here, most of those American, down to about 13,000. Of those 13,000 almost 11,000 are going to be American.<br><br>Although the mission is now defined as train and advise and assist, there will be some combat role for U.S. forces here for forced protection, self-defense, they say, if those forces are under threat, U.S. forces will have the right, the ability to go out in the field and attack that thread, attack Taliban forces behind him.<br><br>U.S. forces will also continue to carry out operations against the remnants of al Qaeda, and carry out close air support, and support of Afghan operations on the ground.<br><br>Now, you speak to commanders here, and they say, there are differences between Iraq and Afghanistan, so that the withdrawal will not lead to the same situation we saw in Iraq, a collapse of the local security forces and there, the advance of ISIS.<br><br>One of those differences, they say, one that the population here in Afghanistan has much greater support for international security forces.<br><br>They also say that the Afghan security forces are much more advanced already, leading, they say, 99 percent of missions here.<br><br>So, what happens if U.S. forces believe that Afghan forces cannot continue to secure the country? Will they have the latitude or flexibility, perhaps to extend the mission or change the mission overtime? That remains an open question, but already after more than 13 years here, the U.S. mission, the international mission in Afghanistan much longer than anyone expected, and it is changing dramatically.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All right. First &quot;Roll Call&quot; of the year. We picked these schools from our transcript page at cnnstudentnews.com. First one today is from Cheonan, South Korea. Cheonan - middle school as on today`s roll.<br><br>Call it the wolverine state, call it the Great Lake state, call it pure Michigan. The Indians are online at Hartford High School in Hartford.<br><br>And in the first state, Delaware, we are aware of the Conrad Schools of Science. Hello to the Red Skins in Wilmington.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`ve already made a &quot;Roll Call&quot; request, or if you are planning to you are going to notice, our site looks different.<br><br>It`s part of the massive redesign at cnn.com. Everything we provide is still here, the show is front and center, teachers for the transcript page and program archives, just scroll down. Under our extra credit resources, you`ll see a link to the new CNN digital. It tells you about the changes at cnn.com and takes you on a tour of the new site, and under feedback, you can send us an email telling us what you think.<br><br>The Center for Disease Control is calling this year`s influenza virus an epidemic. It`s everywhere, and we are only midway through the flu season.<br><br>It goes through May. So things could get worse before they get better. One reason - this year`s flu vaccine, researchers say, it`s not as effective because the flu strains that are spreading are not covered by it. The scientist are getting better at predicting where the flu will hit.<br><br>(BEGIN VIDEO CLIP)<br><br>DR. SANJAY GUPTA, CNN CORRESPONDENT: It`s amazing how much more we know about how to predict the flu.<br><br>What they are trying to do now, is predict the flu very much in a way that you predict the weather.<br><br>UNIDENTIFIED FEMALE: Hurricane season.<br><br>UNIDENTIFIED FEMALE: NOAA is predicting a below average season.<br><br>UNIDENTIFIED MALE: Many parts other state were under a hurricane warning early Thursday.<br><br>(END VIDEO CLIP)<br><br>GUPTA: I know. All kidding aside, we don`t always get the weather right, but this is pretty interesting. They used mathematical modeling to sort of predict where flu viruses are going to be most dominant, but then they look at real time data, and the real time data is fascinating, people searching for flu on Google, for example, and they assimilate all that information to give you what it called hot spots, but they can go even deeper than that.<br><br>This is a particular project that comes out of the Columbia school that you can actually figure out which week is going to be the worse in your particular city?<br><br>New York City, January 10, that`s going to be your week, but also for hospitals. They could be anticipating more patients coming in, so leading more search capacity, more bed available, having more medications, flu vaccine, things like that on standby. But this is sort of where we are headed with regard to predicting when things are going to get really bad.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It was a 1949 that &quot;1984&quot; was published. George Orwell`s classic novel that many of you are required to read envisioned the world of misery 35 years into the future. Well, a series of movies that came out in the 1980s, envisioned this year. What kind of technology did filmmakers then think we`d have now?<br><br>And where their predictions anywhere close? Jake Tapper takes us back to the future for a look at today.<br><br>(BEGIN VIDEOTAPE)<br><br>JAKE TAPPER, CNN CORRESPONDENT: We are finally here, we are at the future! The year 2015.<br><br>UNIDENTIFIED MALE: 2015? We were in the future!<br><br>TAPPER: And it is exactly as &quot;Back to the Future&quot; from 1985.<br><br>UNIDENTIFIED MALE: We don`t need (INAUDIBLE)<br><br>TAPPER: And in sequel &quot;Back to the Future&quot; part II, foretold. Yes, that stretch included a future with hover boards and flying cars.<br><br>UNIDENTIFIED MALE: I need to borrow it. Hover board?<br><br>TAPPER: Now, hover boards aren`t exactly ubiquitous yet. This &quot;Funny or Die&quot; (INAUDIBLE) from last year sure looked convincing that even featured Doug Brown and legendary skateboarder Tony Hawk.<br><br>(APPLAUSE)<br><br>TAPPER: But just a few ago this video popped. Of Hawk riding a prototype of an actual hover board from Handover Boards.<br><br>Now, how about those flying cars?<br><br>UNIDENTIFIED MALE: Hey, going to ...<br><br>TAPPER: Part of these days are still a ground based technology, but there is something of a tech race going on to create the first flying car. The Massachusetts form Terafugia (ph) has been working on a model as well as iTech, which sells a flying dune buggie (ph) today.<br><br>We are still waiting on those self-lacing shoes from Nike. In 2009, the giant filed the patent for that technology, but no sigh of them hitting stores just yet, nor self-adjusting jackets.<br><br>UNIDENTIFIED MALE: I`m adjusting. Fit.<br><br>TAPPER: So, the film was a little optimistic, and in some cases completely off.<br><br>UNIDENTIFIED MALE: System works swiftly in the future. (INAUDIBLE).<br><br>TAPPER: 3-d movies are big at the box office, even if we never got to &quot;Jaws 19&quot; or a hologram attacking movie poster.<br><br>But on the small screen, nailed it.<br><br>UNIDENTIFIED MALE: OK, I want channels 18-24-63 ...<br><br>TAPPER: And those teleconferences on flat screen TVs look like pure sci-fi fiction in 1989, but today flat screen TVs are everywhere, and you can videoconference on your cell phone even.<br><br>Though phones were one area where the movie really whiffed. Payphones dot the set, but they are almost nowhere to be found today.<br><br>And fax machines, though they are still around barely, played a huge role in that movies fake future. When to the McFly`s at dinner, we are still waiting on those instance pizzas and ceiling mounted gardens, but we did get kids preoccupied by their own digital worlds. Of course, instead of iPhones and iPads the film used glasses based devices.<br><br>Of course, you can pick up a call today on your Google Glass.<br><br>UNIDENTIFIED MALE: Hello, hello, anybody home?<br><br>TAPPER: Jake Tapper, CNN, Washington.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well our time for the day is passed. Ten minutes in the future from when we started last. Thank you for the present of letting us present a look at the present. We predict we`ll be back for a future show tomorrow. Time we`ll tell if you`ll join us then. We hope you will. I`m Carl Azuz<br><br>for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-05 CNN Student News.mp4"}