{"title":"CNNSN-2015-02-24-CNN-Student-News","script":"(CNN Student News) -- February 24, 2014<br><br>Yellow Dust on the Korean Peninsula; Raising the Alarm about Super Bugs; Smart Grids<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Welcome to CNN STUDENT NEWS on this Tuesday, February 24th.<br><br>It`s great to see you.<br><br>My name is Carl Azuz.<br><br>Our commercial-free coverage starts on the Korean Peninsula today.<br><br>Large parts of it have been coated in yellow dust. It`s not uncommon in this part of the world. The Koreas have a yellow dust season. It typically runs from March to May and though it started early this time around, this year`s yellow dust season isn`t expected to be as bad overall as it has been in some other recent years.<br><br>Still, it`s nasty. The dust is measured in micrograms per cubic meter of air. If there are more than 800 micrograms, the Korea Meteorological Administration recommends that all outdoor events be canceled.<br><br>This week, a high of more than 1,000 micrograms was recorded in one part of South Korea.<br><br>What is it made of and what can be done about it?<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN CORRESPONDENT: This is the worst yellow dust storm we`ve seen here in South Korea for more than five years. A warning is in place, which means that the elderly, weak and children are told not to go outside. For everyone else, they`re advised to stay inside, but if they do have to go out, they are advised to wear a putative mask and also preventive eyewear, and if they`re inside, keep the windows shut.<br><br>Now, more people are wearing masks on the streets of Seoul, although not as many as you`d think. Seoul and the surrounding areas are the worst hit at this point.<br><br>Now this yellow dust blew in over the weekend from Southern Mongolia and Northern China. It`s a mixture of desert sand, topsoil and pollutants, which is swept into the atmosphere and blown over other parts of the region. Exposure to the particles in this are can be dangerous, especially if you have existing health issues.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Today`s call of the roll takes us from North to Central America. We`ll start in the north easternmost U.S. state, in Old Orchard Beach, Maine, we heard from The Seagulls. They`re soaring over Loranger Middle School.<br><br>In The Garden State of New Jersey, The Panthers are stalking CNN STUDENT NEWS. They`re at Point Pleasant Borough High School in Point Pleasant.<br><br>And in the capital of Costa Rica, which is San Jose, hello to our viewers at Sojourn Academy. It`s great to see you this Tuesday.<br><br>Super bugs might not sound particularly serious, but these are bacteria that have become immune or resistant to antibiotics. They`re hard to get rid of and they can be deadly.<br><br>One patient at a North Carolina hospital has died after catching a super bug called CRE. It`s not clear yet if the bacteria itself caused the death. But CRE was linked to two recent deaths in Los Angeles, so some scientists are raising the alarm about super bugs.<br><br>(BEGIN VIDEOTAPE)<br><br>ROSIE TOMKINS, CNN CORRESPONDENT:<br><br>In the race to stay one step ahead of infectious diseases, we seem to be losing. Super bugs carrying drug-resistant forms of disease like malaria and tuberculosis are growing fast. And today, the threat to the human race from these deadly new diseases is more certain than that from climate change. That`s according to a study commissioned by the British government.<br><br>(on camera): Today, drug-resistant diseases claim the lives of around 700,000 people each year. Now, that`s expected to leap to 10 million by 2050.<br><br>Compare that with today`s deaths from cancer, 8.2 million each year.<br><br>Now the study goes further to talk about the economic impact, predicting global costs will spiral upwards to $100 trillion, a staggering figure, especially when considered alongside annual world GDP today, around $70 trillion.<br><br>According to the economist, Jim O`Neill, who led the study, even that is an optimistic scenario.<br><br>UNIDENTIFIED MALE: We`ve left out a number of things. It doesn`t look at the cost of increased health care. And most importantly, it doesn`t I called stuff that has become so normal for our generation, or at least in the developed world, like hip operations, knee operations, chemotherapy, etc. Etc. All of which could become impossible.<br><br>And back of the envelope stuff we`ve done on that could be double that number.<br><br>So it`s -- it`s really big.<br><br>TOMKINS: The main culprit is over prescribing of antibiotics.<br><br>UNIDENTIFIED MALE: My generation thinks of antibiotics as something that will solve everything when you take one. And it`s not true. And what we`ve -- we`ve got to reeducate ourselves and help the next generation think differently.<br><br>TOMKINS: It is, not surprisingly, the world`s poorest nations that are most at risk. Nine of the estimated 10 million deaths will be in Africa and Asia.<br><br>The aim of the study is to sound the alarm and galvanize global action.<br><br>UNIDENTIFIED MALE: You`re not going to be able to solve this by just focusing only in the U.K. or in Europe, or, indeed, just in the developed world, it`s going to affect everybody.<br><br>So it`s something that there has to be a collective agreement on.<br><br>TOMKINS: Rosie Tomkins, CNN, London.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED MALE: Time for the Shoutout.<br><br>Which American inventor was known as the &quot;Wizard of Menlo Park?&quot;<br><br>If you think you know it, shout it out.<br><br>Was it, A, Alexander Graham Bell, B, Thomas Edison, C Henry Ford, or D, Madam C.J. Walker?<br><br>You`ve got three seconds.<br><br>Go.<br><br>Thomas Alva Edison was called the &quot;Wizard of Menlo Park&quot; for the work he did in Menlo Park, New Jersey. That`s your answer and that`s your Shoutout.<br><br>AZUZ: Edison made some of his most famous inventions In Menlo Park. A device that made it easier to hear on the telephone, the phonograph, devices for electric light and generating electricity. Of course, those inventions have been refined and improved on since the 1870s, and though some people are concerned about a possible loss of their privacy when it comes to things like smart grids, a model in Germany could be a sign of things to come.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD QUEST, CNN CORRESPONDENT (voice-over): In 1882, on Pearl Street in New York City, Thomas Edison opened the world`s first commercial electric grid, lighting up local homes and businesses with cables connected to his power station.<br><br>Today, while the cars, the fashion and the skyline may all have changed. The way we power our cities substantially hasn`t.<br><br>What if we could bring the whole grid up to date?<br><br>Let`s visit Mannheim in Germany.<br><br>(on camera): Every house in Mannheim is connected to a smart energy network, making the most of renewable energy. Now this is not just a set of smart homes, it`s a smart city.<br><br>THOMAS WOLSKI, POWER PLUS COMMUNICATIONS: What I think is that the power grid can become a brain for the city by all that information that are generated in the grid. We first thought about, OK, how should the future smart grid look like?<br><br>So we started with a very small number of households in the first project phase. It was 20 households. Then we grow that to 200 households in the next year. And then the year after, we went to the large scale project with 1,000 private customers connected to our grid.<br><br>QUEST: At the heart of the network lies a butler, not like Mr. Carson from &quot;Downton Abbey,&quot; but the energy butler, a small box that monitors how much power you`re using when boiling the kettle or watching your favorite movie, for instance.<br><br>All this information is then fed back by a series of smart meters to a central system that learns how much power is being used where and when.<br><br>WOLSKI: We were using (INAUDIBLE) and power line communication technology in order to transfer data from A to B. Over the power grid itself, we can send information back from the meters, from measurement devices about power quality, about the current status of the grid.<br><br>QUEST: The network is designed to use as much renewable energy as possible and as well as being good for the environment, it`s designed to help your bank account, too.<br><br>WOLSKI: The availability of renewable energy always leads to a lower price of electricity. And we use that mechanism and forwarded it to the private customers.<br><br>QUEST: What`s happening in Mannheim is but an experiment. And it`s a vision for the future, because what`s happening in Germany could very quickly be adopted on a much larger scale elsewhere.<br><br>WOLSKI: It would work everywhere because the power grids worldwide are operated more or less the same way. We developed this architecture that it can be implemented everywhere.<br><br>QUEST: With a smart grid in place, the future of our cities may just be a little brighter.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Red pandas, also called bear cats, are no strangers to snow. In nature, the endangered mammals can be found in the Himalayan Mountains. We found this one at the Cincinnati Zoo in Ohio. It doesn`t look like it`s uncomfortable in the cold. In fact, it looks like it`s having the time of its life.<br><br>Red pandas are about the size of house cats, and apparently every bit as playful. The two frolicking at the Cincinnati Zoo are named Rover and Lynn.<br><br>Even if you`re sick of winter and wanted to panda snow, you couldn`t panda bear. He could certainly bear the cold without seeing red. A native of the mountains, you didn`t see him a laying around.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-24 CNN Student News.mp4"}