{"title":"CNNSN-2016-02-26-CNN-Student-News","script":"(CNN Student News) -- February 26, 2016<br><br><br>Iran Holds Parliamentary Elections; UAE Seeds Clouds To Meet Water Needs; Coast Guard Rescues Fishing Boat Crews Off New York<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Dear Friday, it`s been a week since we`ve spoken, but I just wanted to say you are awesome!<br><br>This is CNN STUDENT NEWS.<br><br>We`re starting in the Middle East today. Our first story is from Iran. Since last summer, we`ve been reporting on the controversial nuclear deal between Iran and several other countries led by the U.S. The agreement removed international sanctions on Iran, allowing billions of dollars to flow into its economy. In exchange, Iran is required to significantly limit its nuclear program.<br><br>But while supporters and critics butted heads in the U.S. about whether this agreement was acceptable, the deal was controversial in Iran, too.<br><br>And with the nation voting today on the make up of its parliament, its Iran`s parliamentary election after the nuclear deal went into effect.<br><br>Fred Pleitgen is there in the Iranian capital reporting on how the issue factors into the vote.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Campaigning Iranian style. Volunteers for the reform movement hand out flyers in Tehran`s traffic. They say they`re confident but not certain they`ll win.<br><br>&quot;It`s unclear what will happen because the Iranians only make up their minds in the last minute,&quot; he says. &quot;But the moderates` position is much better than that of the conservatives.&quot;<br><br>Tehran is plastered with election posters, as the fierce battle between the reformers around President Hassan Rouhani and the conservatives around the powerful clergy unfolds.<br><br>(on camera): Many observers view the upcoming elections as extremely important and also as a referendum on Hassan Rouhani`s policies of opening Iran up to the West.<br><br>(voice-over): The divisions were exacerbated by the recent nuclear agreement designed to prevent Iran from developing nuclear weapons and return for sanctions relief.<br><br>&quot;We support the Rouhani government and the nuclear deal&quot;, this reformist says. &quot;We should have a parliament to support and not to block Rouhani`s policies.&quot;<br><br>But many conservatives view that as a threat. &quot;Death to America&quot;, they chant at this hard line rally. They believe Iran has opened itself to American infiltration with the nuclear agreement.<br><br>&quot;We consider the nuclear deal to be American interference,&quot; she says, &quot;and we will fight against it and hopefully defeat it. Our nation will not allow America to influence our affairs.&quot;<br><br>The decisions Iranian voters make this Friday could do more than just alter the make up of its parliament. They could also influence the country`s course towards the west and some believe the stability of its political system.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Crossing the Persian Gulf, we come to the United Arab Emirates and a nation a little larger than South Carolina. While the U.S. state gets more than 50 inches of rainfall each year, the UAE only gets between four and six. The vast majority of its land is desert. Yes, it borders the Persian Gulf, but it has a massive desalination plant to remove the salt from the sea.<br><br>But without a fresh water source, there are no lakes or rivers in the UAE, officials have the challenge of meeting the growing nation`s needs for H20.<br><br>There is a way to make it rain, or more specifically to make it rain more. It`s risky, it`s not cheap, and it requires flying a plane into the center of the storm.<br><br>(BEGIN VIDEOTAPE)<br><br>JON JENSEN, CNN REPORTER (voice-over): At a remote airstrip outside Abu Dhabi, New Zealander pilot Mike Anstis is setting off to do something most would consider impossible in a desert. He`s hoping to make it rain.<br><br>Mike is cloud seeding.<br><br>MIKE ANSTIS, CLOUD SEEDING PILOT: OK, I`m going to fly. Let`s do it.<br><br>JENSEN: He does it by firing salt compounds into the air, to increase rainfall.<br><br>ANSTIS: On the wings of the aircraft, we`ve got flares, which we fire the flares, it burns and it emits a smoke.<br><br>JENSEN: That smoke then attracts water vapor, creating bigger droplets.<br><br>The flares though are only effective if launch from inside certain thick clouds.<br><br>(on camera): If you don`t like turbulence, this is definitely not the flight for you because if you`re cloud seeding, kind of like Mike here, they don`t avoid storms. They head right to the heart of them.<br><br>(voice-over): Our plane is tossed around in the wind, side to side, and down.<br><br>ANSTIS: We`re dropping.<br><br>There is a calculated risk associated with this. We do have to know when it`s time to bail out.<br><br>UNIDENTIFIED MALE: How`s the weather there?<br><br>JENSEN: On the ground, scientists at the country`s meteorology center track the flight.<br><br>They started cloud seeding 15 years ago, to help sustain a growing population in the UAE, one of the world`s top consumers of water. Last year, they flew more than 150 flights. Each costs around $5,000. But they say it`s cheaper and greener than operating desalination plants, UAE`s main source of fresh water.<br><br>ABDULLAH AL MANDOOS, EXECUTIVE DIR., NATIONAL CENTRE OF METEOROLOGY: Our material that we use is environmental salt. Very small, small amount that does not affected the environment.<br><br>JENSEN: And it may be working.<br><br>ANSTIS: Rain is starting to come here --<br><br>JENSEN: Back where Mike first fired flares, a heavy downpour pounded the plane.<br><br>(on camera): Did you just make this rain?<br><br>ANSTIS: It`s a natural rain but we`re trying to increase it.<br><br>JENSEN (voice-over): Scientists are still studying how much water cloud seeding makes, and the long term effects on mother nature. But in a region where annual rainfall is just around three inches, rainmakers like Mike say this may be the best way to sustain life in the desert.<br><br>John Jensen, CNN, somewhere over the UAE.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now for three of the schools that requested a spot on our &quot;Roll Call&quot;. We found them all in yesterday`s transcript page at CNNStudentNews.com.<br><br>We`re starting in Juffair Bahrain. Hello to everyone watching at Bahrain Middle/High School. Great to see you.<br><br>Moving to the capital of Indiana. Ben Davis High School is watching from Indianapolis. The Giants are towering over the Hoosier State.<br><br>And in the Northeastern state of New Hampshire, the capital is Concord. And the Crimson Tide is at Concord High School.<br><br>What happened in rough water yesterday off New York`s Rockaway Beach was a strong reminder of the risks that the coast guard takes when making a rescue. An urgent call came in at 2:00 in the morning.<br><br>A 76-foot fishing boat had run aground and was taking on water. It had seven people aboard and you can see it was close to shore. But the position of the boat in 10-foot waves made it hard and dangerous for the sailors to get out themselves.<br><br>Five coast guard members tried to rescue them by sea but their boat capsized in the waves. They were all wearing protective gear and were able to swim in themselves.<br><br>But the initial problem remained. Rescuers had to find another way to get the fishermen. So, the coast guard then tried and succeeded by air, lowering a basket by helicopter to get the stranded men off the boat.<br><br>The coast guard said if the tide didn`t carry the damaged vessel away from shore, the plan was to tow it back out to sea. As for the capsized rescue boat, it was eventually recovered on the beach.<br><br>Before we go, what`s cuter than a kitten? Mustache kitten. This is Sally Ann (ph), though they probably can rename her Charlie, as in Chaplin, or Groucho, as in Marx. Her unusual but natural markings make her the pick of a letter.<br><br>And even though she`s a rescue, you`re seeing her at a shelter in California, her sweet disposition and one of a kind facial features are expected to land her a new home at any moment.<br><br>Simply meow-tiful. A great way to wear a meow-tache. Oh, some might say it`s a fashion fur-pas or that it`s un-cat-tering. But honestly, they`re just being catty. It`s clearly haute cat-ure, or simply put, the cat`s meow.<br><br>I`m Carl Azuz for CNN STUDENT meows.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-26 CNN Student News.mp4"}