{"title":"CNNSN-2015-09-10-CNN-Student-News","script":"(CNN Student News) -- September 10, 2014<br><br>The Debate Over the Size of the U.S. Navy; Britain`s Queen Elizabeth II Sets Record; Shark Attack Season<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS.<br><br>We`ve got 10 minutes of current events lined up, two stories on water, two on land, zero commercials.<br><br>First up, the U.S. Navy, its former slogan, &quot;A global force for good&quot;, but how large should that force be? That question is being addressed by politicians, military experts, observers and analysts. But the answer is harder to find.<br><br>On one hand, the U.S. Navy currently has 10 aircraft carriers, more than the rest of the world combined, and technology that some observers say puts it well ahead of any other countries` navy.<br><br>On the other hand, the military branch itself says changes are coming, and that it needs 30 more ships to maintain its presence around the world.<br><br>Many defense experts agree, but a shrinking U.S. military budget could keep the Navy stretched thin.<br><br>(BEGIN VIDEOTAPE)<br><br>THOM PATTERSON, CNN CORRESPONDENT (voice-over): The U.S. Navy is the world`s largest. American warships travel the globe, confronting drug traffickers and pirates, providing post-disaster humanitarian aid, and prepping for possible military conflicts.<br><br>But in terms of fleet size, today`s navy is the smallest it`s been since World War I. Of course, the differences between the technology back then and today`s make this comparison questionable.<br><br>Currently, the U.S. Navy has 273 ships, including 10 aircraft carriers and 30 amphibious ships.<br><br>China`s navy now with about 250 warships is expanding, the Pentagon says. And Russia, with about 270 warships, is modernizing with the new class of cruise missile subs.<br><br>A Navy strategy report released in March recommended the U.S. fleet be beefed up to more than 300 vessels.<br><br>But some presidential candidates wonder if that will be enough. By 2020, the Navy says about 60 percent of its ships and aircraft will be based in the Indo-Asia-Pacific Region, including new weapon systems like the F-35 fighter jet, and the Zumwalt-class destroyer.<br><br>The Pentagon also wants more ships closer to potential hotspots like the Middle East.<br><br>Maintaining a fleet with well-rested and properly trained sailors requires a constantly shifting, highly choreographed, strategic dance, with national security hanging in the balance. A rotation like that cost big money. Over the past three years, Congress has given the Navy $25 billion less than the White House requested, which the Navy says has slowed modernization.<br><br>Some experts at Washington think tanks say the Navy is already large enough to do its job. Others questioned the value of expensive aircraft carriers and wonder if that money could be spent better elsewhere, like on so-called unmanned combat air vehicles, aka drones.<br><br>Tom Patterson, CNN.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: Time for the shoutout.<br><br>Name the longest-reigning monarch in British history?<br><br>Here we go, is it (a), King Henry VIII, (b), King George III, (c), Queen Victoria, or (d), Queen Elizabeth II?<br><br>You`ve got three seconds. Go!<br><br>(BUZZER)<br><br>It was only yesterday that Queen Elizabeth II became Britain`s longest reigning monarch.<br><br>That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So, as of Wednesday, Queen Elizabeth II had reigned exactly one day longer than the previous record holder. That was her great, great grandmother, Queen Victoria.<br><br>The current monarch has been ruling for 23,227 days and counting. That is 63 years and 216 days for those of you without calculators.<br><br>The queen`s position is mostly ceremonial. She can`t vote and she doesn`t have much law-making power. That`s held by the British parliament. But she can be consulted on legal matters, and fun fact: by law, she can drive a car as fast as she wants.<br><br>British Prime Minister David Cameron said Queen Elizabeth`s reign has been the golden thread running through three post-war generations. This should give you a sense of how historic that reign is.<br><br>(BEGIN VIDEO CLIP)<br><br>REPORTER: A tragic news reached Princess Elizabeth and her husband while in Kenya.<br><br>RICHARD QUEST, CNN CORRESPONDENT (voice-over): It was the first day of a lifetime of service. King George had died and the 25-year-old queen set aside her grief and prepared for duty.<br><br>For a nation weakened by World War II, Elizabeth II brought hopes of renewal. Winston Churchill called it the New Elizabethan Age.<br><br>RICHARD FITZWILLIAMS, HISTORIAN: I think that this famous phrase was supposed to signify Britain having helped to win the war, reviving and becoming country rather akin to its 16th century predecessor, the famous Elizabeth I.<br><br>QUEST: The 1950s of austerity. Many food items was still rationed and weakness in Britain`s finances was having a severe impact on Britain`s already diminished empire.<br><br>FITZWILLIAMS: Much of the empire went before she actually ascended the throne. There is the question, undoubtedly, of decline in power.<br><br>QUEST: Anti-British feeling was heating up in the Middle East. In 1952, deadly protests erupted in Egypt, over Britain`s control of the Suez Canal.<br><br>And there was an even greater strain on British moral and finances.<br><br>DWIGHT EISENHOWER, FORMER U.S. PRESIDENT: With speed and honor, I shall go to Korea.<br><br>QUEST: In 1952, as Dwight Eisenhower was elected U.S. president, 100,000 British troops were fighting alongside their U.S. allies in Korea. It was a war now as old as the queen`s reign itself.<br><br>(CHEERING)<br><br>QUEST: June, 1953, as the coronation got underway, new reached England that Edmund Hillary had conquered Mount Everest, one of the great feats of the 20th century.<br><br>For Elizabeth, staying the course came naturally. She had made a promise between God, queen, and country.<br><br>QUEEN ELIZABETH II: I declare before you all that my whole life, whether it be long or short, shall be devoted to your service and to the service of our great imperial family to which we all belong.<br><br>(CHEERING)<br><br>(MUSIC)<br><br>(END VIDEOTAPE)<br><br>AZUZ: Another day, another awesome &quot;Roll Call&quot;.<br><br>First time we`ve announced these states this year.<br><br>Oklahoma is up first. We`re headed to Okemah. It`s where we found Okemah Middle School and the Panthers.<br><br>In Spring Mills, Pennsylvania, you`ve got to watch out for the Rams. They`re watching from Penns Valley High School.<br><br>And in southeastern Sweden, we welcome all of our viewers in Uppsala. Hello to everyone at the historic Katedralskolan.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: When Sharks attack.<br><br>Worldwide, there are 70 shark attacks per year. Shark species most likely to attack: tiger, great white, bull.<br><br>The odds of being attacked by shark: 1 in 11.5 million.<br><br>To avoid shark attacks: don`t swim with open wounds. Sharks can smell blood.<br><br>Stay in groups. Sharks are more likely to attack individuals.<br><br>Don`t wear shiny jewelry. It resembles the sheen of fish scales.<br><br>Avoid swimming at twilight. Sharks are more active at night.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The director of the international shark attack file -- yes, that is an actual job -- he says 2015 is on track to be an average year for shark attacks. Earlier this summer, it didn`t look that way. There were eight incidents off the North Carolina coast and in six weeks. Two teenagers lost limbs in separate attacks there. Worldwide, there had been more than 60 unprovoked attacks overall, six of which were deadly.<br><br>In 2014, researchers recorded 72 unprovoked attacks.<br><br>Unprovoked describes an accidental attack where sharks might confuse people with their normal food. A provoked attack would be when people are fishing or trying to catch a shark.<br><br>Fewer Americans go to the beach after Labor Day, so attacks become less likely later in the year.<br><br>(MUSIC)<br><br>AZUZ: It`s what developers described as a new kind of electric vehicle. Sort of a cross between a skateboard and a unicycle, except you don`t push or pedal it.<br><br>Onewheel has an electric motor that moves it along. Because it has just one big wheel, its makers say he can go off road in a way some skateboards can`t. But it also has one potentially big limitation. A skateboard costs less than $100. Onewheel costs 1,500 bucks.<br><br>Which some would say is one wheely expensive board. There`d be a lot riding on the purchase. It could be tough for sellers to peddle it. But you`d certainly get a charge out of it. It`d be an interesting motor transportation and if some don`t like it, let the haters skate.<br><br>That`s all for CNN STUDENT NEWS. Hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-10 CNN Student News.mp4"}