{"title":"CNNSN-2015-03-19-CNN-Student-News","script":"(CNN Student News) -- March 19, 2015<br><br>Terrorist Attack in Tunisia; What is a Solar Eclipse?; The Realities of Playing NCAA Sports; Joshuas Heart<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Welcome to our viewers worldwide.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Our first story this March 19th focuses on an apparent terrorist attack in the North African nation of Tunisia. It`s a country between Algeria and Libya, population about 11 million. Officials say several gunmen entered a museum in Tunisia`s capital on Thursday and killed at least 17 tourists and two others, one of them a Tunisian security officer.<br><br>The terrorists also took hostages, but Tunisian law enforcement were able to end the siege and kill two of the attackers. Police are looking for three other gunmen.<br><br>Tunisian Prime Minister Habib Essid called it &quot;a cowardly attack targeting Tunisia`s economy.&quot; Tourism is a key part of that.<br><br>The museum where the attack happened has exhibits of Tunisian art, culture and history. It`s right next to the parliament building, which was evacuated.<br><br>No group immediately took responsibility for the attack, but ties to the ISIS terrorist group are suspected.<br><br>From North Africa to the Middle East, immediately after Israel`s election on Tuesday, polls in local media indicated that two main political parties were locked in a dead heat. But when the actual vote count came in, it became clear that the party of current prime minister, Benjamin Netanyahu, won a major victory, taking 29 of the Knesset`s 120 seats.<br><br>Results are still unofficial, but most analysts expect Netanyahu to keep his job leading Israel.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Time for our epic Thursday Roll Call.<br><br>Which state is known as The Pine Tree State?<br><br>Here`s the main reason we ask. Tripp Middle School is there in Turner, Maine, The Tigers are on the prowl.<br><br>There are tons of gators in The Sunshine State, but the ones at Island Coast High School are on today`s Roll. Hello, Cape Coral, Florida.<br><br>And in St. Cloud, Minnesota, The North Star State, it`s The Eagles of North Junior High School who round out our role.<br><br>About 50,000 people live on the Faroe Islands. They`re roughly halfway between Scotland and Iceland. But thousands more will be there Friday to witness an event that lasts just two minutes -- a total eclipse of the sun. The U.S. won`t see one of those until 2017.<br><br>In addition to the Faroes, parts of Europe, Northern Asia and Northern Africa could see a partial eclipse. And as long as viewers don`t look directly at it, they`ll be fine.<br><br>(ON SCREEN)<br><br>What is a Solar Eclipse?<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: (voice-over): Long ago, ancient cultures around the globe looked to the skies in shock and bewilderment. Many believed they were watching the sun being eaten by an animal, like a dog or a mythical dragon.<br><br>Now we know there`s a more scientific explanation for one of nature`s most spectacular displays, the solar eclipse.<br><br>(music)<br><br>UNIDENTIFIED FEMALE: Watching as the moon blocks out the light from the sun, it can be hard to imagine the amazing cosmic coincidence taking place. The sun`s diameter is some 400 times larger than the moon`s, but it`s just the right distance away to appear the same size.<br><br>For a couple of minutes when the sun and moon are perfectly aligned, the moon completely covers the sun`s disc. The sun`s atmosphere or corona can be seen in the dim light, along with stars and planets. This glowing atmosphere is much hotter than the surface of the sun, but no one is exactly sure why. It`s a question puzzling astronomers.<br><br>This so-called totality only exists in a narrow band, where the moon`s shadow falls on the Earth. Outside this zone, some observers can see a partial eclipse, where it looks like a chunk has been taken out of the sun.<br><br>It`s not a phenomenon that will last forever. The moon is slowly moving away from the Earth and one day, it will appear too small in the sky to cover the sun completely. But don`t worry, if you miss this total solar eclipse, NASA estimates that you still have 563 million years to catch one.<br><br>If you are lucky enough to see this incredible spectacle, remember, never look directly at the sun, even with everyday sunglasses. You risk causing permanent damage to your eyes. If you don`t have access to special filters, a safe way to observe the show is to make a pinhole in a piece of paper and project the image onto another sheet.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Just after the Ides of March, the madness of March begins in the US. It`s over basketball. The National Collegiate Athletic Association`s annual college basketball tournament. The round of 64 teams starts today. Fans fill out brackets of their predicted winners of each game, hoping to make the perfect prediction and never actually doing it.<br><br>There are always upsets and if each team had a 50 practice chance of winning every game, you had a one in 9.2 quintillion chance of picking the perfect bracket.<br><br>Amid all the fun, there`s a serious question. The players are college students.<br><br>Are they getting out of class?<br><br>(BEGIN VIDEOTAPE)<br><br>SARA GANIM, CNN CORRESPONDENT: For so many basketball players, this is it. These are the greatest games they`ll ever play. Very few of them, less than 2 percent, will go pro.<br><br>So their real game is in their scholarships, in their education. But athletes have been more vocal than ever this year about the realities of playing NCAA sports, that their scholarships are often squandered because so much of their time is consumed by athletics.<br><br>Players who make the NCAA tournament will miss an average of 20 days of class per season. There`s this thing called the 20 hour rule in college athletics. Is supposed to limit the amount of time that athletes spend each week on their sport.<br><br>Well, Big 12 Commissioner Bob Bowlsby calls this rule a joke. He says it`s routinely ignored. Most fans who are poring over their brackets are not surprised by all of this. A recent poll done by Monmouth University found that 67 practice of fans think that schools put too much emphasis on sports.<br><br>The average scholarship for an athlete is about $23,000. If you do the math, 13 scholarshipped athletes per team, 351 teams, that`s about $105 million in scholarships.<br><br>But the worth of the scholarship?<br><br>It doesn`t matter if they`re not going to class.<br><br>(ON SCREEN)<br><br>Character Study<br><br>AZUZ: Joshua Williams leads a charity organization that aims to fight hunger. He`s 13 years old. But here`s the kicker. He started the company before he was five.<br><br>Joshua`s grandmother had given him 20 bucks. Later that day, he saw a man with a sign that said, &quot;Need money, need food.&quot; Joshua gave the man his 20 and decided to give his efforts toward helping others.<br><br>(BEGIN VIDEOTAPE)<br><br>JOSHUA WILLIAMS, FOUNDER, JOSHUAS HEART FOUNDATION: We`re signing in people.<br><br>Has everybody here signed in?<br><br>When I was four and a half years old, I found my purpose in life.<br><br>We`re going to have around 100 families. We`re going to give them food.<br><br>I looked for a foundation that would accept somebody my age. I didn`t find any. So I came up with the idea of Joshuas Heart Foundation.<br><br>OK, are you guys ready?<br><br>UNIDENTIFIED MALE: Yes.<br><br>WILLIAMS: Joshuas Heart Foundation has no age limit. And as long as you`re able to pick something up, just come out and help us make a difference.<br><br>UNIDENTIFIED FEMALE: It feels really good to be here.<br><br>UNIDENTIFIED FEMALE: We did a really nice mitzvah.<br><br>WILLIAMS: Since I started, I have given out over 650,000 tons of food to over 30,000 individuals.<br><br>We`re going to do one -- one tuna.<br><br>UNIDENTIFIED MALE: One tuna?<br><br>WILLIAMS: One tuna. We need enough for everybody.<br><br>Right now, we have over 1,200 youth volunteers.<br><br>UNIDENTIFIED FEMALE: Thank you, darling.<br><br>WILLIAMS: Thank you.<br><br>UNIDENTIFIED FEMALE: I`m grateful to know there`s still young people that cares for other people.<br><br>WILLIAMS: It`s very important to develop connections and relationships with these people that we`re helping.<br><br>UNIDENTIFIED FEMALE: God bless you, you know. God bless you. And thank you.<br><br>WILLIAMS: If you want to make a difference, I have three bits of advice for you.<br><br>One, use your passion and purpose in life to help make a change in the community.<br><br>Two, get your friends to help.<br><br>And three, never give up.<br><br>Before We Go<br><br>AZUZ: Just what does 20,000 pounds of fireworks look like when they`re all set off at once?<br><br>Here you go.<br><br>These are -- or were -- illegal fireworks. The Midland, Texas Police Department says a court had ordered them destroyed and that Midland Police were helping U.S. government law enforcement get rid of them. It was done during the day because it wasn`t supposed to be a fireworks show. But it still looks like a blast.<br><br>You could say the fireworks were fired in a fiery work of ire flinging frying fire higher, flying flames of flying fire, they flamed out, up away, a flamtastic display, making for a flamous way for us to wish you a good day.<br><br>This is CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-19 CNN Student News.mp4"}