{"title":"CNNSN-2017-03-31-CNN-Student-News","script":"(CNN Student News) -- March 31, 2017<br><br><br>Britain`s Historic Exit from the E.U.; Researchers` Reconstruction of a Medieval Face; The Role Technology in Restoring and Uncovering Art<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: As many as you saw on a meme earlier this week, Fridays are awesome! I`m Carl Azuz at CNN Center.<br><br>Your ten minutes of world news explained begins with the countdown to Brexit.<br><br>The British exit or separation from the European Union has officially begun. Nine months after a slim majority of British voters chose to leave the E.U., British Prime Minister Theresa May signed Article 50 this week. That`s what gives any E.U. member the right to leave the association on its own.<br><br>One reason why the Brexit is so incredibly complicated is legal. Right now, there are 12,000 European Union laws enforced in Britain. They applied to businesses, consumers, workers. And since 1972, these E.U. laws have taken precedence over Britain`s own laws.<br><br>With that changing, as the nation separates itself from the E.U., it has to convert those laws to suit its own country. So, some will be kept, some replaced, some eliminated. One Brexit official says the government priority was getting the right deal for every single person in Britain.<br><br>Lawmakers have two years to figure out how to do that, but it`s only one of the challenges they face.<br><br>(BEGIN VIDEOTAPE)<br><br>MAX FOSTER, CNN CORRESPONDENT: This has just never been done before, unpicking 40 years of treaties and agreements, covering thousands of different subjects. The U.K. has just two years to extricate itself from the European Union.<br><br>SUBTITLE: What`s next after Article 50?<br><br>FOSTER: Vast negotiating teams from both sides will work round the clock to try to reach some sort of deal and they`re going to start by looking at the breakup. Some of the issues they`re going to have to tackle includes what they`re going to do with Brits living in Europe, what they`re going to do with Europeans living in the U.K.? How are they going to leave this trading bloc, the single European market? And will London keep its status as the go-to financial hub for euro trading?<br><br>The biggest problem though is what some E.U. officials see as a massive lingering bill. Britain should they say be paying billions of dollars for years to come into ongoing projects that they have a stake in.<br><br>Once they do reach the deal, 20 of the E.U. heads of states representing at least 65 percent of the total population need to approve it. Also, the U.K. parliament needs to approve it. And what if they don`t? Well, you could extend the negotiations, but all sides would have to agree to that.<br><br>The alternative would be Britain just leaving the European Union and the U.K. and will have to pull back on World Trade Organization rules.<br><br>Alongside all of this, they`re going to have to reach a new set of deals as well to establish a new relationship between the E.U. and the U.K. What about things like security, new trade deals? Enormous projects to consider alongside that main deal.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next, we`re coming face to face with a middle aged man who`s actually from the Middle Ages. He lived 700 years ago, but now, people can look into his eyes and see that he looks a lot like many folks do now.<br><br>Here`s what this is all about: the University of Cambridge reconstructed the face of a man who is buried in the 13th century. His skeleton was one of 400 others found under the old Divinity School of St. John`s College. The site was excavated a few years ago. It was one of the largest medieval hospital graveyards in Britain.<br><br>To better understand life at that time, researchers analyzed the man`s bones and reconstructed his face in an attempt to find out his life story.<br><br>They say he was an ordinary poor man at that time, that he was probably a patient at the hospital where he was found, that his skeleton indicated he`d done a lot of physical labor in his life and that when he died, he was over 40 years.<br><br>(BEGIN VIDEOTAPE)<br><br>PROFESSOR JOHN ROBB, UNIVERSITY OF CAMBRIDGE: (INAUDIBLE) one of Cambridge`s urban poor. It`s a group of people that is very hard to find out about from history, because historical records are based around mostly property. And if you didn`t have wealth or tax, then very often, you would not actually show up in historical records.<br><br>(END VIDEOTAPE)<br><br>AZUZ: This was done as part of a project called After the Plague. It aims to humanize people from the past.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Who painted La Bella Principessa, The Last Supper, and the Battle of Anghiari?<br><br>Michelangelo, Leonardo, Donatello or Raphael?<br><br>These are the works of Leonardo da Vinci, one of whose most famous paintings is the Mona Lisa.<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK. You`ve heard of the Mona Lisa. You probably haven`t heard of Lisa del Giocondo, whose portrait some scientists think was painted over in making the Mona Lisa. Pablo Picasso apparently painted over someone else`s portrait to create his work the Old Guitarist. Same thing for Vincent Van Gogh in painting Patch of Grass.<br><br>One thing these findings all have in common, they were discovered decades or centuries later using modern scientific instruments.<br><br>Here`s how some researchers solve or find historic mysteries of art.<br><br>(BEGIN VIDEOTAPE)<br><br>PROF. AVIVA BURNSTOCK, HEAD OF COSNERVATOR &amp; TECHNLOGY: THE COURTAULD INSTITUTE OF ART: A painting would change in the moment it`s made. And so, there`s no chance of restoring it to the way it looked when it was first made. But you can appreciate how it might have looked by doing the research that`s needed and then present it in the best it can be presented.<br><br>SUBTITLE: The Courtauld Institute of Art was established in 1932. It is the worlds` leading center for the study of the conservation of art, pioneering new technologies to reveal the complex DNA of a painting.<br><br>BURNSTOCK: With these new tools, it`s become a little bit easier to find out more about painting techniques and to find out in more detail about materials. For example, use a handheld x-ray fluorescent spectrometer to look at areas of the painting and look at the kind of elements they contain.<br><br>We learned quite a lot from people x-raying pictures and x-rays will penetrate all the way through the painting. So, you can see aspects of the whole thickness of the picture and sometimes you can see the frame and the nails that had been used to hang the canvas and sometimes you can see reworkings in paints. So, you can see things that you can`t see on the surface.<br><br>There were different devices that we use for infrared photography. So, you can do an infrared photo in specially adoptive camera. You might see something beneath the varnish. You might see drawing underneath the paint lens.<br><br>And you might find a picture under another picture or drawing underneath the picture that`s been covered up with a completely different picture.<br><br>There are always new discoveries to be made.<br><br>Each of these techniques tells you something different, to make you a good conservator, I think you need those elements.<br><br>Eventually, you know, everything changes and everything deteriorates, although we now use materials which we hope will last at least 100 years.<br><br>Inevitably, pictures will need to be cared for. And those works have been cared for.<br><br>Now, we`ve retained them. We benefit from them. We can still see them.<br><br>And the things that have been very neglected, we`ve lost them. So, that`s why conservation is important.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you are on our email list, you have known last night what was on today`s show. From our home page, just scroll down to &quot;keep in touch&quot; to sign up for our daily email.<br><br>Also from our home page, if you want to see the show transcript, while you see the show, just click the word &quot;transcript&quot; under the video. That will take you to where you can watch and read along at the same time. It`s amazing and a really good idea.<br><br>(MUSIC)<br><br>AZUZ: Now for a really questionable idea. Do you see this? It`s a design company`s concept to put the sky in sky scraper. It`s a floating building.<br><br>How does it float? We are so glad you asked.<br><br>What architects would do if they could is string up a skyscraper with high strength cabling and fasten it to an asteroid that`s orbiting the earth.<br><br>They say it`d be lightweight. That it`d be solar powered. It can get its water from clouds. It`d also be strung up from an asteroid.<br><br>Its cost of construction, they say high. But that the skyscraper would also command record prices.<br><br>I guess they wouldn`t run out of space. But if demand were sky high, if tenants could scrape together the funds, and if they can get over the suspense of living suspended, maybe it`s not just a tall tale. Just as long as no one steps outside for a walk, unless his name is Luke.<br><br>I`m Carl Azuz and that`s &quot;10 Out of 10&quot;.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-31 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-31 CNN Student News.mp4"}