{"title":"CNNSN-2015-11-23-CNN-Student-News","script":"(CNN Student News) -- November 23, 2015<br><br>Terrorists Target a Hotel In Mali; Increased Airport Security May Impact U.S. Holiday Travel; Salmonella Outbreak Linked to Cucumber Making People Sick<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to see you this Monday, November 23rd. I`m Carl Azuz for CNN STUDET NEWS.<br><br>First up, Mali. It`s a republic in West Africa, population about 17 million. They`re under a state of emergency and observing three days of national mourning, following a terrorist attack in the capital of Bamako.<br><br>The United Nations says two or three attackers entered a hotel there on Friday, and started shooting. By the time international police forces have blocked off the area and rush in, ending the attack, at least 22 people had been killed.<br><br>This terrorist act was not blamed on the ISIS group that targeted Paris on November 13th. Two other militant Islamist groups, one of them affiliated with al Qaeda said they were responsible.<br><br>Mali has struggled with Islamist militants for years. The instability caused by a military coup in 2012 allowed terror groups to take control of territory in Northern Mali.<br><br>The hotel where the attack happened was hosting international peace talks at that time. A U.N. official says the terrorists who did it don`t want to see peace in Mali.<br><br>Meantime in Europe, Belgium is on guard against terrorism. French officials say the recent attacks in Paris, which killed 130 people, were planned in Belgium. A French citizen who grew up in Belgium and is suspected on those attacks is on the run, and the capital is under its highest terrorism alert level.<br><br>(BEGIN VIDEOTAPE)<br><br>DREW GRIFFIN, CNN INVESTIGATIVE CORRESPONDENT: The threat level, level 4, was continues here in Brussels, now into its second day and it doesn`t appear to be easing. It was just announced that the metro will remain close, the rest of this day Sunday, as authorities meet late this afternoon to determine whether or not they can lift all of the restrictions they have placed on life here in Brussels.<br><br>This all developed Friday night when the prime minister announced a new, serious and imminent threat, something akin to what happened in Paris that had him asked for the closing down of all concerts, restaurants, bars, anywhere where people gather.<br><br>All of this is taking place at the same time that Belgium officials are still trying to track down that eighth elusive attacker, Salah Abdeslam, who is from Belgium.<br><br>Threat level continues here. People going on with their lives as best they can, while keeping a wary eye on anything that looks suspicious.<br><br>Drew Griffin, CNN, Brussels.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The ISIS terrorist group has threatened other cities, including some in the U.S. So, people will be especially watchful as Americans travel for the Thanksgiving holiday.<br><br>The AAA driving group is predicting that 47 million Americans, the most since 2007, will be behind the wheel at some point this week. The navigation app Waze says the best time to drive to avoid traffic is on Thanksgiving itself, in the morning or in the evening.<br><br>But increased security will probably be more noticeable for those who choose to fly.<br><br>(BEGIN VIDEOTAPE)<br><br>RENE MARSH, CNN AVIATION CORRESPONDENT (voice-over): Millions of passengers will pack unto planes to kick off the holiday travel season.<br><br>From now until December 1st, it`s estimated a total 25 million people will fly on U.S. airlines, 3 percent more than last year. This as airports around the country remain on high alert.<br><br>SETH KAPLAN, AVIATION ANALYST: TSA has to be a lot more thorough now because of all these concerns. It`s pretty simple mathematics. In the end, it`s going to take more time to screen each person and that is going to add to longer lines.<br><br>MARSH: Travelers should expect longer wait times as TSA spends more time inspecting passengers and luggage. Expect random checks, hand swabs to test for explosive residue and additional random checks at the gate. Even pre-checked passengers may be required to remove their shoes and laptops.<br><br>Homeland Security has also called for expanded screening of all items on aircraft, leaving overseas airports with direct flights to the United States. There`s no known specific threat to the U.S. But passenger planes remain a target for terrorists.<br><br>ISIS claimed this is the bomb that brought down a Russian passenger plane earlier this month.<br><br>That crash, along with the terrorist attacks in Paris, have led to a climate where pilots and airlines are taking no chances.<br><br>TOWER: The next aircraft on file is the emergency aircraft.<br><br>MARSH: Two Air France flights were diverted after bomb threats were called in.<br><br>PILOT: As a precautionary, we are declaring an emergency. It`s a security issue.<br><br>MARSH: And Thursday night, a Spirit Airlines flight was forced to make an emergency landing in Fort Lauderdale, after another bomb threat. They all proved to be hoaxes.<br><br>But heightened airport security paired with more holiday travelers will likely lead to long waits at America`s airports.<br><br>KAPLAN: Everybody understands that the first priority is to be safe. Now, especially with the new security concerns, you`re really more than ever going to want to get to the airport early.<br><br>MARSH (on camera): The other factor that could impact wait times, TSA`s full time airport security staffing levels have steadily decrease due to a shrinking budget.<br><br>Rene Marsh, CNN, Washington.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Of course, weather plays a part too in Thanksgiving travel. And except for the Pacific Northwest, forecasters are predicting decent Thanksgiving weather for most of the U.S. It should be a welcome relief to travelers in Chicago, Illinois, where hundreds of flights were cancelled over the weekend. The season`s first big snowstorm arrived. Some parts of the northern U.S. were buried under as much as 20 inches of snow. There were problems for drivers as well, with freezing rain and sleet, making things dangerous on the roads.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Freezing rain versus sleet.<br><br>JENNIFER GRAY, CNN METEOROLOGIST: It all comes down to the temperature at different levels of the atmosphere.<br><br>Take freezing rain, for example. You start with a snowflake high in the atmosphere. It will enter a warm layer, temperatures above freezing. That will cause the snowflake to melt and basically turn into a raindrop.<br><br>That warm layer is so thick that temperatures don`t get below freezing until just above the surface, not enough time for that raindrop to freeze again. So, it freezes on everything it makes contact with, roads, bridges, power lines, tree branches, everything.<br><br>On the other hand, you have sleet, the only difference is that warm layer isn`t so thick and the raindrop has enough time to freeze again. That`s why a lot of times you can hear sleet. It sounds like ice hitting the surface -- roads, cars, anything it touches.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our producers pick schools for our &quot;Roll Call&quot; at CNNStudentNews.com. We get thousands of requests. So, please be patient.<br><br>We`ve been to Vicenza. We`ve been to Livorno. Today, we`re visiting Milan in northern Italy with the American School of Milan is watching.<br><br>To the capital of New Hampshire. Hello to the Blue Dukes of Rundlett Middle School. Good to see you today in Concord.<br><br>And from Farmingdale, New Jersey, say high to the Hornets. Howell Middle School North rounds out our roll.<br><br>The Centers for Disease Control says an outbreak of salmonella infections has sickened 838 people in 38 states since this summer. Four have died.<br><br>The outbreak was linked to cucumbers imported from Mexico. It`s unlikely that any of them are still in the food supply. But if you`ve had cucumbers sitting in your fridge for a couple of months, you`ll want to throw them out.<br><br>Salmonella is a bacteria that`s not usually deadly, but it can make us violently ill.<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT: Salmonella can contaminate foods in the field or sometimes in the processing plant.<br><br>Sometimes, salmonella can get into food in your own kitchen. For example, if you`re cutting up chicken on one cutting board and you don`t clean it properly and then you cut off vegetables that you`re not going to cook, that`s called cross-contamination.<br><br>Salmonella can also live on the bodies of animals like reptiles or chickens. So, if you touch them and you don`t wash your hands, you could get yourself sick.<br><br>People usually get sick about 12 to 72 hours after eating contaminated food and symptoms include fever, diarrhea and abdominal cramps.<br><br>Each year in the United States, 1.2 million people get sick from salmonella and 450 people die.<br><br>To keep yourself from getting sick from salmonella, cook foods thoroughly. Don`t eat raw eggs. Don`t drink unpasteurized milk.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You might have heard the phrase &quot;Don`t spit into the wind&quot;. And if you haven`t, you can probably figure out why you shouldn`t do it.<br><br>But who would have thought that kicking a soccer ball into the wind would be such a threat to winning. It carries the ball far behind the defender, bounces it, pushes it over the hand of the goalie and scores for the other team.<br><br>What a nasty own goal. The game would have been a victory for the team in white but nature tied things up, deter-wind to blow up a team`s momentum, wind, lose or draw. It`s soc-hurts to watch.<br><br>I`m Carl Azuz for CNN STUDENT NEWS. We are back tomorrow, but then we`ll be off the air for the Thanksgiving holiday for the rest of the week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-23 CNN Student News.mp4"}