{"title":"CNNSN-2015-10-14-CNN-Student-News","script":"(CNN Student News) -- October 14, 2014<br><br>An American Hostage in Iran; Investigators: Missile Brought MH17 Down; A Massive Radio Telescope in China; CNN`s Top 10 Heroes<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS. Ten minutes of current events from around the world. I`m Carl Azuz.<br><br>First up, lawmakers in Iran have given the green light to a controversial nuclear deal involving their country. One hundred sixty-one members of the Iranian parliament voted for the deal, 56 voted against it.<br><br>It lifts international sanctions, these penalties on Iran, allowing billions of dollars to resume flowing into its economy. In exchange, Iran`s agreed to put its nuclear program on hold.<br><br>The U.S. led a group of five other countries in negotiating the deal. About half of Americans and most U.S. lawmakers opposed it. But the deal had enough support in the Senate to keep it in place.<br><br>There are still issues between the U.S. and Iran. The Middle Eastern country`s supreme leader says the deal won`t change his government`s stance toward the U.S. And the U.S. government says that Iran probably broke the law when it test-fired a new missile over the weekend.<br><br>Then, there`s the issue of hostages.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT (voice-over): He spent 391 days in Iran`s most notorious prison without being charged for months, tried behind closed doors.<br><br>American Jason Rezaian, &quot;The Washington Post&quot; Tehran bureau chief, appeared on CNN`s &quot;ANTHONY BOURDAIN: PARTS UNKNOWN&quot;, just before he was detained last July.<br><br>Eventually, he was accused of spying and collaborating with a hostile government, charges his family, his employer and the U.S. government call baseless.<br><br>MARY REZAIAN, JASON REZAIAN`S MOTHER: We want Jason to have a fair trial, and the only fair verdict is to acquit him.<br><br>SCIUTTO: Along with Amir Hekmati, Saeed Abedini, and Robert Levinson, Rezaian is one of four Americans held or missing in Iran. President Obama has vowed to win their release.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: We will not rest until we bring him home to his family safe and sound.<br><br>SCIUTTO: But the president came under sharp fire for not securing their freedom as part of a landmark nuclear deal with Iran, bristling when challenged by a reporter.<br><br>OBAMA: The notion that I`m content as I celebrate with American citizens languishing in Iranian jails? Major, that -- that`s nonsense.<br><br>SCIUTTO: His family feels that Jason has become a political pawn in the challenging U.S.-Iran relationship.<br><br>REZAIAN: He is paying the price of the suspicion, the animosity and the -- and the paranoia between the two countries for more than 37 years.<br><br>SCIUTTO: Iran has a history of holding Americans on trumped-up charges, from journalist Roxana Saberi to the American hikers captured in Iran, later releasing them after public trials and before serving out the sentences.<br><br>In Washington, there is concern with why Iran is detaining him and what they hope to get out of all of this.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A new report by Dutch investigators concludes that a missile brought down a passenger plane over Ukraine last year. The plane was Malaysia Airlines Flight 17, and to be clear, this is not the jet that disappeared over the Indian Ocean in March of 2014. That one still hasn`t been found.<br><br>Malaysia Airlines Flight 17 crashed in July. It was headed from Netherlands to Malaysia when a warhead exploded outside the cockpit. All 298 people aboard were killed.<br><br>The incident happened over the eastern part of Ukraine, a country that`s been at civil wars since early last year. Officials did not say who is to blame for shooting down the plane. A separate investigation aims to do that. But they did indicate that Ukrainian officials should have closed the airspace over the rest of the country.<br><br>Keeping an ear to the sky, worldwide interest in space is on the rise. NASA has five active missions to mars. Last year, European astronomers landed and then loft a spacecraft on a comet.<br><br>Now, China is building the world`s biggest radio telescope to listen for life beyond earth. Its cost is estimated at about $108 million.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: China: Looking to the stars.<br><br>MATT RIVERS, CNN CORRESPONDENT: China is building the world`s largest radio telescope called the Five-hundred-meter Aperture Spherical Telescope, or FAST. To give you an idea of just how big this thing is, imagine 30 soccer pitches put together. FAST is due to be completed in 2016, allowing researchers to detect radio signals, signs of potential life from up to a million stars and solar systems.<br><br>The Arecibo Observatory in Puerto Rico is currently the world`s largest with the diameter of 305 meters.<br><br>FAST`s precision will allow astronomers to survey the Milky Way and other galaxies and detect faint pulsars. The setup might also work as a powerful ground station for future space missions.<br><br>Maybe most interesting is its potential to advance the search for extraterrestrial signs of life.<br><br>In July, NASA sparked excitement with its discovery of an earth-like planet named Kepler 452-B, whose proximity to the sun is ideal for supporting an atmosphere and liquid water.<br><br>But detecting radio signals, signs of life radiating from the exoplanet is beyond the means of our current instruments, but not for FAST. There are many people who think we aren`t alone.<br><br>It`s not clear whether FAST will ever find evidence of little green men, but it will allow us to look further than ever before.<br><br>(END VIDEOTAPE)<br><br>AZUZ: CNNStudentNews.com is the only place where we look for your &quot;Roll Call&quot; request. Here are three of the schools watching today:<br><br>Amesbury Middle School is in Massachusetts, and it`s the Eagles who are soaring over the town of Amesbury.<br><br>Next, to the village of Wausaukee, Wisconsin. It`s where we found the Rangers on patrol at Wausaukee High School.<br><br>And in the Netherlands, we`re shouting out our friends at Coornhert Gymnasium. Hello to everyone watching in the city of Gouda.<br><br>(MUSIC)<br><br>AZUZ: Ordinary people taking extraordinary steps to address a problem. These are CNN Heroes. The company just announced its top 10 heroes and viewers get to choose the CNN Hero of the Year. We put up a link to the site for that at CNNStudentNews.com.<br><br>Here are the top 10, you`ll recognize many of them from our &quot;Character Study&quot; series.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDERSON COOPER, CNN HOST, AC360 (voice-over): Bhagwati Agrawal is fighting the water crisis in his homeland. His nonprofit created a rain water harvesting system that now provides water to six villages, more than 10,000 people in India`s driest region.<br><br>DR. JIM WITHERS, PITTSBURGH, PENNSYLVANIA: Safety net. Anybody home?<br><br>COOPER: From Pittsburgh, Pennsylvania, Dr. Jim Withers. More than 20 years he`s taken medicine to the streets, bringing free equality health care to city`s homeless.<br><br>Monique Pool. In 2005, she turned her home into a sanctuary for sloths in the South American country of Suriname.<br><br>She has since rescued, rehabilitated and released hundreds of these mammals and other animals back to the wild.<br><br>Richard Joiner has led his rural community of Conetoe, North Carolina, to better health by helping young people grow and distribute 50,000 pounds of fresh food each year.<br><br>Maggie Doyne. After graduating from high school, she traveled the world and a visit to war-torn Nepal changed her life. Today, she helped provide a home for about 50 children in Nepal and a school for hundreds more.<br><br>From Charlottesville, Virginia, Sean Gobin. After serving in Iraq and Afghanistan, this U.S. Marine found healing when he hiked the Appalachian Trail. Now he supports other combat veterans as they &quot;walk off the war&quot;.<br><br>KIM CARTER, HELPS HOMELESS WOMEN AND CHILDREN RECLAIM THEIR LIVES: You`re ready and you`re willing because you wouldn`t have came here if you wasn`t.<br><br>Kim Carter cycled in and out of incarceration and homelessness. Then she decided it was time for a change. Today she`s helping hundreds of women in similar circumstances reclaim their lives.<br><br>Rochelle Ripley, determined to keep a promise she made to her Native American grandmother. Her nonprofit has delivered an estimated $9 million in aide to the Lakota people in South Dakota.<br><br>Jody Farley-Berens lost her close friend, a single mother of four, to cancer.<br><br>UNIDENTIFIED FEMALES: Good morning.<br><br>COOPER: Since 2006, she and her nonprofit have provided assistance to hundreds of single moms who are battling the disease.<br><br>And in Chicago, Daniel Ivankovich is a surgeon who treats first and bills later.<br><br>DANIEL IVANKOVICH, GLENVIEW, ILLINOIS: This is pretty darn good.<br><br>COOPER: Since 2010, his nonprofit has provided care to more than 100,000 uninsured or underinsured patients in Chicago`s troubled neighborhoods.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Space water, you might think we`re talking about evidence of water on mars, or the detection of it on a distant planet. Nah, we`re talking about water in space, because it looks cool.<br><br>Astronauts aboard the International Space Station made a blob of water float around and then they turned to colors. They put bubbles in it and they got some really detailed video of it, thanks to a high tech camera they have aboard the station.<br><br>I guess they wanted to make a splash, and after addressing the gravity of the situation, they probably figured water we waiting for. We`re the H2-only ones up here. Footage like this is a worth the weightlessness.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-14 CNN Student News.mp4"}