{"title":"CNNSN-2016-11-14-CNN-Student-News","script":"(CNN Student News) -- November 14, 2016<br><br><br>A Major Earthquake Strikes New Zealand; An IMF Loan Could Bring Some Relief to Egypt`s Economy; A Drought Fuels Wildfires in Appalachia<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Broadcasting current events from around, this is CNN STUDENT NEWS. And I`m Carl Azuz.<br><br>First story takes us to the South Pacific nation of New Zealand, where a powerful earthquake jolted the country`s south island just after midnight on Monday. A little more than a million people live in the south island and though earthquakes are common in New Zealand, they`re not usually this powerful.<br><br>This was a magnitude 7.8 quake, a major one, capable of causing significant damage. Its epicenter was about 30 miles northeast of the city of Christchurch, home to 340,000 people. But the quake was estimated to have hit about 14 miles deep and the buffer between the quake itself and the earth surface might have kept things from being worse.<br><br>New Zealand`s building code aims to make structure strong enough to get through tremors. But especially in an island nation, the quake itself is only part of the problem.<br><br>You`re hearing tsunami sirens, urgent warnings telling people who live anywhere near the coast to get to high ground, waves that were eight feet higher than the country`s usual tide levels were reported early on, a local meteorologist said it was the highest tsunami the country has seen in 38 years. By Monday morning, the thread had eased and people at high risks areas were told they could go back home.<br><br>Still, there were a number of aftershocks, some strong enough to cause further damage. The nation`s prime minister said at least two people have been killed, but more deaths were feared. New Zealand is located on the Pacific Ocean`s Ring of Fire -- a horseshoe-shaped belt where a lot of the earth`s volcanic and earthquake activity takes place.<br><br>For the struggling economy of Egypt, aid is on the way in the form of the $12 billion loan from the International Monetary Fund. The IMF is an organization of 189 countries. It aims to stabilize global economies and it gives loans to member countries that need it. Egypt is one of those countries.<br><br>Since the so-called &quot;Arab Spring&quot; led to the overthrow of its leader in 2011, Egypt`s economy has been on a slide. Political struggles and terrorist attacks have hurt Egypt`s tourism and foreign investment and the IMF loan can help.<br><br>But in order to get it, Egypt`s government had to create a sales tax. It had to stop giving financial aid to help Egyptians pay for electricity. It had to raise the price of gasoline and it had to float its currency, allowing the value of the Egyptian pound to change based on supply and demand.<br><br>Taking these steps help Egypt secure the loan it needed from the IMF. But the consequences are hurting ordinary Egyptians.<br><br>(BEGIN VIDEOTAPE)<br><br>IAN LEE, CNN CORRESPONDENT (voice-over): The pinch felt hardest at the market. Food prices increased by as much as 50 percent. Overnight, the Egyptian pound lost half its value against the dollar. The Central Bank floated the currency earlier this month.<br><br>&quot;I have four kids. I can`t provide for them. Egyptian money is worthless. This 200 pound note has become essentially 20,&quot; says this street vendor.<br><br>&quot;The increase in fuel prices pushed everything up,&quot; says this fruit vendor. &quot;Transportation from the market has doubled. So, we increase our prices too. Now, whoever used to buy two kilograms buys one kilo.&quot;<br><br>The price at the pump rose 40 percent as the government cuts subsidies. Another hit came last week when Saudi Arabia`s Aramco suspended a $23 billion deal, stopping a monthly delivery of 700,000 tons of refined oil products for five years. No reason was given.<br><br>(on camera): The average Egyptian made the equivalent of roughly $140 a month before the difficult but necessary devaluation. Now, it`s about $70, putting them barely above the poverty line.<br><br>(voice-over): Making things worse, there`s a drug shortage. This factory produces crucial heart disease medication and antibiotics. Its marketing director says they`re struggling to keep up with demand because the government sets prices at the pharmacies artificially low, adding they only have enough raw materials for three to four months.<br><br>(END VIDEOTAPE)<br><br>AZUZ: More than 5,000 firefighters and other workers who helped them are trying to get a handle on dozens of forest fires in Appalachia. Tens of thousands of acres have been scorched. Thousands of aircraft are assisting in the fight.<br><br>An entire town in North Carolina had to be evacuated and wilderness area of northeast Georgia has been burning for almost a month. While some of these fires are being investigated, they might have been caused by arson, others were started by natural events like lightning strikes.<br><br>All of the fires have been helped along and made worse by an ongoing drought in the region. The low humidity combined with winds at night pushing these blazes along.<br><br>Several state parks have been closed so that people who worked at them can help fight the fires. The smoke can be seen and smelled a hundred miles away from some of the blazes.<br><br>There might be a silver lining to the drought in the Southeast, though. It`s true that the wildfires have become the main disaster threat to the region this fall. But there hasn`t been a single tornado in the U.S. so far this November.<br><br>Spring is often associated with the country`s severe weather. But fall, especially in Gulf Coast states, also sees its share of twisters. Last year, there were 99 of them observed in November. The U.S. gets about 58 on average this month alone.<br><br>Meteorologists say we`re not out of the woods yet. Most of November`s biggest tornado outbreaks have happened in the later part of the month.<br><br>But with the dryness of this drought, which extends from Mississippi to North Carolina, a key ingredient is missing for the formation of super cell storms. Those are the type that can produce tornadoes. And here`s a look at how exactly they do that.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: All you need for a tornado really to form are thunderstorms and a jet stream. That jet stream is a loft. It makes the energy, if you have moisture at the surfaces, dry air, cold air, pushing that moisture up, you can get a tornado to form in any state.<br><br>Those days where all the ingredients combine, you get the humidity, you get the dry air, you get the jet stream, you get upper energy in the jet stream. You get winds turning as you go aloft. The higher you go, the winds actually change direction. That can cause storms -- those things all cause storms to exist and get big. Those are the ingredients that caused a big tornado day.<br><br>So now the EF scale, the Enhanced Fujita Scale, starts at zero and goes to five. Anything above 200 miles per hour is considered an EF5 tornado.<br><br>If you have a zero, you`re going to lose shingles.<br><br>A 1, you may lose a couple of boards on the roof.<br><br>A 2, you lose all the windows and maybe even a wall.<br><br>A 3, EF3, you will lose a couple of walls on the outside, but there will still be a part of the home standing.<br><br>An F4, most of the home is gone, but you`ll still see the refrigerator, you`ll still see a closet and you`ll still see the bathroom.<br><br>An EF5, you cannot find the house. It`s completely gone.<br><br>We don`t know how big that Fujita Scale will be, how big that tornado will be, literally, until after we look at the damage.<br><br>We have this, this -- almost this triangulation that no other country in the world, no other region in the world, has. We have the Rocky Mountains to our west. We have the Gulf of Mexico in our south. We have Canada and very cold air masses coming down from the north.<br><br>All of those things combined make Tornado Alley, typically the Plains -- Texas, Oklahoma, Kansas, Nebraska, all the way to Chicago, as far south as the Southeast, including Georgia and Alabama. That`s basically the new or the bigger Tornado Alley.<br><br>The greatest threat of a tornado is being hit by something that the tornado is moving. If you`re outside or if you`re not protected inside, if you get hit by a 140-mile-per-hour 2 x 4, you`re going to be killed. So you need to be inside on the lowest level, somewhere in the middle of the home, away from windows.<br><br>When you hear the word &quot;warning&quot; and you hear your county, that`s when you need to take cover.<br><br>When you hear the word &quot;watch,&quot; that means something might happen today. Let`s have a plan.<br><br>When you hear the word &quot;warning,&quot; it`s too late to make a plan. You need to already have the plan. &quot;Warning&quot; is the long word, it`s the bad one.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Anyone know the plural of mongoose? Because this is it, about 20 mongooses or mongeese recently disrupted a round of the European Tour in Sun City, South Africa. They still respect the golf etiquette though, living the ball alone on the green. Didn`t move it a bit.<br><br>Despite the interruption, the animals didn`t cause any problems. The play continued right after they left. A baboon, an apparent caiman, and a six-foot python have disrupted other golf events.<br><br>So, in light of all that, mongoose is seen pretty tamed. They`re obviously part of the club. Their ground game is good compared to eagles and birdies. And they`re great at driving snakes away, though golfers looking to iron out the wrinkles of their game might say that mongeese on the course are just ferret (ph).<br><br>For CNN STUDENT NEWS, I`m Carl A-goose.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-14 CNN Student News.mp4"}