{"title":"CNNSN-2015-10-07-CNN-Student-News","script":"(CNN Student News) -- October 7, 2014<br><br>South Carolina Struggles with Historic Flooding; Vaccine Shows Promise Against Ebola; Technology to Charge Cars While Driving. Aired 4- 4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking 10 minutes for CNN STUDENT NEWS. I`m Carl Azuz.<br><br>First up, the sun broke through yesterday over South Carolina, a welcome sight to many people there after a rainy weather system parked itself over the state last week and drenched it. It could be a while before the soaked parts of the southeastern state dry out. Some rivers there which have already flooded might not hit their highest points for another two weeks.<br><br>This is being described as a thousand year storm, meaning there`s a one in a thousand chance this would happen in any given year. Nature has had to find ways to cope. Experts say fire ants can bond together to create a floating raft like this one until they find dry ground.<br><br>The effects of the flooding on people are even more visible.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK VALENCIA, CNN CORRESPONDENT (voice-over): Officials in South Carolina waking up to lingering fears that more catastrophic flooding and new dam breaches could be on the way.<br><br>MAJ. GEN. BOB LIVINGSTON, NATIONAL GUARD: From the river standpoint, we haven`t hit the worst of it yet.<br><br>VALENCIA: Nine dams failing, buckling under the pressure of historic rains. Some areas seeing more than 20 inches. The deluge to blame for more than a dozen deaths in the Carolinas.<br><br>GOV. NIKKI HALEY (R), SOUTH CAROLINA: Just because the rain stops does not mean that we are out of the woods.<br><br>VALENCIA: This road collapse in Lugoff claiming the life of a man driving with a female passenger. The vehicle careening through barricades. She survived, pulled from the overturn wreckage amid rushing water.<br><br>In Ridgeville, a chilling rescue of a different kind. Floodwaters unearthing caskets from a nearby cemetery.<br><br>UNIDENTIFIED MALE: Somebody`s family out there. To show respect, this is respect. We`ve got to respect the death.<br><br>VALENCIA: This man risking his own life venturing into waist deep water, pushing a casket to shore.<br><br>In the hard-hit area of downtown Columbia, the Congaree River peaking to the highest it`s been in decades, covering interstate roads, living homes underwater and washing out bridges. Now, at least six nearby states sending emergency workers into South Carolina for added flood relief.<br><br>So far, 1,300 National Guard members are on duty. Crews and Black Hawk helicopters leading statewide rescue efforts.<br><br>UNIDENTIFIED MALE: Sad because people lost their businesses. They`ve lost homes and it affected everybody across the board. It did not discriminate.<br><br>VALENCIA: The devastation fronting president Obama to declare South Carolina a major disaster area, ordering federal aid.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A vaccine currently being tested is showing a lot of promise against the deadly Ebola virus.<br><br>The worst outbreak in history started in March of 2014. Three countries in West Africa, Guinea, Liberia and Sierra Leone were the hardest hit. And last year at this time, the first cases in the U.S. were being treated, after people who`d travelled to West Africa or come in contact with those who had contracted the virus.<br><br>Now, a new vaccine is inspiring hope in the fight against Ebola.<br><br>(BEGIN VIDEOTAPE)<br><br>LAURIE SEGALL, CNN MONEY CORRESPONDENT: Ebola is one of the deadliest diseases in the world. Certain strains can kill 90 percent of those who catch it. More than 11,000 people have died from the virus and it`s infected more than 28,000.<br><br>As devastating as this disease is, it`s also inspired one of the most extraordinary achievements in medical history.<br><br>During the largest Ebola epidemic ever, spanning from Liberia to Atlanta set out to develop the first vaccine for Ebola.<br><br>Coordinating a massive international group of scientists and drug companies, the WHO seemingly managed the impossible -- cutting through regulatory red tape, the group collaborated to fast track the vaccine. What usually takes a decade or more just took just 12 months.<br><br>We tend to see rapid development from places like Silicon Valley, tech giants holding all night hackathons to fix a problem, but rarely do we see this type of speed from the medical committee.<br><br>But the hope that the WHO has provided a blueprint for accelerating drug trials and research so the medical community can react quickly the next time a killer virus strikes.<br><br>There are no vaccines for some of the most dangerous pathogens that spread very quickly through the air, think SARS.<br><br>But after Ebola, we may be one step closer to preparing for such an outbreak.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`re starting today`s call of the roll in the Pine Tree State. That`s the nickname for Maine. And from its largest city Portland, we heard from the Lions of Lincoln Middle School.<br><br>Not too far from Salt Lake City, Utah, there`s a city named American Fork. And we`re shouting out the Seagulls today from Dan Paterson School.<br><br>And in the nation of Myanmar, also known as Burma, it`s great to see our viewers at Yangon International School. It`s in the city of Yangon.<br><br>As gas prices have gone lower in the U.S., it has generally meant lower sales for electric cars.<br><br>More Americans have been going with gasoline powered engines. Part of the reason: most electrics, with the exception of the more expensive Tesla brand don`t go that far on a charge. A gas powered car could drive more than 300 miles on a full tank of gas. Most electrics can`t go 100 miles before needing to recharge.<br><br>But what if the roads themselves could charge them?<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): It`s practically instinct. The light comes on and you search for the nearest gas station. Every once in a while, panic sets in, but we usually know fuel is close by. The problem: oil is not sustainable. A solution: electric, but it has its physical limitations.<br><br>CLAUS DANIEL, OAK RIDGE LABORATORY DIRECTOR: The biggest challenge right now is what we call range anxiety. It means people are really worried about this new technology and they feel like they`re stranded at some point, right? Battery is empty and they can`t go any further.<br><br>CRANE (on camera): Right.<br><br>DANIEL: And that is often the number one reason why they will not buy an electric vehicle. This technology could completely revolutionize that.<br><br>CRANE (voice-over): The technology Claus is referring to is called dynamic wireless charging. It works just like the wireless internet, but instead of getting you online, it charges your car as you drive.<br><br>Oak Ridge National Laboratory is a transportation testing facility run by the U.S. government. Their mission is to solve the world`s transportation problems and that means convincing automakers, consumers and taxpayers that it`s worth it to rip up America`s interstates.<br><br>(on camera): How do you retrofit roads to become wireless charging stations?<br><br>PT JONES, OAK RIDGE NATIONAL LABORATORY: One of the current scenarios is that the coil could actually be embedded in the roadway. Those are the part that would be placed in the roadway or placed in the parking opportunity.<br><br>CRANE: So, this would be embedded in the road?<br><br>JONES: You actually have flashed at ground level.<br><br>CRANE: OK.<br><br>JONES: So, this one would be on the underside of the vehicle and as the vehicle drives anywhere, it would be free from any debris or any possible impact. And then this one would be the one that`s embedded in the vehicle`s (INAUDIBLE) bases.<br><br>CRANE: What would be the power source of these pads?<br><br>JONES: Well, I`ve seen different scenario adoptions play out. And one of those is a solar array. To utilize land that`s available next to the roadways as you drive on a free way.<br><br>CRANE (voice-over): Oak Ridge isn`t the only place experimenting with dynamic wireless charging. At least 10 other countries across the globe are toying with using high tech coils in the roadways.<br><br>(on camera): The cost for installing these wireless charging stations, what dollar amount are we talking here?<br><br>DANIEL: If you assume that it costs about $2 million per mile to put it into a highway. It would be about $80 billion and you would have the entire interstate system equipped with like electrified HOV lanes. And that now enables you to always leave the interstate with a full tank of electricity in your battery.<br><br>CRANE: What`s the biggest hurdle?<br><br>JONES: I`d say the biggest hurdle is really getting some hardware in different vehicles and showcasing the interoperability of systems and highlighting to the consumers that it`s safe and that it`s semi-autonomous, that there are not a whole lot of interaction. That you`re considering an electric vehicle, if there are more opportunities to charge up easily, vehicles can become cheaper because of batteries themselves are a little bit smaller.<br><br>(END VIDEOTAPE)<br><br>AZUZ: At Thompson`s Farm in Naches, Washington, `tis the season of hayrides, tree-ripened apples, fresh fried donuts and firing pumpkins out of a cannon.<br><br>Farmer John Thompson custom-created this uncommon contraption that`s become his main attraction. It uses pressurized air to launch pumpkins almost a mile away. He calls it his pride and joy and uses it for target practice, as well as simply proving to the world that some pumpkins actually can fly.<br><br>If anything can draw a crowd, that cannon. There`s no charge to see it, proving there is such a thing as a free launch. Maybe it stems from the farmers` good nature. Maybe he just does it for the greater gourd.<br><br>I`m Carl Azuz. We always enjoy a little pun-kin on CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-07 CNN Student News.mp4"}