{"title":"CNNSN-2016-10-25-CNN-Student-News","script":"(CNN Student News) -- October 25, 2016<br><br><br>French Officials Begin Clearing &quot;The Jungle&quot;; Theory Explains Bermuda Triangle Mysteries; Video Games` Effects<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Welcome to CNN STUDENT NEWS.<br><br>First up this Tuesday, officials in France have started clearing the way of &quot;The Jungle&quot;. That`s the nickname for a refugee camp. It`s become a symbol of the challenges that the continent has faced in most serious refugee crisis since World War II. The jungles in the northern French city of Calais, it`s made up of tents, makeshift shelters, campers and bad shape and thousands of migrants and refugees live there, many of them from Afghanistan, Eritrea and Sudan.<br><br>So, why Calais? Because it`s connected by an undersea tunnel to Britain and many migrants wanted to get to Britain because its economy is relatively good and its employment rate is slow.<br><br>But European Union rules say migrants have to apply for asylum to stay in the first European country they arrive in -- so, France in this case. And that nation`s government says they can either stay in France or go back to their home countries. There`s been some violence between the migrants who don`t want to leave and police, and the relocation process could take a week.<br><br>(BEGIN VIDEOTAPE)<br><br>MELISSA BELL, CNN CORRESPONDENT: The migrants began lining up here even before the sun had risen. The many hundreds who are determined to take up the French government`s offer and try to seek asylum in one of France`s regions. They go through this line into the hangar just over, where they get to choose a region and they`re put on busses and taken directly to where they`re to see asylum, which is why they`ve come with all their worldly belongings.<br><br>This in the sense is the first part of the process -- the evacuation of the camp ahead of its demolition. We caught up with one of those migrants who`ve arrived nice and early to ask him why he`d chosen to give up on his dream of getting one day to the United Kingdom.<br><br>UNIDENTIFIED MALE: I feel better. It`s good for us. So, we`re living like animals, not like humans. Did you see the jungle, some places? It`s very sad place, boring place. So, like animals, we live like animals in the jungle.<br><br>BELL: One of those who`s decided to take up the French government`s offer. In the sense, though, the much more difficult part of this process begins when the bulldozers move in and the camp itself begins to be dismantled. We`ve heard from many people who do not want to take up the French government`s offer and who are determined instead of clinging on to their dream of making it to the U.K., and that`s why the police presence here, is as great as it is, 1,200 orderly policemen and riot policemen are on standby to deal with that second part of the evacuation, the dismantling of the camp itself.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Bermuda Triangle mystery solved?<br><br>The Bermuda Triangle is the triangular area of ocean between Bermuda, Miami, and Puerto Rico.<br><br>It has long been associated with mysterious disappearances and paranormal activity.<br><br>A Science Channel report found hexagon-shaped &quot;air bombs&quot; over the region.<br><br>UNIDENTIFIED MALE: These types of hexagonal shapes of the ocean are in essence air bombs. They`re formed by what are called micro bursts and they`re blasts of air that come down to the bottom of the cloud and then hit the ocean, and then create waves that can sometimes be massive in size as they start to interact with each other.<br><br>SUBTITLE: The report suggests that 170-mph &quot;air bombs&quot; can bring down planes and ships.<br><br>Researchers concluded this after studying similar cloud formations in Europe`s North Sea.<br><br>But meteorologists say this is a common weather pattern seen all over the world.<br><br>The debate continues over the mysteries surrounding the Bermuda Triangle, but it has not been solved.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next, selfies. Love `em or hate `em, a recent study from Penn State University examined the science viewing them. It looked at survey responses from 255 people. It focused on how they reacted to seeing other people`s selfies on social media.<br><br>It found that those who spent a lot of time looking at other selfies tended to feel worse about themselves. Researchers think it might because of jealousy or feeling their own lives don`t measure up.<br><br>There`s a different response, though, to groupies -- selfies of a group of people. And the study found that those who spent time looking at groupies tended to feel better about themselves. It might have something to do with the sense of belonging, a connection to the community in the picture.<br><br>Some research on the effects of posting selfies is inconclusive. It`s not clear if it makes the poster feel better or worse. For many, it depends on the kinds of responses they get to their selfies.<br><br>Kicking off a two-part series today on videogames. The industry had more than $23 billion in revenue last year, a 2015 Pew survey indicated that 72 percent of American teenagers play them, about 84 percent of all boys in the U.S. and 59 percent of all girls. But games have their downsides, as well as their upsides. And this week, we`re examining both, starting with the mental and physical threats they can pose to gamers.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): The game is DOTA 2 and this is the international tournament. At stake, a whole lot of cash and bragging rights that your team is the best in the world.<br><br>(on camera): How did you get into gaming in the first place?<br><br>CLINTON `FEAR&quot; LOOMIS, EVIL GENIUSES: I started playing online and just got really hooked to this game. And then, eventually, out of nowhere, just some team just like, you know, do you want to win some gear by playing in this tournament. I`m like, yes, sure that sounds fun, and just slowly progress and getting paid a little bit. First, you got gear and then you got paid a little salary.<br><br>And then, here we are today, these multimillion dollar tournaments.<br><br>GUPTA: Just going back to that early time, though, what was about the gaming that really attracted to, do you think?<br><br>LOOMIS: It was just like very mentally stimulating I guess. It could keep my attention for hours and then you make little mistakes and like you just want to play a new one to fix those mistakes. So, it was just like every game just made you want to play better. So, I just like it was very addicting I guess.<br><br>GUPTA (voice-over): And that addiction helps explain why DOTA claims more than 13 million unique players a month. Spending too much time in videogaming`s alternative world can lead to some serious real world injuries.<br><br>DR. LEVI HARRISON, ESPORTS DOCTOR: So, this your ulnar styloid.<br><br>GUPTA: Dr. Levi Harrison is the self-proclaimed and now trademarked eSports doctor. Dr. Levi is an orthopedic surgeon specializing in hand, wrist and upper extremity conditions. Gamers seek him out from just down the street in California, and from as far away as the Middle East.<br><br>(on camera): What are the certain types of injuries that are most common?<br><br>HARRISON: Well, yes, I see a lot of repetitive cases (ph) specifically tendinitis. I also see carpal tunnel. I see (INAUDIBLE)<br><br>GUPTA: Somebody came to me and I don`t take care of these types of injuries. But if someone came to me and said, look, I`m having a lot of pain from playing these games, I would say?<br><br>HARRISON: You would say --<br><br>GUPTA: Don`t play these games as much.<br><br>HARRISON: And I would say, not necessarily. Take a five minute break every sixty minutes, doing the stretches, doing the exercises. But more importantly, stay well-hydrated when you`re gaming, to not just sit there for 12 and 14 hours.<br><br>GUPTA (voice-over): But the problem with extreme gamers, they just don`t know when enough is enough. China was the first country in the world to declare Internet addiction a clinical disorder in 2008. These teenagers in Beijing can`t pull themselves away from the computer, not to eat, not to sleep, not even to go to school.<br><br>The documentary &quot;Web Junkie&quot; follows them as their parents have them admitted to Daxing Internet Addiction treatment Center. It`s an attempt to break them of their bad habits.<br><br>UNIDENTIFIED MALE (translated): Some kids are so hooked on these games they think going to the bathroom will affect their performance. So, they wear a diaper.<br><br>GUPTA: We decided to go see Director Tao Ran ourselves. He`s the psychologist who established this facility to teach children how to use the Internet responsibly.<br><br>Tao says he`s rescued thousands of addicted teens through a mixture of medicine and psychology. He claims 80 percent of teenagers can recover if their family is engaged in the process, but only half that if they`re going it alone.<br><br>So, here, the boys are learning basic life skills, like washing clouds and making their beds. As well as games that challenge their minds and bodies.<br><br>They tell us Tao`s program has helped their relationship with their families and that when they leave, they`re going to spend more time in the real world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, it`s like a hotel room with no heat, no room service and no walls. It`s located in Estes Park, Colorado, and costs $1,200 a night, but you can`t beat the view.<br><br>Cliff camping, sleeping on the face of a cliff used to be for experience climbers only. But a U.S. company is helping amateur climbers do it. A guide goes with you to help set up your hanging cot, and then you`re free to relax, assuming you could relax.<br><br>It might leave experience climbers stone-faced, but it might be rappelling to others and set them on edge. You`d have to get accliffated and you`d be adrenaline for a long time. But as long as you don`t mind a rock-hard headboard and you don`t ever sleepwalk, this could be great for someone who really likes hanging out.<br><br>Thanks for hanging out with us. I`m Carl Azuz. What`s on tomorrow`s show? We`ll keep you in suspense.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-25 CNN Student News.mp4"}