{"title":"CNNSN-2016-03-25-CNN-Student-News","script":"(CNN Student News) -- March 25, 2016<br><br><br>Syrian Forces Fight for Palmyra; Zika Virus Threatens to Spread Further<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Breaking news: Fridays are awesome! Happy to have you watching this last Friday in March. I`m Carl Azuz.<br><br>First up, a battle for the city of Palmyra. We reported on it before. It`s an ancient landmark in central Syria.<br><br>The ISIS terrorist group took over Palmyra last year and it destroyed a pair of 2,000-year-old temples there because ISIS believed they conflicted with the group`s severe interpretation of Islam. ISIS has used the city for mass executions but now, Syrian government troops are battling to take Palmyra back. They`ve been helped by Russian airstrikes. But the troop`s progress into the city is slow, because ISIS fighters reportedly leave mines in places where they retreat.<br><br>Palmyra is a strategically important place, capturing it could hinder the movement of ISIS. U.S.-led airstrikes continue to target the terrorists in other parts of Syria.<br><br>Officials from the World Health Organization say no one knows how far the Zika virus will spread worldwide. A new study suggests it might have gotten to Brazil in 2013. There are now thousands of suspected cases there, hundreds in the U.S. And the virus has spread as far away as Australia, as some Australians who travelled to the Caribbean and other Zika affected areas have returned home with the virus.<br><br>It`s particularly dangerous for pregnant women, though Zika threatens others as well. The mosquito that spreads it is found in areas where more than half the global population lives.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Zika, a virus unheard of 70 years ago, is exploding around the planet, creating what the World Health Organization calls a global health emergency. Common symptoms include fever, rash, headaches and red eyes. If there are any symptoms at all.<br><br>Four out of five people who get Zika don`t even know it. Zika is spread primarily by the female Aedes Aegypti mosquito. She`s called the roach of the mosquito world, due to her crafty ways of hiding and breathing inside homes, making her hard to find and eliminate.<br><br>Zika is also been linked to Guillain-Barre, a rare auto immune disorder that can lead to paralysis. But what makes Zika really scary is an alarming connection between the virus and microcephaly. That`s a neurological disorder where babies are born with small heads and small brains, with severe developmental issues, even death.<br><br>Some countries are so concerned. They are warning women not to get pregnant.<br><br>While in the United States, CDC officials are telling pregnant women not to travel to any of the countries where Zika is circulating.<br><br>Scientists are working around the clock to attack the virus. But as of yet, there`s no vaccine, or medicine to treat Zika.<br><br>So, protect yourself by using and reapplying insect repellant, wearing thick long sleeve shorts and pants, and staying inside in screened air-conditioning rooms and areas where Zika is active, and be sure to remove any standing water where mosquitoes can breathe.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Checking in now with U.S. presidential nomination process. Voters in more than of U.S. states have had their say. For the Democrats so far, former Secretary of State Hillary Clinton leads with 1,229 pledged delegates and 482 super delegates. Vermont Senator Bernie Sanders has won 924 pledged delegates and 27 super delegates.<br><br>For the Republicans so far, businessman Donald Trump leads with 741 delegates, Texas Senator Ted Cruz has 461 delegates, and Ohio Governor John Kasich has 145.<br><br>At the party conventions this summer, these delegates are expected to vote for the candidates who won them. But if a candidate doesn`t win enough delegates to clinch his or her party`s nomination before that, a brokered or contested convention is possible.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: Things could be wild pretty fast and let me explain how that might be the case.<br><br>Let`s imagine we have a state out there that is a winner-take-all state, that it went to Donald Trump and all of the people there are bound delegates. Meaning in on the first ballot, they must cast their vote for Donald Trump, no matter what their personal feelings are.<br><br>On the next ballot, if he does not get the magic number then, about half the people in this hall, a little bit more, will become unbound, and they won`t have to vote as their state voted and on subsequent ballots, even more become unbound until virtually everyone here can vote as they please.<br><br>Then, in our mythical state, we may find that actual Trump supporters comprise only eight of the 20 delegates and maybe there are some people here who support Ted Cruz, maybe some who support John Kasich.<br><br>And if these people start wheeling and dealing, and for argument`s sake, Cruz that they choose, you could find that in this state, 12 people could go to Ted Cruz, 12 delegates and only eight for Donald Trump, even though he won the state. And you can bet if that happens, there will be a lot of sharp words and debates going on on the convention floor.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From Atlantic to Pacific, gee, this &quot;Roll Call&quot; is terrific. Let`s get down to business and see who`s watching.<br><br>James F. Doughty School is with us today. From Bangor, Maine, the Pine Street, hello to the Bulldogs.<br><br>Moving out west to Arizona, Mountain View High School is on the city of Mesa. It`s great to have the Toros along today.<br><br>And crossing the Pacific, we arrive in China. Hangzhou International School is there. They`re watching in Hangzhou.<br><br>(MUSIC)<br><br>AZUZ: At a restaurant in Cleveland, Ohio, there`s a non-profit program that gives workers free training every week. Though there`s a zero tolerance policy when it comes to violence or drugs, students there get paid, they get help finding counseling and housing, and according to the program`s founders, there`s an incredibly high success rate.<br><br>It`s a character study in second chances.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: I was in (INAUDIBLE) zero. Everyday, I wake up and it was like, they`re not going to (INAUDIBLE) nothing. No one`s going to hire you. You got felonies.<br><br>I gave my time. I want to move on. I want to go forward.<br><br>UNIDENTIFIED FEMALE: I was trying to find employment, but with felony that I caught, it just, I couldn`t get really hired anywhere.<br><br>BRANDON CHROSTOWSKI, CNN HERO: I was a reckless teenager, and one night, I was arrested and thrown in jail. Fortunately, I had a judge who gave me a break.<br><br>Everyone deserves a fair and equal second change.<br><br>At Edwins, you can come to us and start over.<br><br>It`s a fine dining restaurant. We have a very classic French menu, but also, it`s a free six-month culinary and hospitality training program.<br><br>We`re (INAUDIBLE) a carrot, OK? My left hand moves and my right hand follows.<br><br>What we try to do here is teach those fundamentals.<br><br>Keeping close the blade -- here you go.<br><br>All our students here are formerly incarcerated, or had a brush with the law, like myself.<br><br>What`s the big difference between California, Pinot Noir and Burgundy?<br><br>UNIDENTIFIED FEMALE: They expect us to work really hard, but they give a sense of purpose.<br><br>Nobody even mentions the birthday, that`s upsetting to me.<br><br>This is somewhere I belong, the people who need me somewhere. My value did not decrease, because I have a record.<br><br>UNIDENTIFIED MALE: You can overcome a hard challenge here at Edwins. It gives you confidence.<br><br>UNIDENTIFIED MALE: They say I make the best, but no (INAUDIBLE) around.<br><br>CHROSTOWSKI: We`re here because we want to see them succeed.<br><br>UNIDENTIFIED MALE: I`m here, I` m doing and I`m going to finish and I`m going to live out (ph).<br><br>CHROSTOWSKI: To have second chances, to have a new life. If you`re ready to work hard, you can change your status.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All dogs are known for panting. This one is known for painting. His owner who`s also an artist was doing her thing one day when her three-year-old pet nudge her. She asked if he wanted to paint, he wagged harder. So, now, she sets him up with some nontoxic colors, a paint brush attached to a paper towel tube, and lets him captain a canvas.<br><br>Not sure how he feels about the beret and scarf, but the artistic animal`s abstractions sell for as much as $200. The proceeds are going to help other dogs.<br><br>They call him a regular dog Vinci. But don`t think other breeds couldn`t compete. Consider this Chagall-den retriever, the Matisse-ian, the Viscian Freda (ph), the Chihua Warhol, the Basquiat hound, the Se-rottweiler (ph), the Laso Piccaso (ph), the Callivaggio (ph), and, of course, the great Michael Newfoundlangelo.<br><br>I`m Carl Azuz, brushing up on my puns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-25 CNN Student News.mp4"}