{"title":"CNNSN-2015-01-16-CNN-Student-News","script":"(CNN Student News) -- January 16, 2014<br><br>Boko Haram Terrorizing Nigeria; &quot;Titanic&quot; Survivor`s Letter; Climbing El Capitan; Free Ride for Eclipse<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: It`s the most awesome day of the week, and you are in for ten minutes of commercial free news. I`m Carl Azuz.<br><br>One story we`ve been following is ongoing violence in Nigeria. About half of the African country is Muslim, most of them live in the north. 40 percent is Christian, most of them live in the south. And since 2009, c a militant Islamic group has been terrorizing Nigeria. They want a stricter form of Muslim religious law imposed throughout the country. And as we reported last year, they`ve been brutal in their tactics, kidnapping more than 200 schoolgirls.<br><br>Boko Haram has targeted civilians, churches, government buildings, sometimes using children to carry out their attacks. Local officials say Boko Haram recently murdered as many as 2,000 people in recent assaults on northern Nigerian villages. President Goodluck Jonathan visited the region yesterday. He`s up for reelection in February and critics say he`s not doing enough to stop Boko Haram.<br><br>(BEGIN VIDEOTAPE)<br><br>NIC ROBERTSON, CNN CORRESPONDENT: We`ve been talking to soldiers here, and what they tell us is a very, very worrying and troubling picture. They say they are being outgunned, outmanned, outresourced by Boko Haram. When they get on the battlefield, Boko Haram, they say, have big anti-aircraft comes on the backs of trucks. Weapons that are accurate enough to three quarters of a mile. The soldiers say they only have small AK-47s, weapons that are only useful up to a few hundred yards. They only have 60 bullets when they go into battle. Boko Haram, they say, have many more bullets. They put down more fire power. The soldiers for the most part are forced to withdraw. The soldiers even have to pay for their own uniform. They don`t have flak jackets and helmets in many cases. So they are being beaten from the battlefield by Boko Haram. Their moral is low, and this is one of the<br><br>reasons that Boko Haram is able to make the gains that they are making under the military successes really rather far fueled and far between .<br><br>(END VIDEOTAPE)<br><br>AZUZ: Over to Belgium now where government officials say they just prevented a major terrorist attack. Yesterday, police raided a building in Verviers, a city in eastern Belgium. They were looking for a suspected terrorist cell, small group of people waiting for orders to attack. A Belgian justice official says the terror suspects immediately started shooting at and attacking police.<br><br>Belgian officials say the three suspects have been under surveillance for a while. Some of them are believed to have traveled to Syria where the ISIS terrorist group operates.<br><br>Official say the suspects in Belgium might have gotten orders from ISIS. Counterterrorism operations were going on in other Belgian cities, and security has been increased across Europe following last week`s terrorist attacks in the French capital.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The pine tree state, the ocean state and the blue grass states, some of the states of today`s &quot;Roll Call.&quot; Warsaw Middle School is in Maine, the rebels are with us today from the town of Pittsfield.<br><br>Moving down the Eastern seaboard, hello Highlander Charter High School. The Hawks rock in Warren, Rhode Island.<br><br>And of Lebanon, the city in central Kentucky where it`s always night time - the knights of Marion County High School round out our roll.<br><br>Up next, a letter. One that could fetch as much as $6,000 when it goes up for auction later this month. Why? It involves the Titanic. One of the most famous shipwrecks in history. Titanic hit an iceberg on the night of April 14, 1912. The ship that was called unthinkable, sank within three hours. Of 2200 people onboard, about 700 got to life boats and survived. That was one of the problems when the ship went down. There weren`t enough life boats for the people on board. But there were still enough to hold just under 1200 people. So, why did only 700 survived? Because the live boats weren`t filled the capacity.<br><br>One rumor of why haunted the woman who wrote the letter up for auction.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: This letter is handwritten, and it is by a survivor of the Titanic. Lady Lucy Duff Gordon. She wrote this letter on May, 27 1912. She is writing to her very good friend that lives in New York, and she begins the letter by saying thank you so much for your care, your concern, because of the disaster that just happened.<br><br>She goes on to talk about her husband Cosmo. Lady Lucy Duff Gordon was a very important fashion designer at the time. This was definitely a couple that had a lot of money. And they ended up in life boat number one, and that`s where the controversy begins. Lady Lucy Duff Gordon says in the letter that she and her husband Cosmo were the only ones that were asked to testify before the British Wreck Commissioners inquiry. She also says that after that, that the tabloids went rampant, saying that it was her husband that commandeered the life boat and the person that was rowing to say, row even faster. Don`t put any more survivors on board.<br><br>Now, here are the facts. That life boat could hold 40 survivors, the fact of why there were only 12 survivors in that life boat, and not 40 has never been corroborated, but Lady Lucy Duff Gordon in this letter to her friend in 1912, says that her husband never got over the rumors, that it affected him for the rest of his life. She says, &quot;That he was brokenhearted over the negative coverage for the rest of his life.<br><br>(END VIDEOTAPE)<br><br>AZUZ: See if you can I.D. me. I`m a U.S. national park that features water falls, meadows, wilderness and giant sequoias. I`m home to Half Dome, and El Capitan. You`ll find me in California Sierra Nevada Mountain range.<br><br>I`m Yosemite. And I`m visited by more than 3 million people each year.<br><br>(BEGIN VIDEOTAPE)<br><br>DAN SIMON, CNN CORRESPONDENT: Towering over part of Yosemite is the rock named El Capitan. One part of that rock is it`s Dawn Wall. It`s incredibly stiff, and it doesn`t have a lot of cracks or seams. That makes it tough to climb, especially free climb, using only hands and feet.<br><br>After 2.5 weeks, two men completed that climb yesterday. They slept in tents that hunk from bolts in the granite. They had friends climb with ropes to bring them supplies, but the free climb was all their own.<br><br>KEVIN JORGENSON, FREE CLIMBER: It feels incredible. I mean we`ve been working on this since 2009, and Tommy first envisioned the line in 2007, so it`s been all consuming in our lives since then, and it`s pretty surreal to wake up this morning and have the climb complete.<br><br>SIMON: And this was considered the world`s hardest climb, that`s because the pair using just their feet and hands to scale that massive 3,000 foot wall known as El Capitan in Yosemite National Park to become the first people in the world to free climb the formations down wall. Now, they did have ropes and other safety devices, in case there was a fall. They did fall from time to time, but they did achieve the impossible. Tommy Caldwell and Kevin Jorgeson during that free climb.<br><br>Now, you are talking about a journey that goes all the way back to December 27. They did have some supporters who were sending them up supplies and food to keep them going. As you can imagine, going down will be a lot easier than going up. That moment five years in the making.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, a passenger you don`t normally see on the bus. But a welcome one all the same. Eclipse regularly takes a ride to the dog park by herself. Her owner took her there constantly, and when he was delayed one day, well, the black lab/bullmastiff mix just took the ride without him. He meets her at the park later. All the bus drivers know her, love her and give her free rides. In fact, the transit company suggests she keep her owner on a leash.<br><br>How do you eclipse that? The dog`s gotten the golden ticket. They don`t have to collar on or ruff, and she is one well behaved passenger. That`s our last stop for the day. We are off Monday for the Martin Luther King holiday. We`ll have coverage on that and other headlines for you Tuesday.<br><br>Have a great weekend, everyone.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-16 CNN Student News.mp4"}