{"title":"CNNSN-2017-02-16-CNN-Student-News","script":"(CNN Student News) -- February 16, 2017<br><br><br>Relations Between U.S. and Israel; A Brief History of Walls; &quot;Wrestling Diplomacy&quot; in Iran<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: A meeting between two world leaders is what`s explained first today on CNN 10.<br><br>I`m Carl Azuz. Thank you for taking the time to watch.<br><br>It was the first time that U.S. President Donald Trump and Israeli Prime Minister Benjamin Netanyahu met face to face since the American leader was inaugurated. In a news conference Wednesday, President Trump said the U.S. would encourage a great peace deal between Israelis and Palestinians, but that it would be the two sides themselves that would have to directly negotiate that agreement.<br><br>What President Trump didn`t say was whether he supported the idea of a two- state solution. In the Middle East conflict, this is the idea that Palestinians would have their own country alongside Israel.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: I`m looking at two-state and one-state, and I like the one that both parties like.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But experts say it`s very unlikely that Palestinians would accept any agreement that doesn`t give them their own state. As far as Israel and the U.S. go, this is expected to be the beginning of a friendlier relationship between the two countries. They`ve historically been close allies.<br><br>But former President Barack Obama and Prime Minister Netanyahu often didn`t get along. One issue that divided them: Israeli settlements. President Obama strongly opposed them.<br><br>On the campaign trail, Mr. Trump supported them. But on Wednesday, as president, he said he`d like to see Israel hold back on settlements.<br><br>Why are these controversial?<br><br>(BEGIN VIDEOTAPE)<br><br>OREN LIEBERMANN, CNN INTERNATIONAL CORRESPONDENT (voice-over): The city of Ariel is growing, one of the largest Israeli settlements in the West Bank.<br><br>A new neighborhood slated for this hilltop. The city`s university has 15,000 students and a sense of permanence.<br><br>Prime Minister Benjamin Netanyahu approved a thousand new homes here and promised more.<br><br>BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): There is no way that Ariel won`t be part of the state of Israel. It would be part of Israel forever.<br><br>LIEBERMANN: Ariel is located about 12 miles inside the West Bank. It`s one of the settlement blocks, areas with many Israeli settlements and few Palestinian villages.<br><br>Israel expects this to end up in Israel in any final status agreement.<br><br>Danny Tirza shows us the blocks on his maps. He was the Israeli territorial expert during decades of negotiations.<br><br>DANNY TIRZA, FORMER NEGOTIATOR: You can see the orange areas here, this is the swap area that we offered to the Palestinians. All these yellow areas will be Palestine. And the blue areas, these are the (INAUDIBLE) blocks.<br><br>LIEBERMANN: Land swaps had been talked about in negotiations, but former Palestinian Prime Minister Ahmad Qurei warns the swaps have to be agreed upon. He says Israel now is acting alone, and violating international law with settlement expansion.<br><br>Near Ariel, the city`s industrial park is growing. Forty-five companies with 3,000 employees, Israeli and Palestinian.<br><br>Like many in Israel`s right wing, park director Eleazar Zila (ph) sees a golden opportunity with President Donald Trump who he sees as more sympathetic to Israeli settlements and Am Yisrael, the people of Israel.<br><br>Settlements are illegal under international law, imposed by virtually the entire international community, because the West Bank is considered occupied territory. Israel disputes this, saying Jews have a historic and religious right to live in the West Bank. But the U.S. has traditionally had tremendous sway on the peace process. Question now, which way is President Donald Trump pulling?<br><br>What`s clear is settlement growth is accelerating, regardless of whether it`s building a foundation for peace or burying it in concrete.<br><br>(END VIDEOTAPE)<br><br>AZUZ: President Trump says Israel has set an example that walls work to improve a nation`s security. It has a barrier along its border with the West Bank. It has a fence along its southern border with Egypt.<br><br>According to PolitiFact.com, experts say illegal immigration from Egypt to Israel has dropped noticeably since that fence was built. But they say there are other factors in how effective a wall can be, from how they`re guarded, to how long they are.<br><br>(BEGIN VIDEO CLIP)<br><br>TRUMP: We are going to build -- the wall -- wall -- wall -- wall -- wall - - wall -- wall -- wall -- wall. It will be big and it will be high and strong.<br><br>SUBTITLE: A Brief History of Walls.<br><br>REPORTER: The world has a lot of walls -- big ones, small ones, historic ones.<br><br>RONALD REAGAN, FORMER U.S. PRESIDENT: Mr. Gorbachev, tear down this wall.<br><br>REPORTER: Divisive ones. Some are built to keep people in and some to keep people out. Soon, the world may have a new one, the Trump wall, spanning 2,000 miles along the U.S.-Mexico border.<br><br>Border walls have had varying decrees of success.<br><br>Even the most famous of all, the Great Wall of China was not able to completely stop invaders. The Mongols simply rode around it.<br><br>The Berlin Wall was meant to stop East Germans from migrating en masse to the West. But thousands still scale it, tunnel under it and even flew over it. And in 1989, it was torn down.<br><br>Israel says the West Bank wall has helped stop terrorist attacks on its citizens, but the U.N. condemned the barrier as illegal and an unlawful act of annexation, something Israel denies.<br><br>And the U.S. isn`t the only country reinforcing its borders. Hungary has put up razor wire fences to halt the wave of refugees flooding. And Spain has put similar barriers around its enclaves on the North African coast.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What sports styles include freestyle and folkstyle?<br><br>Wrestling, swimming, boxing or skiing?<br><br>Two of wrestling`s main styles are freestyle and folkstyle. The other is Greco-Roman.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And it`s the Freestyle World Cup that`s happening right now in the Middle Eastern nation of Iran. It runs today and tomorrow.<br><br>There was some doubt about whether the American team would be there. Iran is one of the countries included in President Trump`s executive order that temporarily banned certain immigrants from entering the U.S. And Iran said it would retaliate in legal and political ways. That might have kept the American wrestlers from entering Iran for the competition. But after the executive order was blocked in U.S. courts, the wrestlers were allowed into Iran.<br><br>Political trouble continues between the two nations. Iran`s leaders have spoken repeatedly against the U.S. under administrations, including those of Presidents Obama and Trump. President Trump has repeatedly criticized the controversial 2015 nuclear deal that included the U.S. and Iran.<br><br>But for the wrestlers, competing in this year`s world cup, these issues aren`t on the mat.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): A tough sporting mission with a twist of diplomacy. America`s national wrestling team is in Kermanshah, Iran, for the World Cup -- a trip that almost fell through because of tensions between the U.S. and Iran.<br><br>Olympic gold medalist Jordan Burroughs saying the team is just happy to be here.<br><br>JORDAN BURROUGHS, TEAM USA WRESTLING: It`s really difficult for a period of time, but we stayed the course. We continued to train, continued to prepare. And luckily, we were able to come.<br><br>PLEITGEN (on camera): Of course, there was a lot of uncertainty for the Team USA wrestlers, not knowing for a very long time whether they`d be able to come here to Iran at all. But now that they`ve made it, they say their main focus is to compete hard and win big.<br><br>(voice-over): Iran and America are wrestling powerhouses. Many U.S. wrestler stars (ph) in Iran like Olympic gold medalist Kyle Snyder.<br><br>KYLE SNYDER, TEAM USA WRESTLING: No, I can say there`s a little bit of turmoil politically. But definitely, you don`t see that within the sport.<br><br>You know, we respect each other as competitors and as people.<br><br>BILL ZADICK, HEAD COACH, TEAM USA: This is my fourth time in Iran. We`ve been treated extremely well, as we have in the past and as we tried to reciprocate when they come to the United States.<br><br>PLEITGEN: The head of Iran`s wrestling federation tells me politics have no place in the sporting rivalry.<br><br>&quot;We are two very powerful international wrestling&quot;, he says. &quot;And along with others, we`re trying to help the sport internationally to promote wrestling throughout the world.&quot;<br><br>Iran and the U.S. are clashing once again on the wrestling mat. And now that the diplomatic hurdles have been cleared, the athletes say their only focus is trying to win it all.<br><br>Fred Pleitgen, CNN, Kermanshah, Iran.<br><br>(END VIDEOTAPE)<br><br>AZUZ: These pictures get &quot;10 Out of 10&quot;.<br><br>Horsetail Fall is a waterfall in California`s Yosemite National Park. But every February for a couple of weeks, the water is on fire. It`s an optical illusion that happens when the setting sun hits the waterfall at just the right angle.<br><br>And because of all the rain and snow California`s gotten recently, the waterfall is bigger this year than it`s been in a while, making for spectacular displays of what`s called the &quot;Fire Fall&quot; -- which sounds kind of like a James Bond movie.<br><br>But if a waterfall becomes a fire fall, a hot ticket for any fire-tographer who can`t lava-lone a photo opportunity that`s almost too hot to handle, there`s really no way to beat the heat, except by taking really cool photos which one might call molten out of 10 on CNN 10.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-16 CNN Student News.mp4"}