{"title":"CNNSN-2016-11-15-CNN-Student-News","script":"(CNN Student News) -- November 15, 2016<br><br><br>A CNN Reporter In Iraq Survives Being Trapped in A Battle; Sudden Currency Switch Causes Problems in India; U.S. President-Elect Trump Builds His Team<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hello to our viewers worldwide. Welcome to CNN STUDENT NEWS. I`m Carl Azuz.<br><br>We`re following up on a major battle going on right now in a city of northern Iraq. On one side, international forces led by the Iraqi military and supported by U.S. troops. On the other, ISIS terrorists who took over the city of Mosul in 2014. This is ISIS`s last stronghold in Iraq, and a defeat there would be a major setback for the terrorists, though they still have territory in other parts of Iraq and in Syria.<br><br>Iraqi-led troops are fighting ISIS on the streets, in neighborhoods. They`re facing hidden explosives and car bombs.<br><br>And caught in a crossfire: thousands of civilians from Mosul and its surrounding towns. Some of them forced to stay through the ISIS occupation. Some of them used by ISIS as human shields. Many are trying to escape Mosul and the shelling and gun fire around their homes.<br><br>But as CNN`s Arwa Damon personally found out, it`s incredibly dangerous to move around the city for troops to find their way in or anyone trying to find their way out.<br><br>(BEGIN VIDEOTAPE)<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT: The vehicle in front of us exploded. The vehicle behind us had already been targeted. We were actually physically pinned.<br><br>SUBTITLE: Surviving an ISIS attack.<br><br>A CNN team was in Mosul as coalition forces battled to retake the city from ISIS.<br><br>DAMON: The story is recapturing Mosul from ISIS, going in and trying to depict that as best as we can is how we do our job.<br><br>SUBTITLE: Reporter Arwa Damon and cameraman Brice Laine were embedded with Iraqi military.<br><br>Producer Hamdi Alkhshali remained behind a frontline berm, communicating only with spotty cell service.<br><br>DAMON: There`s snipers on rooftops and they`re receiving incoming mortar fire that ISIS is shooting.<br><br>SUBTITLE: After three hours, the unit Arwa and Brice were traveling with was ambushed.<br><br>DAMON: Having a focus, having a reason for being there, being in that situation mentally allows you to cope with it.<br><br>UNIDENTIFIED FEMALE (translated): You are right to be afraid. I am not afraid form me, but I am afraid about my father, I have no-one else but him. I swear, I have no one but him.<br><br>DAMON: If you allow your thoughts, the worst of your thoughts to run away, if you can`t control that panic, you could potentially put yourself in even more danger.<br><br>SUBTITLE: Communications inside Mosul were difficult, and producer Hamdi often lost contact with his team.<br><br>HAMDI ALKHSHALI, CNN PRODUCER: I was hearing explosions from that direction, other direction, gunfire never stopped.<br><br>DAMON: I don`t know. Honestly, I don`t know.<br><br>ALKHSHALI: At 3:15, I heard a massive explosion from her direction, live (ph), it was black in front of me. Sent her a text message, just tell me OK. It was 45 minutes until I get the answer back, she said, yes, but situation is bad. That 45 minutes, it was like two years to me.<br><br>DAMON: I was actually curled up with the family who I met, and yes, the fighting was happening outside, but you kind of crave and cling to these moments to allow your mind to escape from it.<br><br>They`ve been coming across quite a bit of sniper fire, gunfire, mortar rounds, rocket-propelled grenades, and of course, car bombs.<br><br>SUBTITLE: Arwa and Brice took shelter in homes with civilians and wounded soldiers.<br><br>DAMON: The frontline was the house we were in`s wall. Each time we went to the door, the bullets would start pinging at us, because that`s how close the ISIS fighters were.<br><br>SUBTITLE: They were trapped in the town for 28 hours.<br><br>DAMON: It`s terrifying. You run without knowing if you`re going to make it.<br><br>ALKHSHALI: I don`t think anybody imagined the things I was thinking about, what if and what if and what`s going to happen. Suddenly, she picked up the phone, and I said, &quot;I`m in the Humvee, I`m in the Humvee, I`m coming to you.&quot; And I said, that`s impossible. She`s coming up.<br><br>DAMON: Oh my God, I can see you.<br><br>ALKHSHALI: She`s with me, she`s with me.<br><br>DAMON: There`s a lot of relief. There`s also a great sense of appreciation for the fact that we have the luxury to leave. The soldiers, they have to go back. The civilians are still back there living this hell, living that fear that we experienced for 28 hours, that right now is their daily reality.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Compelling story.<br><br>Moving from the Middle East to southern Asia. The problem: India struggles with counterfeit money and tax evasion. It`s also a country where almost all consumer transactions are made with cash.<br><br>A potential fix: last week, the government said it would replace Indian currency, switching out its two largest bank notes. Those account for more than 80 percent of the country`s rupee notes. The current ones were suddenly banned.<br><br>So, the complications: the country`s banking infrastructure isn`t good and banks have been overwhelmed. The new notes are of different size than the old ones, so India`s ATM`s will have to be reset. The currency change might help solve some problems, but it`s created others.<br><br>(BEGIN VIDEOTAPE)<br><br>RAVI AGRAWAL, CNN CORRESPONDENT (voice-over): A crackdown on counterfeiters and tax evaders.<br><br>(on camera): At mom and pop stores like this one here that sell a whole range of products, there are no credit card machines. Every single transaction is in cash and that`s not usual across the country. In fact, experts say that 90 percent of all transactions in India are in pure cash.<br><br>(voice-over): So, even if it`s expensive jewelry, people paying cash, and that`s what the government wants to change. One reason is taxation. Only 3 percent of Indians actually pay income tax. That`s in part because the tax barrier is high, but also because it`s difficult to keep track of so many off the books cash payments.<br><br>The government`s main target is rich tax evaders, people literally stockpiling hidden cash. But this week, the middle class is feeling the pain as well. We walked around a few banks in New Delhi, long queues of men and women lined up to replace old money with new. For now, they can only exchange the equivalent of 4,000 rupees, just $60.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. President-elect Donald Trump, with the help of Vice President- elect Mike Pence, is hiring a team to help run the government.<br><br>Republican Party chairman Reince Priebus was chosen to be White House chief of staff. He`ll help with everything from scheduling to managing information and communications in the executive branch. Working alongside him, Steven Bannon, who served as chief strategist and senior counselor.<br><br>Bannon was the executive chairman of Breitbart News, a conservative news and opinion website that sometimes featured controversial content.<br><br>Neither of these appointments require Senate approval, but other cabinet positions will. So, President-elect Trump will be looking to fill those in the months ahead. It`s all part of the transition, from one presidential administration to another.<br><br>(BEGIN VIDEOTAPE)<br><br>MAX STIER, CEO, PARTNERSHIP FOR PUBLIC SERVICE: In a post-9/11 world, the importance of effective transition planning is not only about whether the president is going to get done what they promised on the campaign trail, but it`s fundamentally about whether they`re going to keep our country safe.<br><br>SUBTITLE: Why are national security transitions so important?<br><br>MIKE LEAVITT, CHAIRMAN, MITT ROMNEY TRANSITION TEAM: There`s a grand opportunity with a new administration, it`s a new start. It`s also a time of some vulnerability, that if it`s not done well, the country literally is vulnerable from a security standpoint, from an economic standpoint, from a cultural standpoint, and, of course, the new administration is highly vulnerable.<br><br>RYAN CUNNINGHAM, EXECUTIVE DIRECTOR, JOHN KERRY TRANSITION TEAM: The most important work that has to be done is the secretary of defense and the national security advisor. That really helps to tell our allies and our adversaries, as well as the American people that the wheels are moving and that the handoff of power is going to be stable. It also helps to get those individuals who will be in charge of our military, our law enforcement, you know, important government services, our economy, it gets them in the role soon, so they can start working.<br><br>CLAY JOHNSON, EXECUTIVE DIRECTOR, GEORGE W. BUSH TRANSITION TEAM: In today`s time, it`s not a safe world. It`s not a at peace world.<br><br>CHRIS LU, EXECUTIVE DIRECTOR, BARACK OBAMA TRANSITION TEAM: No matter how much planning you do, something will happen that you won`t have expected.<br><br>It will be a policy change. It could be national events, international events, that will cause you to have to refocus your agenda.<br><br>STIER: You can`t line up North Korea and Russia to say, you know, you only can -- you can only cause me trouble this time because I`m dealing with the other folks.<br><br>JOHNSON: You can just imagine if 9/11 had been 2/11, or 1/21/11, how important it would have been to have a president and his national security posts all those (ph) people in place, really brief, having had some prior exposure to the process and other people they would be in that room with, when something awful that happen.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If radio, baseball, mascots and pocca (ph) all have halls of fame, why shouldn`t toys?<br><br>Since 1998, the National Toy Hall of Fame play things that had been popular for a while and inspired people to play creatively. That`s whole bubble wrap could be nominate, alongside Rock `Em Sock `Em Robots, Transformers when they were just toys, Nerf balls, Union.<br><br>But the actual inductees this year included something enjoyed for generations, the swing.<br><br>Some will question if the swing is really a toy. It`s certainly seen its ups and downs over the years. It has high and lows.<br><br>The hall probably went back and forth over the decision. Maybe the swing was an underdog. But it`s always kept people in suspense and it can`t be beat for just hanging out.<br><br>Swing and a miss! I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-15 CNN Student News.mp4"}