{"title":"CNNSN-2017-01-06-CNN-Student-News","script":"(CNN Student News) -- January 6, 2017<br><br><br>Our second production of CNN 10 covers a lot of ground in 10 minutes. We&apos;re explaining air pollution in China, some factors that drive Russia&apos;s president, and a characteristic shared by all drone bees. We&apos;re also looking for a bee species that may be extinct, and we&apos;re examining exactly why a ball is famously dropped on New Year&apos;s Eve.<br>WEEKLY NEWSQUIZ<br>Click for a printable version of the Weekly Newsquiz (PDF).<br>1. What nation&apos;s leader is Benjamin Netanyahu, who recently spoke out against the U.S. following its abstention from a U.N. Security Council vote concerning settlements?<br>2. What amendment to the U.S. Constitution specifies January 3 as the start date for each new Congress?<br>3. Who is the president of Russia, a nation that denies American accusations that it interfered in the 2016 U.S. presidential election?<br>4. In which chamber(s) of the U.S. Congress do members of the Republican Party hold a majority?<br>5. As discussed on Thursday&apos;s show, what two-word term describes both a room whose walls reflect sound and an area in which someone&apos;s own ideas are reflected?<br>6. Name one of the two air pollution problems for which China recently declared a red alert.<br>7. As featured on Friday&apos;s &quot;:10 Trivia&quot; segment, what do all drone bees have in common?<br>8. The Peach Drop, the Cheese Drop, and the Possum Drop are all American celebrations on what holiday?<br>9. Name one of the two years when the New York Times&apos; tradition of lowering a ball on Times Square was NOT observed.<br>10. When the Harlem Globetrotters are not on the roof, what U.S. basketball team regularly plays at Oracle Arena in Oakland, California?<br>TRANSCRIPT<br>CARL AZUZ, CNN TEN ANCHOR: Thank you for 10 to join CNN TEN for 10 minutes of international news.<br>And just so we&apos;re on the same page, Fridays are awesome!<br>I&apos;m Carl Azuz. We&apos;re happy to have you watching.<br>We&apos;re starting in the Asian country of China, the world&apos;s most populated nation and some parts of it have seen two red alerts already this year.<br>What is a red alert? It&apos;s China&apos;s strongest warning about air quality. One of the recent red alerts was for smog. In more than 20 Chinese cities, schools were closed earlier this week. Factories were shut down. Vehicles that gave off a lot of pollution were banned from the roads.<br>And then, yesterday, China&apos;s northern and eastern regions received their first ever red alert for fog. Visibility was severely limited in some areas. Pilots and sailors were told to be careful. Drivers were told to slow down.<br>Air pollution is an ongoing problem in many parts of China and it&apos;s usually worse in winter. Cold air inversions in the atmosphere can trap smog close to the ground, and more coal is burned in cold weather to keep heaters running.<br>A congressional hearing yesterday in Washington, D.C. focused on global cyber threat and almost all of it centered on Russia, which the Obama administration accuses of hacking into American computer systems and interfering in last year&apos;s U.S. election.<br>A Republican senator said, quote, &quot;Every American should be alarmed by Russia&apos;s attacks on our nation.&quot; A Russian spokesman said his country was sick and tired of people, quote, &quot;irresponsibly blaming everything on Russia.&quot;<br>Taking a look at Russian President Vladimir Putin -- what makes him tick?<br>(BEGIN VIDEOTAPE)<br>PHIL BLACK, CNN INTERNATIONAL CORRESPONDENT (voice-over): Some have believed (ph) Vladimir Putin could be the most powerful man in the world. Not everyone sees him that way. But Putin has powerful levers, he&apos;s often willing to use -- including cyber power, military might and a cult of personality. Together, they form an often effective web of influence.<br>While Moscow denies highly skilled hackers tried to influence the U.S. election, they&apos;ve also been accused of spying and causing big disruptions in other countries, like Estonia and Ukraine -- claims Russia also rejects. Russia&apos;s enormous hacking power, state and criminal, isn&apos;t a new. It traces back to the USSR when its universities were designed to produce world class engineers.<br>Putin&apos;s power is also hugely enhanced by his very personal control of Russia&apos;s vast military, much of it including the nukes, is also a Soviet legacy. So, Putin is pumping extraordinary amounts of money to modernization, but most analyst agree Russia&apos;s conventional forces are still only mighty enough to project power close to its borders.<br>Russia also used limited air power to successful prop up the Syrian regime. But critics say that works because of Putin&apos;s willingness to indiscriminately bombard civilian areas, something Moscow denies.<br>One of the biggest sources of Putin&apos;s power is his own extraordinary popularity at home. The more other world leaders criticized him, the more Russians celebrate their president. His approval figure soared with Ukraine and spiked again with Syria.<br>The reason many Russians really care about their country&apos;s ability to influence world events, even if it comes to sanctions and a hit to their own quality of life. They&apos;re proud of it. Putin also benefits from a political system and the media landscape with zero tolerance for criticism.<br>So, no doubt, Vladimir Putin is powerful and unpredictable, but he&apos;s also limited by some pretty big problems. The Russian economy isn&apos;t going anywhere. That&apos;s why there is another popular theory about Putin and his web of influence, as someone who plays a weak hand very well.<br>(END VIDEOTAPE)<br>(BEGIN VIDEO CLIP)<br>AZUZ (voice-over): Ten-second trivia: What do all drone bees have in common? Are they all males, females, worker bees, or carpenter bees?<br>Well, the queen and worker bees are all females, it&apos;s the drones who are all males.<br>(END VIDEO CLIP)<br>AZUZ: But bees are disappearing worldwide. Scientists&apos; theories as to why include a might that attacks fees, pesticides that kill the insects, habitat loss, and even bad nutrition for bees. And the cause for concern goes well beyond the collapse of honey bee colonies. Bees help pollinate 35 percent of the world&apos;s food.<br>The Franklin&apos;s bumblebee alone would help pollinate cranberries, blueberries and melons. But that type of bee may already be extinct.<br>(BEGIN VIDEOTAPE)<br>JOHN SUTTER, CNN COLUMNIST: The vacuum on one hand and net in the other, Robbin Thorp (ph) is on a quest.<br>ROBBIN THORP: So, we&apos;re coming into an area where we last saw Franklin&apos;s.<br>SUTTER: He&apos;s searching the mountains of Oregon for Franklin&apos;s bumblebee. It&apos;s a species he&apos;s believed to be the last person on earth to have seen alive, and he&apos;s got the sample of the bee in the back of his truck. It&apos;s from the 1950s.<br>THORP: And this is Franklin&apos;s. And you can see, she has a black face, little touch of whitish hair there. Pretty subtle.<br>SUTTER: This is a bee that could be extinct in the wild.<br>THORP: Could be. I&apos;m not willing to give on it, but I&apos;m hoping it&apos;s still out there under the radar.<br>SUTTER: The last time he saw it was 2006, exactly ten years before he invited me to join him. Thorp is 83 now, a retired professor from UC-Davis, and mostly, he works alone, day after day, year after year.<br>I spent two days looking for Franklin&apos;s bumblebee with Thorp. I found the work absolutely maddening.<br>THORP: The ones that do here fly by your ear. I always think, well, that must have been a Franklin&apos;s. I don&apos;t think you can put an economic value on the species. They&apos;re all priceless really. But Franklin&apos;s is one that I&apos;ve got a lot of personal investment in. And, yes, I feel an attachment in terms of doing it.<br>SUTTER: I&apos;m not sure whether he&apos;ll find it. But maybe that&apos;s beside the point. The truth is that for anyone to know a species like Franklin&apos;s bumblebee had vanished, someone like Thorp has to be looking.<br>(END VIDEOTAPE)<br>AZUZ: In Atlanta, Georgia, there&apos;s a giant peach that drops on New Year&apos;s Eve. It&apos;s one of many annual traditions nationwide. In Wisconsin, there&apos;s a giant cheese drop.<br>In North Carolina, a possum drop, or at least a possum lowering. It&apos;s in a box. It&apos;s not hurt.<br>But the famous drop is probably at New York&apos;s Times Square. What exactly got this ball rolling?<br>(BEGIN VIDEOTAPE)<br>REPORTER: Before we had time zones, each city kept their own time based on the sun. This was a problem for sailors, whose time pieces often got de-calibrated at sea.<br>In the early 1800s, an official in the Royal Navy suggested using a visual on shore. So, they put a ball on top of the flag pole, and raised up a second ball a few minutes before 12:00, when light passed between the two, sailors set their clocks to noon.<br>Eventually, self winding clocks and other new tech made these time balls unnecessary.<br>Fast forward a few years, &quot;The New York Times&quot; relocates to what is now Times Square. To celebrate, they decided to throw a party on New Year&apos;s Eve. Before then, New Yorkers gathered at Trinity Church where people would throw bricks in the air like confetti. So, &quot;The Times&quot; opted for fireworks instead.<br>But a couple of years later, the city banned the display. Tasked with finding an even safer celebration, the newspaper found inspiration in those old naval time balls.<br>In 1907, a 700-pound ball of wood and iron, outfitted with 125-watt light bulbs is lowered to ring in the New Year. A tradition was born.<br>Since then, we&apos;ve only gone without the ball twice. That was in 1942, and 1943, when the government was worried the bright lights could be a target during World War II. So, chimes were used instead.<br>(END VIDEOTAPE)<br>AZUZ: We&apos;re &quot;10 out of 10&quot;, it&apos;s too bad basketball shots can&apos;t be worth more than three points, because while the Golden State Warriors regularly sink three pointers at Oracle Arena in Oakland, California, a member of the Harlem Globetrotters recently trotted to the roof of the arena itself and took a shot from 100 feet up and 100 feet away. Swish!<br>Now, it&apos;d be a bad idea to jump up to celebrate and he didn&apos;t do that. But if your job is trotting the globe, banking on an athlete or a zone to layup a world of hop dream possibilities, fans will raise the roof when you raise up to the roof and sink a shot that&apos;s kind of an air ball and a free throw and a slam dunk all at once.<br>For that, you get 10 points, and we hope you&apos;ll make it a point to join us again Monday when CNN TEN returns. I&apos;m Carl Azuz. Have a great weekend, everyone.<br>CNN 10 serves a growing audience interested in compact on-demand news broadcasts ideal for explanation seekers on the go or in the classroom. The show&apos;s priority is to identify stories of international significance and then clearly describe why they&apos;re making news, who is affected, and how the events fit into a complex, international society.<br>Thank you for using CNN 10<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-06 CNN Student News.mp4"}