{"title":"CNNSN-2017-01-13-CNN-Student-News","script":"(CNN Student News) -- January 13, 2017<br><br><br>Storms Ease California`s Drought; Britain Approves Tunnel Under Stonehenge; U.S. Inauguration Speeches Strike Familiar Tones<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN 10 ANCHOR: Fridays are awesome on CNN 10!<br><br>Well, they`re awesome, period, but we`re happy that yours includes our show. I`m Carl Azuz.<br><br>The U.S. state of California has been suffering a historic drought. Three years ago, its governor declared a drought state of emergency. Late last year, 97 percent of California was in drought. But today, the U.S. drought monitor says less than 60 percent of the state is under drought conditions.<br><br>What happened?<br><br>A series of winter storms all hitting in a short amount of time. Since Monday, more than seven inches of rain had fallen, mostly in northern California. Six to 12 feet had fallen on the Sierra Nevada Mountains. They`re California`s biggest source for water storage and their snow could help refill nearby rivers and lakes, many of which have already risen considerably in recent days.<br><br>There`s a major downside to this sudden soggy storms, though. Avalanches, flooding, river waters rising over their flood stages, soaking land, buildings and homes nearby. It`s brought dangerous conditions to many Californians.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: In the U.S., flash floods kill more people than tornadoes, hurricanes or lightning.<br><br>A flash flood creates a rush of moving water that can sweep a grown man off his feet, a car off the road, and even your entire home off its foundation.<br><br>When the ground become so saturated that water can no longer seep into the soil, it begins to run off quickly into rivers and streams and this causes a rise in water and a flash.<br><br>Densely populated areas have an extremely high risk of flash flooding, with the additional concrete in less grassy areas for the water to soak into the soil, and they can see flash flooding very quickly. In the mountainous terrain, the combination of gravity, plus the easy runoff can lead to catastrophic flooding, when all of that water is funneled into the rivers, creeks, and even the valleys.<br><br>Remember, flash flooding can happen in the blink of an eye, that`s why it`s so important to stay alert and pay attention in case a flash flood watch or warning is issued for your area.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia.<br><br>Which of these historic structures is oldest? Stonehenge, the Great Wall of China, the Colosseum, or Machu Picchu?<br><br>Researchers believe construction on Stonehenge started in around 3000 B.C., making it the oldest structure on this list.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Now, why it was built remains a mystery. But that doesn`t keep more than a million people from visiting Stonehenge every year. It`s one of Britain`s most famous landmarks. It`s also near a road with really bad traffic.<br><br>That`s why the British government has approved a project that would build a traffic tunnel underneath Stonehenge and also widen the highway nearby.<br><br>The government says it will give a boost to local economy, as well as shorten drivers` trip times and reduce traffic congestion. And the plan has the support of the English heritage organization, as well as the United Nations.<br><br>But critics say the tunnel won`t significantly help traffic and that it could destroy any ancient artifacts that might still be hidden underneath Stonehenge.<br><br>A historian who opposes the plan says it`s hard to believe the government would build a concrete tunnel that would, quote, &quot;last at best 100 years and decimate a landscape that has lasted for millennia.&quot; The project would cost $2.4 billion and take four years to build starting in 2020.<br><br>Like the presidential farewell address, which we reported on yesterday, there`s no constitutional requirement for a presidential inaugural address.<br><br>The new American leader is required to swear to preserve, protect and defend the Constitution. But an inaugural address is a tradition dating back to George Washington.<br><br>With inauguration day exactly a week away for President-elect Donald Trump, here`s a look back at what some of his predecessors have said.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Inaugural speeches strike familiar tones.<br><br>Founding fathers (and documents).<br><br>JIMMY CARTER, FORMER PRESIDENT: Here before is a Bible used in the inauguration of our first president --<br><br>RONALD REAGAN, FORMER PRESIDENT: George Washington, father of our country.<br><br>GEORGE W. BUSH, FORMER PRESIDENT: After the Declaration of Independence was signed --<br><br>WILLIAM J. CLINTON, FORMER PRESIDENT: They knew that America, to endure would have to change.<br><br>DWIGHT D. EISENHOWER, FORMER PRESIDENT: This faith is the abiding creed of our fathers.<br><br>SUBTITLE: Challenges and change.<br><br>LYNDON B. JOHNSON, FORMER PRESIDENT: Ours is a time of change.<br><br>CARTER: This inauguration ceremony marks the new beginning.<br><br>EISENHOWER: The world and we have passed the midway point of a century of continuing challenge.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: The challenges we face are real.<br><br>CLINTON: Though our challenges are fearsome, so are our strengths.<br><br>RICHARD M. NIXON, FORMER PRESIDENT: In these difficult years, America has suffered from a fever of words.<br><br>CARTER: We must adjust to changing times and still hold to unchanging principles.<br><br>SUBTITLE: Poverty and joblessness.<br><br>G.W. BUSH: While many of our citizens prosper, others doubt the promise, even the justice of our own country.<br><br>OBAMA: The state of our economy calls for action, bold and swift.<br><br>JOHN F. KENNEDY, FORMER PRESIDENT: Casting off the change of poverty.<br><br>GEORGE H.W. BUSH, FORMER PRESIDENT: They`re the homeless, lost and roaming, idle industries of cast workers into unemployment, human misery<br><br>and personal indignity.<br><br>SUBTITLE: Friends and enemies.<br><br>NIXON: We cannot expect to make everyone our friend, but we can try to make no one our enemy.<br><br>REAGAN: To those neighbors and allies who share our freedom, we will strengthen our historic ties and assure them of our support and firm<br><br>commitment.<br><br>CLINTON: There is no longer a clear division between what is foreign and what is domestic.<br><br>KENNEDY: Support any friend, oppose any foe.<br><br>SUBTITLE: The American spirit.<br><br>JOHNSON: From the secret places of the American heart came forth the faith that cannot see.<br><br>REAGAN: Those who say that we`re in a time when there are no heroes, they just don`t know where to look.<br><br>CLINTON: There is nothing wrong with America that cannot be cured by what is right with America.<br><br>KENNEDY: Ask not what America will do for you, but what together we can do for the freedom of man.<br><br>SUBTITLE: Well wishes.<br><br>CARTER: Thank you very much.<br><br>REAGAN: God bless you and thank you.<br><br>BUSH: And God bless --<br><br>OBAMA: The United States of America.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There is a great tool available for people learning English with CNN 10 or folks who just want to read along. On our home page, click the word &quot;transcript&quot; under the video box. Then, if you scroll down while playing the show, you can see the transcript and watch the video all at the same time. It`s like country and western, chocolate chips and cookies, CNN and 10.<br><br>Los Angeles, California, is getting another professional football team, or actually getting it back. The NFL`s San Diego Chargers are moving to L.A.<br><br>Their first season was actually there back in 1960. But they`ve been to San Diego for the past 56 years.<br><br>Voters there recently decided against the proposal to build their team a new stadium using taxpayer money. So, the Chargers will move. They`ve been renamed the Los Angeles Chargers and they`ll play in the same city, eventually the same stadium, as the Los Angeles Rams.<br><br>For &quot;10 Out of 10&quot;, maybe it`s a bridge over troubled water, who knows? It`s hard to actually see the water from the world`s highest bridge. At 1,854 feet above the ground, that`s about the height of 200-storey building. This span has the most space between itself and the valley below.<br><br>It`s located in southwest China. It`s 4,400 feet long. It took almost three years and more than $140 million to build, and now, it`s open to traffic.<br><br>There`s actually a longer report on that. We gave you the abridged version. Didn`t anyone to get crossed if they`re afraid of heights.<br><br>Didn`t want to keep you in suspense. That about spans our range of stories on CNN 10.<br><br>We were off Monday for the Martin Luther King, Jr. holiday in the U.S. So, we`ll see you again on Tuesday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-13 CNN Student News.mp4"}