{"title":"CNNSN-2016-09-15-CNN-Student-News","script":"(CNN Student News) -- September 15, 2016<br><br><br>Typhoon Meranti Bears Down on Southeast China; Paralympian Discusses Determination to Run; Merger in the Works Between Bayer and Monsanto<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center. Welcome to the show.<br><br>First up, it`s been almost half a century since a storm this strong threatened southeastern China. Its name is Typhoon Meranti. It grew from the equivalent of a category one hurricane, to a category five in just a days time. It was labeled a &quot;super typhoon&quot;. At one point, Merenti had sustained wind speeds of 190 miles per hour.<br><br>And after roaring across southern Taiwan early today, it was targeting China`s mainland with tremendous winds and torrential rain.<br><br>The storm weakened a bit after hitting Taiwan. It was the equivalent of a category four hurricane then. The forecasters said it stayed at typhoon or hurricane strength for at least 12 hours, and authorities in China deployed emergency response plans and warned sailors that waves as high as 42 feet could be expected in the South China Sea.<br><br>Population density is greater in southeastern China and the ground is relatively flat. So, storm surges and inland flooding posed a greater threat as Meranti approach.<br><br>From southern China to the southern hemisphere, just like Brazil made history hosting the region`s first ever Olympic Games, it`s not hosting the region`s first ever Paralympics. They started on the 7th and run through this Sunday, and one of the U.S. competitors has a legacy of running track.<br><br>But at age 20, he was diagnosed with a condition that hindered the muscle and nerves in his right leg. It was through faith, fitness and a fierce drive to compete that he got back on the track. We caught up with him before he traveled to Rio de Janeiro.<br><br>(BEGIN VIDEOTAPE)<br><br>JARRYD WALLACE, U.S. PARALYMPIAN: My name is Jarryd Wallace. I`m 26 years old and I`m on track and field of United States Paralympic Team, specialized in 100 meter and 4x100 meter relay.<br><br>We`re getting our kind of final training sessions in leading into Paralympic Games. So, we`re kind of finalizing little kinks and working on a block starts, working on power and explosiveness in the waiting room, and making sure that my body is ready.<br><br>Slept 12 hours two days and I slept eight last night.<br><br>I had a great season so far this season. I`m undefeated in 100 meters and, you know, we`re really excited to get down to Rio and execute some good races.<br><br>Paralympics kind of fell on my lap. I was a track runner my entire my life. My mom was an All-American athlete (ph) at the University of Georgia in the `80s, and as a kid, I grow up running and doing fun runs and 5Ks, and when I got into high school, I got a lot more competitive with it, and realize, this is something you know maybe I can do it in college.<br><br>You know, I ultimately ended up having a running injury that I needed to have surgery for and that surgery, you know, we had complications. I spent two and a half years. I had ten reconstructive surgeries, trying to save my leg. I wasn`t really at a point where, you know, amputation was an option, and it was like no, like we have to save my left.<br><br>I had reconstructive surgery after reconstructive surgery and constantly being in pain and addicted to pain medication, kind of got to a place where I realized, you know, maybe amputation is a good option. And it was pretty quick recovery, six weeks in a day that I was walking pain free and in prosthetic for the first time in 12 weeks that I started running in my first running prosthesis.<br><br>I haven`t found something that I can`t do with the prosthetic that I couldn`t do when I had two legs.<br><br>The sport is new. It`s like six years, I`ve been part of the Paralympic community for about five years and I`ve really refallen in love with track and field again. One of the things that if you really take time to sit down and look at, watch the Paralympics and look at the stories behind the athletes, you will not only be inspired but you really will be motivated to get off and do something.<br><br>There really is no disability at the end of the day. You know, maybe someone is in the wheel chair and they do have a physical impairment, but their ability goes way beyond their disability.<br><br>I don`t view myself as a disabled person. It was a long journey mentally and physically. But, you know, I`m so blessed to be able to run again and use a prosthesis to, you know, really push the barriers of mobility.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next story, it`s the biggest business takeover so far this year. It involves two companies -- Bayer, a massive German pharmaceutical company known partly for producing the drug aspirin, and Monsanto, a massive American agricultural biotechnology company. It`s the world`s biggest seller of seeds and producer of genetically modified crops.<br><br>Bayer is planning to buy Monsanto for $66 billion. Why? For one thing, Bayer would benefit from Monsanto`s technology in agriculture and seeds.<br><br>It would broaden the German company`s reach in the U.S. market and it would reportedly make Bayer more competitive with its rivals who are merging with other companies themselves.<br><br>This deal would create a huge combined company that would do business in pharmaceutical drugs, health products and pesticides. But it`s not certain if the deal will go through. Though the two companies have agreed to it, it must first be approved by regulators around the world who work to insure that no one company has too much control over a specific market.<br><br>To quote a &quot;USA Today&quot; article on self-driving cars, the road has recently developed potholes. The Apple technology company has reportedly shut down parts of its project to self-driving cars. Google and Tesla brand cars with self-driving technology have seen accidents. But companies are pressing forward in developing driverless vehicles, in the hopes of making traveling safer, and we`re about to show how that`s playing out on the road.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: My hands are hovering on the wheel, and my foot is hovering on the break, but I am not doing anything.<br><br>This is wild.<br><br>Uber has completely disrupted the way we get from point A to point B. And here in Pittsburgh, they`re about to revolutionize that experience.<br><br>They`re getting rid of the driver.<br><br>After 18 months of testing, Uber is allowing loyal customers in the Steel City to opt-in into ordering one of the handful of self-driving cars. Why Pittsburgh?<br><br>UNIDENTIFIED MALE: We really feel that Pittsburgh driving is harder than most cities, like it`s not a standard grid layout, like the traffic patterns in Pittsburgh are pretty aggressive, and we just have extreme weather conditions. If we can reason (ph) about all those different things in Pittsburgh, then we`re feeling pretty confident we can take that learning to the next city.<br><br>CRANE: During the pilot program, riders will be accompanied by a safety driver to assist the vehicle in tricky situations.<br><br>Are you my safety driver?<br><br>UNIDENTIFIED MALE: Sure am.<br><br>CRANE: Are you going to drive me safe, Philip? Is this baby going to drive us safe? OK, good.<br><br>And someone is sitting in shotgun to take notes along the way.<br><br>This feels completely normal, the whole thing, from calling it, sitting back here, someone is usually in the driver seat. They are right now. I would have no idea that this care was driving itself, other than it saying Uber self-driving.<br><br>It`s all controlled by 20 cameras, seven lasers and 360 degree radar coverage. All that data looks like this, a map you can see in the back seat.<br><br>UNIDENTIFIED MALE: We`re taking all that data and fusing it together to be like this thing that we`re seeing in space, that`s a person. That thing we`re seeing in space is a bicyclist. The ultimate goal is for one of these cars to pull up by itself, you get in, you tell it where you want to go and it brings you there safely with no problem.<br><br>CRANE: How far away are we from that point right now?<br><br>UNIDENTIFIED MALE: I mean, that`s going to take us years.<br><br>CRANE: That`s because the system isn`t perfect yet. And in order for people to feel safe, it needs to be.<br><br>According to research from the Boston Consulting Group, only 48 percent of Americans are willing to try a self-driving car, and it`s not just passengers on the fence. It`s also some Uber drivers.<br><br>UNIDENTIFIED FEMALE: I would personally never get into a driverless car. It`s terrifying. My son (ph) brakes all the time. My (INAUDIBLE) stops working. What if that car stops working? There`s a fear of riding on car that doesn`t have a driver.<br><br>CRANE: Would you be scared to get at one?<br><br>UNIDENTIFIED FEMALE: Certainly.<br><br>CRANE: Do you think that people`s concerns are unfounded?<br><br>UNIDENTIFIED MALE: No, I definitely have, I`m definitely sympathetic to it, right? Like you definitely seen accidents involving other competitors running their vehicles. We take it extremely seriously. So, we are working on this very hard to make sure this is a completely safe experience to everyone involved.<br><br>CRANE: For now, Uber is sticking to Pittsburgh, with no immediate plans for expansion. But this is a big move for the long road ahead.<br><br>UNIDENTIFIED MALE: This is the future that people have been saying is going to happen for over 60 years at this point, and like we now reach that point that we can pull it off. Like we fundamentally change the world, like this is a story we tell our grandchildren that we`re the ones who did this.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Casey, Illinois, is a small town with a lot of big things going for it. Take the Guinness world record-holder for a largest rocking chair, 56 1/2 feet tall. The most prodigious pitchfork, 61 feet long. The greatest golf tee stands at more than 30 feet high. The massive-esque mailbox, 33 feet high. The wildest wind chimes, 49 feet high. And the craziest clogs, they weigh more than 1,500 pounds each and measure more than 11 feet, pun intended.<br><br>It was all built by a man named Jim Bolin as a way to attract tourists to his town of Casey.<br><br>So, how could we pun on all of this? I`d say the chair is truly a giant`s recliner. The golf tee makes sense in the largest club. The mailbox probably came with the biggest bill. The clogs are a tremendous feat. Building the wind chime was anything but a breeze and the pitchfork has everyone saying, hay.<br><br>I`m Carl Azuz. Thank you for making CNN STUDENT NEWS bigger than ever.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-15 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-15 CNN Student News.mp4"}