{"title":"CNNSN-2015-01-09-CNN-Student-News","script":"(CNN Student News) -- January 9, 2014<br><br>Freezing Temperatures from Great Plains to Deep South; Intense Manhunt in the Wake of Attack on Satire Magazine in Paris; Continuing Search for Black Boxes in Java Sea; Comeback of Mumps to U.S.; Newly Elected Representatives Move into Capitol; Invisibility Effect Made Real<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Fridays are awesome. You`ve made it through the first full week of 2015. I hope you are feeling good. Let`s get started with five things you need to know about today`s headlines: one, it`s called in America. From the Great Plains to the Deep South, temperatures dove to single digits yesterday, that`s in Fahrenheit, too, blame the Arctic. It`s sent the blast of frigid air that glazed firefighters with ice as they worked to put out a blaze in Indiana. It`s caused districts to cancel or delay school days in several cities including Chicago where wind chills were well below zero.<br><br>Animal control officers were out also in different cities looking to help pets that might have been left out in the cold.<br><br>Points three takes us to France. An intense manhunt was on last night for two brothers who are suspected of carrying out Wednesday`s terrorist attack at a satire magazine. 12 people including two police officers were killed, a third suspect has turned himself in. Four, the brothers are in the U.S. database of known or suspected terrorists. They`ve been on the no fly list for years, they are now the most wanted men in France.<br><br>Five, the tail section of AirAsia flight 8501 has been located in the Java Sea. The plane disappeared in rough weather on December 28 with the 162 people aboard. Search officials are hoping that tail will hold the answers to what exactly happened to the flight.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED FEMALE: Divers fought the un-relented currents on the surface of the Java Sea. Down below in murky water they are fluttering like flags, cleaning to ropes leading 30 meters down to the sea floor. That`s where they are exploring the tail section of AirAsia flight 8501: muddy, cracked and upside down, the airline`s emblem still unmistakable.<br><br>&quot;We are struggling to breathe,&quot; says this diver. We are fighting the sea currents and using up our oxygen quickly.<br><br>So quickly they only have enough air for a frustrating 15 minutes to hunt for the so called black boxes: the tail section houses the flight data and cockpit voice recorders, unless the crash and current sucked them away.<br><br>MOELDOKO, INDONESIAN MILITARY CHIEF (through translator): Priority of the day is to leave the tail of the plane because the black box could be in there. Later the search operation team will brief me what the plan, the details. Once we are confirmed with the proposed action, we start doing it.<br><br>UNIDENTIFIED FEMALE: They are lifted, using balloons that on this day never made it into the sea, because the current was too rough.<br><br>International vessels and more equipment honed in above the tail section, the rescue teams will wait one more day to try and find the flight recorders as weather forced operations to halt.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Let`s take a few moments and see who`s on a roll today. East Gaston High School, the warriors of Mount Holly are here, hello, North Carolina. Richmond Hill is the city in Eastern Georgia, where we found Richmond Hill Middle School the wild cats are watching. And in the sunflower state, we are in Kansas, Toto. Good to see St. John`s catholic school is watching in Beloit.<br><br>Last year was a sort of comeback year for the mumps. Having heard of that, it`s been decade since the disease was common in the U.S. Your grandparents probably had the mumps and are now immune to it. You`ve probably been vaccinated and are immune to it.<br><br>Before that vaccine was available, the CDC says around the 186,000 Americans got the mumps every year. Today, it`s usually just a few hundred per year. But more than 1000 people got it in 2014, including college students and more than a dozen professional hockey players. The reasons for the increase are a bit of a mystery, but the disease itself is not.<br><br>(BEGIN VIDEOTAPE)<br><br>SANJAY GUPTA, CNN CORRESPONDENT: Mumps is an infection that`s caused by the mumps virus. Even if somebody is not sick at all, about third of people who get the mumps infection don`t have any symptoms, but they are still carrying the virus and they can still potentially spread it to other people.<br><br>When you get mumps, a lot of times it`s going to feel like just about any other viral infection, but the real characteristic about this particular infection distinguishes just about anything else. Doctors know this. The moments someone walks in, it`s right here. It`s these parotid glands.<br><br>It`s what makes you look like chipmunk. Most of us just get two shots to protect us against mumps in our lifetime.<br><br>One when we are about a year old, and another one when we are between four and six years old. But if you are a healthcare worker, if you are someone who may be in close contact with people with mumps or if you go traveling to an area where mumps is more endemic, you might consider getting another booster shot With mumps just like a lot of other viral infections, the treatment is what we call symptomatic. It`s basically trying to let the body get through this period of illness, but for most people, it`s a lot of sleep, it`s a lot of rest overall. Staying hydrated and letting your body overcome this infection.<br><br>For the vast majority of people who get mumps and still about 1,000 people here in the United States do get it, they are going to be just fine. So, you just got to keep an eye on things. If you are getting particularly ill go to the doctor, but for the most part, people are going to overcome this just fine.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Know what our calendar is called? The Gregorian calendar. It`s named for Pope Gregory XIII who established it back in 1582. But the months of January is named for something far older than that. It`s named for Janus, the mythical Roman god of beginnings. Also, the Roman god of doorways. That`s random.<br><br>The U.S. Capitol building. It`s under scaffolding for repairs, but it`s where the 114 U.S. Congress is now seeded and working. 435 voting representatives, 100 Senators. They`ll be debating and drafting and determining new laws for the country. But they weren`t doing so much of that on Tuesday. It was moving day, chaotic time of finding and settling in the new offices.<br><br>(BEGIN VIDEOTAPE)<br><br>SEN. MARCO RUBIO (R) FLORIDA: Does your camera crew (INAUDIBLE)?<br><br>(LAUGHTER)<br><br>REP. TED CRUZ (R) CRUZ: Whatever he says.<br><br>(LAUGHTER)<br><br>ALEXANDRA JAFFE, CNN CORRESPONDENT: So, whatever he says about what? Running for president in 2016?<br><br>RUBIO: Making a decision here fairly soon as I said, early part of this year. Obviously, today we are here focused on our job in the U.S. Senate, there was a lot of work to be done.<br><br>JAFFE: It`s day one of the 114 Congress.<br><br>REP. NANCY PELOSI (D) CALIFORNIA: Mr. Speaker.<br><br>JAFFE: We saw one bipartisan hug.<br><br>And saw a lot of new senators and members getting sworn in and throwing parties for their friends and family.<br><br>SEN. ED MARKEY (D) MASSACHUSETTS: My brother is here and his two children flew down from Boston, actually this morning.<br><br>JAFFE: So, which of you is the older brother?<br><br>UNIDENTIFIED MALE: I`m the older brother.<br><br>REP. PATRICK MURPHY, (D) FLORIDA: It`s an honor, number one to be reelected to Congress and it`s great to show that moment with your family.<br><br>JAFFE: It`s been a chaotic day.<br><br>We are seeing folks inside trying to figure out their new offices and moving boxes and moving desks.<br><br>There`s been kids, dogs, all kinds of family everywhere as Republicans take control of both the House and the Senate.<br><br>It`s been really interesting to see some of these folks who on the campaign trail were these rising up and coming stars, get into their new digs on Capitol Hill. Mia Love, it`s a rising Republican star from Utah, and Paul Ryan came and hugged her parents, said hi.<br><br>This was after she had a private meeting with a Mormon elder who came here to bring a historic Bible for her to get sworn in on, so it`s been a crazy day for her.<br><br>You know, a lot of funny games today, business really starts tomorrow.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Is an invisibility cloak now a reality? It`s not just smoke and mirrors, well, it kind of is. The device bends light and sends it through a number of lenses. The result it appears you can see through objects placed between the device and what you were originally looking at.<br><br>Practical use: think of surgeons who could see through their hands while operating. It`s not terribly expensive, the inventors say you can build your own for under 150 bucks.<br><br>It`s something you`d have to buy sight unseen. It cloaks objects in plain sight. And if you eye it closely, you could see eye to eye on why it took a visionary to devise the device and how it lands itself for a closer look. CNN STUDENT NEWS returns Monday. I hope all of you have an excellent weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-01-09 CNN Student News.mp4"}