{"title":"CNNSN-2015-09-11-CNN-Student-News","script":"(CNN Student News) -- September 11, 2014<br><br>Raging Floodwaters Slam Japan; New Species in Human Lineage Found in South Africa; Remembering 9/11<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome, students, teachers, and viewers worldwide to CNN STUDENT NEWS.<br><br>Today`s is the 14th anniversary of the September 11, 2001 terrorist attacks in the U.S. And our in-depth coverage of that historic and tragic event begins in just a couple of minutes.<br><br>First up, a natural disaster in Japan. Parts of the eastern mainland are unrecognizable. A tropical storm named Etau made landfall there Monday, dumping as much as two feet of rain over a region that had already seen daily rainfall for weeks.<br><br>Officials say more than 170,000 people have been evacuated. The Japanese military has rescued dozens of people from their homes and more rain and flooding are expected -- flooding being the most deadly part of storms. The Pacific island nation is especially prone to typhoons, tsunamis and earthquakes.<br><br>From Japan, we`re moving over to South Africa where a professor claims to have discovered a new species of human relative.<br><br>In 2013, an amateur caver found a fossilized jawbone deep in an underground chamber. It led to the largest discovery of its kind in the continent of Africa. And the director of the recovery expedition says the find turns science on its head.<br><br>(BEGIN VIDEO CLIP)<br><br>PROF. LEE BERGER, UNIVERSITY OF WITWATERSRAND: This is like opening up Tutankhamen`s tomb.<br><br>(CHEERS)<br><br>DAVID MCKENZIE, CNN CORRESPONDENT (voice-over): Berger and his team of scientists say they`ve uncovered a new species of the human family tree.<br><br>They call it Homo naledi.<br><br>What they found was extraordinary -- a chamber of more than 1,500 fossilized bones, coming up with the controversial conclusion that this is a burial ground, and that Home naledi could have used fire to light the way.<br><br>(on camera): That`s extraordinarily human-like.<br><br>BERGER: It is in part superficially, short fingers, long thumb.<br><br>MCKENZIE (voice-over): Homo naledi is not human, but at times comes close.<br><br>The original fossils are a strange mosaic of ancient and surprisingly modern, a brain no bigger than an orange, but feet almost identical to ours.<br><br>(on camera): And every one of these tells a story.<br><br>BERGER: Every one of them is a mystery to science.<br><br>MCKENZIE (voice-over): And leaves many unanswered questions. They haven`t been able to date the fossils yet, so Homo naledi may have lived tens of thousands of years ago or even millions.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Or maybe not. As you heard, still a lot of questions about this and some anthropologists are skeptical about whether it`s a newly discovered species at all. They say it looks like one that was first identified in the 1800s.<br><br>There`s also doubt about whether the location is really an ancient burial ground. Either way, it has scientists talking and theorizing worldwide.<br><br>New Mexico, Vermont and Minnesota haven`t been announced in our &quot;Roll Call&quot; this year. That changes today.<br><br>Hello to the Eagles of Clovis Christian Schools. They`re flying high over Clovis, New Mexico.<br><br>How about the Eagles of Arlington Memorial Middle School? Happy to see our viewers in Arlington, Vermont.<br><br>And guess who? The Eagles. Edgewood Education Center of Brooklyn Park, Minnesota, rounds out today`s &quot;Roll Call&quot;.<br><br>(MUSIC)<br><br>AZUZ: On this date 14 years ago, U.S. President George W. Bush said, &quot;A great people has been moved to defend a great nation.&quot;<br><br>Four passenger planes were hijacked that Tuesday morning. One crashed in a field near Shanksville, Pennsylvania. One crashed into the Pentagon building in Washington, D.C. Two crashed into the World Trade Center towers in New York City. The towers then collapsed.<br><br>Almost 3,000 people were killed on 9/11, the worst terrorist attack in U.S. history.<br><br>Today, a national museum at one site of the attacks stands as a monument to those lost and those who gave their lives trying to save them.<br><br>(BEGIN VIDEOTAPE)<br><br>JOE DANIELS, PRESIDENT, NATIONAL SEPTEMBER 11 MEMORIAL &amp; MUSEUM: These tridents were from the North Tower. They were recovered in the aftermath of the attacks. We brought them back here and basically built a museum all around them.<br><br>KATE BOLDUAN, CNN CORRESPONDENT (voice-over): Joe Daniels is president and CEO of the 9/11 Memorial.<br><br>(on camera): You are not whitewashing it. This is the raw, dirty material.<br><br>DANIELS: Exactly. I mean this is the steel that bore the attacks.<br><br>BOLDUAN (voice over): The museum is built almost entirely underground. Some 70 feet down. It sits in the precise footprint of the World Trade Center.<br><br>DANIELS: So, this is exactly where the South Tower started, and went up 1350 feet.<br><br>BOLDUAN: A striking display of the sheer scale of the destruction with poignant reminders of the tragedy at every turn.<br><br>(on camera): I mean this -- this is unbelievable.<br><br>DANIELS: This is actually the front of this fire truck. This is the cab.<br><br>BOLDUAN: You wouldn`t know.<br><br>DANIELS: Wouldn`t know. And it`s completely burned out and destroyed.<br><br>BOLDUAN (voice over): Then there`s the retaining wall that remarkably held strong even when the towers fell.<br><br>DANIELS: When the towers came down, all that debris that was here, right in the space provided bracing for that wall. And when that debris was clear, there was a big concern that the wall would breach, it would flood Lower Manhattan.<br><br>BOLDUAN (on camera): It could have been so much worse, but this wall helped under all of that pressure.<br><br>(voice over): Visitors will also walk alongside the survivor stairs.<br><br>DANIELS: Used by hundreds of people as the buildings are crumbling, running from the dust cloud to escape to safety. And its for all our visitors to understand the story of survival.<br><br>BOLDUAN: And likely, one of the most emotional stops in the museum. This art installation mimics the blue sky on that fateful morning. Behind it, the still unidentified remains of 9/11 victims, the move met with mixed emotion from their families.<br><br>DANIELS: A still shocking statistic is that 1,100 family members never got any human remains back to bury, never got to go through the ritual of laying their loved ones to rest.<br><br>It`s not a public space at all, only family members are allowed back behind the wall.<br><br>BOLDUAN: Right next door, a room dedicated to the lives of those lost.<br><br>DANIELS: That room isn`t -- in area called &quot;In Memoriam.&quot; And it`s a photographic portrait of each and every one of the 2,983 victims. You see pictures, a father coaching his son`s Little League team, a wedding. You see the lives that were lost that day and not just about how they died, it`s who these people were.<br><br>BOLDUAN: Throughout the museum, chilling reminders of the day. Handmade flyers for the missing, a cross emerging from the wreckage -- everyday items simply left behind.<br><br>DANIELS: We helped through these autographs and images to tell that story of just -- it was panic, and people were getting out as fast as they could.<br><br>BOLDUAN (on camera): And it doesn`t -- it`s not just the shoes, it tells the shoes worn by this woman Linda. I mean it`s -- you are telling everything about that day.<br><br>(voice-over): And while the museum is vast, one small exhibit has been the biggest source of controversy. Its focus, the terrorists themselves, including the film criticized for not making a clear enough distinction between Islam and al Qaeda.<br><br>(on camera): There`s been a lot of criticism, why give any time to the terrorists?<br><br>DANIELS: You know, it`s one way to look at it, is you don`t build the Holocaust Museum and not be very clear that the Nazis were the ones who committed those atrocities. But no one will come to this exhibit and in any way think that we`re indicting an entire religion, which we in no way are.<br><br>BOLDUAN: It seems very appropriate that you end here, at the last call.<br><br>DANIELS: And it`s -- again goes right back to resiliency -- seeing those messages of hope and remembrance on this very tall column that`s still standing strong.<br><br>BOLDUAN (voice-over): Kate Bolduan, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There was another September 11th attack on Americans. It happened in Libya in 2012. Terrorists stormed the U.S. compound in the Mediterranean coastal city of Benghazi. They set the main building on fire, killing the U.S. ambassador to Libya and the State Department computer expert.<br><br>In a second assault on the different U.S. building, attackers killed two former Navy SEALs who are working as security guards.<br><br>The Obama administration was criticized for not initially attributing the attack to terrorists and for not heeding warnings and doing enough to prevent. The president and then-Secretary of State Hillary Clinton later took responsibility.<br><br>CNN STUDENT NEWS returns next week with the current events you look forward to and the puns you put up with.<br><br>We close with a look back a September 11 ceremony in honor of Patriot Day. Thank you for watching.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-11 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-11 CNN Student News.mp4"}