{"title":"CNNSN-2017-01-23-CNN-Student-News","script":"(CNN Student News) -- January 23, 2017<br><br><br>The Inauguration of U.S. President Donald Trump and Related Weekend Events<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: It`s great to have you watching CNN 10. Bringing you our special edition on U.S. transfer of power. I`m Carl Azuz.<br><br>First up, the constitutional components. The Twentieth Amendment sets January 20th as the date when the outgoing president`s term ends, and that`s when incoming U.S. president, Donald J. Trump, was inaugurated.<br><br>As we reported Friday, it`s Article II Section 1 that contains the 35-word oath of office that was administered by Chief Justice John Roberts to the new president.<br><br>(BEGIN VIDEO CLIP)<br><br>JOHN ROBERTS, SUPREME COURT CHIEF JUSTICE: Please raise your right hand and repeat after me.<br><br>I, Donald John Trump, so solemnly swear --<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: I, Donald Jump Trump, so solemnly swear --<br><br>ROBERTS: That I will faithfully execute --<br><br>TRUMP: That I will faithfully execute --<br><br>ROBERTS: -- the office of president of the United States.<br><br>TRUMP: -- the office of president of the United States<br><br>ROBERTS: And will to the best of my ability --<br><br>TRUMP: And will to the best of my ability --<br><br>ROBERTS: -- preserve, protect and defend --<br><br>TRUMP: -- preserve, protect and defend --<br><br>ROBERTS: -- the Constitution of the United States.<br><br>TRUMP: -- the Constitution of the United States<br><br>ROBERTS: So help me God.<br><br>TRUMP: So help me God.<br><br>ROBERTS: Congratulations, Mr. President.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Later Friday, at one of the inaugural ball events where President trump dance with his wife, First Lady Melania Trump, the 45th U.S. leader called it a, quote, &quot;great day&quot;, and it was a busy one.<br><br>After the inauguration, on Capitol Hill, Mr. Trump surrounded by family and lawmakers took his first official actions as president. He proclaimed a national day of patriotism. He signed, he made official the nominees for his cabinet. He joked with congressional leaders and then he dined with him, the traditional luncheon with Congress.<br><br>That was followed by the inaugural parade down Pennsylvania Avenue. Then the first inaugural ball -- the president and Vice President Mike Pence had planned to attend several. But one of, if not the biggest moment, came in the middle of the day when President Trump gave his inaugural address, his vision for the direction of the country.<br><br>Here are some highlights of the sixteen-and-a-half minute speech.<br><br>(BEGIN VIDEO CLIP)<br><br>TRUMP: What truly matters is not which party controls our government, but whether our government is controlled by the people.<br><br>(APPLAUSE)<br><br>January 20th, 2017 will be remembered as the day the people became the rulers of this nation again.<br><br>(APPLAUSE)<br><br>For many decades, we`ve enriched foreign industry at the expense of American industry; subsidized the armies of other countries, while allowing for the very sad depletion of our military. We`ve defended other nations` borders while refusing to defend our own.<br><br>(APPLAUSE)<br><br>And spent trillions and trillions of dollars overseas while America`s infrastructure has fallen into disrepair and decay. We`ve made other countries rich, while the wealth, strength and confidence of our country has dissipated over the horizon.<br><br>One by one, the factories shuttered and left our shores, with not even a thought about the millions and millions of American workers that were left behind. The wealth of our middle class has been ripped from their homes and then redistributed all across the world.<br><br>But that is the past. And now, we are looking only to the future.<br><br>From this day forward, it`s going to be only America first. America first.<br><br>(APPLAUSE)<br><br>Every decision on trade, on taxes, on immigration, on foreign affairs will be made to benefit American workers and American families. We must protect our borders from the ravages of other countries making our products, stealing our companies and destroying our jobs.<br><br>(APPLAUSE)<br><br>We will seek friendship and goodwill with the nations of the world, but we do so with the understanding that it is the right of all nations to put their own interests first. We do not seek to impose our way of life on anyone, but rather to let it shine as an example. We will shine for everyone to follow.<br><br>(APPLAUSE)<br><br>We will reinforce old alliances and form new ones and unite the civilized world against radical Islamic terrorism, which we will eradicate completely from the face of the Earth.<br><br>(APPLAUSE)<br><br>We will no longer accept politicians who are all talk and no action, constantly complaining, but never doing anything about it.<br><br>(APPLAUSE)<br><br>The time for empty talk is over. Now arrives the hour of action.<br><br>(APPLAUSE)<br><br>Do not allow anyone to tell you that it cannot be done. No challenge can match the heart and fight and spirit of America. We will not fail. Our country will thrive and prosper again.<br><br>(APPLAUSE)<br><br>So to all Americans in every city near and far, small and large, from mountain to mountain, from ocean to ocean, hear these words: you will never be ignored again.<br><br>Together, we will make America strong again. We will make America wealthy again. We will make America proud again. We will make America safe again.<br><br>And yes, together, we will make America great again.<br><br>(APPLAUSE)<br><br>Thank you. God bless you. And God bless America.<br><br>(APPLAUSE)<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-minute trivia:<br><br>The 20th Amendment specifies what time as the end of an outgoing president`s term? Eight-thirty a.m., 11:59 a.m., 12:00 noon, or there`s no time specified?<br><br>The 20th Amendment says at noon, the term for an outgoing president and vice president ends.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Friday was a momentous day for the 44th U.S. president as well. Though noon officially marked the end of Barack Obama`s presidency, the handoff of power begun that morning when he and outgoing First Lady Michelle Obama welcomed the incoming first couple to the White House. They all had tea and coffee together, rode together to the inauguration site.<br><br>And when the Obamas stepped into a U.S. military helicopter afterward, it was no longer called Marine One, the official helicopter flight of the sitting president, but instead Executive One. Former President Obama was headed for a vacation in Palm Springs, California.<br><br>There were protests in the U.S. and abroad over the weekend. During the inauguration, there were some peaceful protests in Washington, D.C. There were disruptions planned to coincide with the inauguration ceremony and there was violence in the capital Friday night. Demonstrators smashed windows and set fire to at least one car. More than 200 people were arrested and six police officers were injured.<br><br>Then, on Saturday, there were demonstrations in several U.S. cities and others around the world. More than one million were estimated to have peacefully protested across America. They included celebrities, some members of Congress and others who turned out for a variety of reasons.<br><br>Many said they were demonstrating to show support for women and that they were concerned about attacks on women`s rights. Many said they were upset over the election of President Trump. Another issues included immigration and health care.<br><br>We`re glad you took ten to watch CNN 10`s overview of weekend events related to the U.S. transfer of power. Our daily news coverage picks up back up again tomorrow. I`m Carl Azuz. And we`re leaving you with some sights and sounds surrounding the inauguration of the 45th U.S. president.<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: The president-elect of the United States, Donald John Trump.<br><br>(CHEERS)<br><br>(MUSIC)<br><br>(END VIDEO CLIP)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-23 CNN Student News.mp4"}