{"title":"CNNSN-2017-02-27-CNN-Student-News","script":"(CNN Student News) -- February 27, 2017<br><br><br>ISIS Destroys Middle Eastern Cultural Heritage; Spring Comes Early for Parts of the U.S.; Bees Learn to Play Soccer; Space May be Just A Balloon Ride Away<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: CNN 10 is 10 minutes of world news explained and I`m your anchor Carl Azuz. Thank you for watching this Monday.<br><br>Thousands of Iraqi civilians, more than 2,300 over this weekend alone have fled the city of Mosul as the international battle rages on to take control of it back from ISIS terrorists. Mosul is the second largest city in Iraq. It`s also ISIS`s last major stronghold in the country. So, ridding it of ISIS control would be a major setback for the terrorist group, though it still controls other parts of Iraq and Syria.<br><br>The battle for Mosul has been going on for months. Over the past weekend, dozens of ISIS fighters have been killed in the battle, dozens of civilians have lost their lives.<br><br>And the tool is cultural as well. The United Nations says ISIS has done a lot of damage to Iraq`s heritage, destroying religious and archeological sites, partly because they don`t fit with ISIS`s interpretation of Islam, partly because the terrorists have made money by selling Iraq`s antiquities on the black market.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): In the spring of 2015, the extremists meticulously documented their destruction of the ruins of the ancient city of Nimrud, founded in the 13 century B.C.<br><br>They took their sledgehammers to the city`s famous winged bulls, the lamassu, reducing them to a pile of rubble. Iraqi forces recently retook Nimrud, just south of Mosul, we came to have a look -- lone visitors to a lone hilltop that hasn`t seen a tourist in years.<br><br>(on camera): The scale of the vandalism that took place here boggles the mind. Only ISIS could ruins into ruins. By some estimates in northern Iraq, the extremist group destroyed or severely damaged around 80 sites, archeological ones like this one, as well as Muslim and Christian shrines.<br><br>(voice-over): Through the work lens of ISIS`s logic, all idols must be destroyed. Their every action here nothing less than utter contempt, for Iraq`s rich multi-millennial history, and that includes the remains of the vast Assyrian empire that once stretched from the Persian Gulf to the Mediterranean Sea, the ruthless super power of its day.<br><br>The statues, the cuneiform inscriptions now lie in pieces exposed to the elements.<br><br>(on camera): In ancient Mesopotamia, ordinary structures like houses or shops were made out of mud bricks. With time, they simply turned into dusts. But for the statues of the gods and the kings, they used stone. The purpose was that they would last for eternity, that is until ISIS came along.<br><br>(voice-over): Archaeologists may someday be able to piece some of this together, but that won`t happen until the war against ISIS comes to an end.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What happens on March 20th, 2017?<br><br>Is it the Vernal Equinox, Spring Solstice, Easter, or St. Patrick`s Day?<br><br>The Vernal Equinox, aka the first day of spring, is on Monday, March 20th.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Regardless of what Punxsutawney Phil saw on Groundhog Day, spring has been in the air in Western Pennsylvania and states throughout the eastern and southern U.S. They`ve had warmer than average temperatures so far this year.<br><br>Though there was some heavy snowfall in the American West and North over the weekend, during a cold front that made things feel like they normally do in February, thousands of record high temperatures have been recorded this month, contrast it with a few dozen record lows. And forecasters say this week, they expect highs of 15 to 20 degrees above average for the East and Southeast.<br><br>Why?<br><br>One major factor is probably La Nina. It`s a natural climate pattern that brings colder than normal ocean surface temperatures to the Pacific. But it results in warmer than normal temperatures in the American South. Government meteorologists say a relatively weak La Nina event has come and gone, but its impacts could continue through March.<br><br>Continuing now, a sort of spring theme. You might think bees are just smart enough to pollinate, make honey, maybe sting once in a while. New research at London`s Queen Mary University suggests otherwise. That they`re not only able to learn new tricks, but also improve upon what they`ve seen other bees do.<br><br>The insect`s task was a sort of bee soccer, something they would not have to do in the wild. If they were able to drag the ball to a goal, they`d get a bit of sugar water as a reward.<br><br>Studies showed that after watching a demonstrator bee scored the goal and get the threat, the observer bees quickly learned how to do the same thing.<br><br>What`s really getting buzzed in all this, he-he, is that it wasn`t just a case of copying another bee. In some cases, multiple balls were on the field, and bees watched the demonstrator dragging only the farthest ball back to the goal. But when given the chance to do it themselves, the observers would pick the closest ball to get the reward with the least effort.<br><br>One of the authors of the study concluded that bees are able to accomplish a lot more than scientists previously thought.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: NASA has released the initial findings of its Twins Study.<br><br>Identical twins Mark and Scott Kelly were studied to determine the effects of long-term space travel.<br><br>Scott and Mark were studied before, during and after Scott`s nearly one- year mission in space.<br><br>They found that Scott`s chromosomes lengthened while he was in space.<br><br>Increased exercise and reduced caloric intake were said to be possible causes.<br><br>On earth, Mark Kelly`s chromosomes got shorter during the study.<br><br>Scott was also 2 inches taller when he returned and showed a slight decrease in cognitive abilities.<br><br>NASA researchers plan to release more complete findings from the study later this year.<br><br>The data will be used to help astronauts travel safely on future trips, such as NASA`s Journey to Mars.<br><br>(END VIDEOTAPE)<br><br>AZUZ: One of the twins, Mark Kelly, supports an idea that could let people into the stratosphere without using a single rocket. The stratosphere is part of earth`s upper atmosphere. It`s between around eight and thirty miles over our heads. And while private space flights are estimated to be in the range of a quarter million dollars, a high altitude balloon flight could lift you up, up and away for around $75,000, assuming you`re not afraid of heights or not going to let that keep you from a pressurized capsule that floats 19 miles into the sky.<br><br>The projected ride would take an hour or two and give you one out of this world view.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: World View wants to launch you into space.<br><br>RACHEL CRANE, CNN CORRESPONDENT: Tell me a little bit more about the decision to use sort of this old technology of balloons.<br><br>MARK KELLY, RETIRED ASTRONAUT: You know, I`ve always flew (ph) on a rocket ship, you know, flew inside (ph) airplanes. This is a little bit different.<br><br>SUBTITLE: World View develops high-tech balloons that travel into the stratosphere.<br><br>KELLY: It doesn`t have a lot of moving parts. So, we feel we can fill the system that carry about six passengers up to the stratosphere and do it in a very reliable, and hopefully safe, safe way.<br><br>SUBTITLE: Balloons for their Voyager system are designed to carry people to space, while Stratollites collect information like satellites.<br><br>KELLY: We`ll be able to do the same thing that a satellite could do, whether it`s communication, or reconnaissance or scientific platform. To launch even the cheapest rockets costs, you know, $10 million or $20 million. We do it now at a fraction of the cost of launching in a rocket.<br><br>CRANE: When are you guys actually going to be, you know, transporting passengers, paying passengers, into the stratosphere?<br><br>KELLY: In later part of next year, we could be flying passengers up of 100,000 feet into the stratosphere. When I first got to look at the Earth for the first time, it`s a round ball floating in the blackness of space, it was transformative. I mean, it really changed the way that I thought of the planet.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Horses, good. Horses on ice, better. Horseracing on ice, &quot;10 Out of 10&quot;.<br><br>Across the frozen lake in Switzerland`s St. Moritz, it`s jockeys and horses against the elements in what`s known as White Turf racing. It`s held every year and dates back to 1907. It includes a few different events, one of them were unique ones being skijoring when the animals pull skiers across the snow at speed as high as 30 miles per hour.<br><br>Of course, they`re all main events, but that last one`s kind of a drag. Well, the number of competitors taking the reins jockeying for first right out of the gate, at a gallop, you can see how the faint hearted might shy away with a saddle expression saying, &quot;I canter. I`ll just have to say neigh.&quot;<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-27 CNN Student News.mp4"}