{"title":"CNNSN-2015-12-04-CNN-Student-News","script":"(CNN Student News) -- December 4, 2015<br><br>Mass Shooting in San Bernardino, California; U.S. Military Opens Combat Positions to Women; U.K. Jets Bomb ISIS; The Future of Communication<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>Today`s 10 minutes of current events coverage starts with a tour of three stories making headlines.<br><br>First up, a search for answers, after a mass shooting Wednesday in San Bernardino, California.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: At this stage, we do not yet know why this terrible event occurred. We do know that the two individuals who were killed were equipped with weapons and appeared to have access to additional weaponry at their homes.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So, officials are now saying there were two attackers, not three as originally reported. They were both killed later Wednesday in a shootout with police. They`ve been identified as Syed Rizwan Farook and his wife Tashfeen Malik. Police say the couple killed 14 people and wounded 21 during a shooting in a conference center. Officials also found some bombs at the scene that did not go off.<br><br>Police say the attackers had so many weapons, it`s likely they`d planned an assault in advance. They believe Farook might have become radicalized and could have developed extremist Muslim views. Investigators say he was in touch with people who are under investigation for international terrorism.<br><br>So, they`re looking at that as a possible motive.<br><br>Next story: from the Pentagon.<br><br>(BEGIN VIDEO CLIP)<br><br>ASHTON CARTER, U.S. SECRETARY OF DEFENSE: To succeed in our mission of national defense, we cannot afford to cut ourselves off from half the country`s talents and skills. We have to take full advantage of every individual who can meet our standards.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Part of Defense Secretary Ashton Carter`s statement yesterday that women will now be allowed in all combat positions in the U.S. military.<br><br>The historic change will allow women to serve in infantry, armor, reconnaissance and certain special operations unit that used to be limited to men. Not everyone supports the decision.<br><br>The Marine Corps pointed to a study it conducted that suggested all male combat squads are more effective and less likely to be injured that forces with both men and women.<br><br>Third story takes us to the U.K.<br><br>(BEGIN VIDEO CLIP)<br><br>DAVID CAMERON, BRITISH PRIME MINISTER: The House should be under no illusion, these terrorists are plotting to kill us and to radicalize our children right now.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Part of the prime minister`s speech, ahead of a vote in parliament, that authorized Britain to launch airstrikes against ISIS terrorist targets in Syria. Before the vote, the U.K. was only conducting airstrikes in Iraq. But international pressure increased for Britain to do more following the November 13th terrorist attacks in Paris, France.<br><br>From yesterday`s transcript page at CNNStudentNews.com, here`s who`s commenting but not spamming on our &quot;Roll Call&quot; request list.<br><br>College Station High School is in Texas. Hello to the Cougars. Great to see you all watching today from College Station.<br><br>In the northeastern-most state of Maine, we`ve got the Huskies today, at Brunswick Jr. High School in Brunswick.<br><br>And in the eastern Mexican state of Nuevo Leon, hello to our viewers at the American Institute of Monterrey. Thank you for watching.<br><br>Telepathy, communicating brain to brain without using words or signals, has not been proven to exist, though a close friend or relative might swear they know what you`re thinking.<br><br>Still, as we enter part two of our series, looking at the future of communication, a type of brain to brain contact is certainly something on researchers` minds.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK GLASS, CNN CORRESPONDENT (voice-over): We are by nature sociable creatures. We like spending time with each other, talking directly face to face. But the truth is, many of us spend a lot of time at one remove on cell phones and computers.<br><br>Our next innovation promises an entirely new and surprisingly intimate form of communication.<br><br>(on camera): I`m here in Seattle to play an old game, 20 Questions, but to play it in a way that it`s seldom being played before. No questions asked out loud, just my brain in one room and someone else`s in another in silent communication.<br><br>(voice-over): An unremarkable street, an unremarkable university building, but inside, something quite extraordinary is about to happen.<br><br>RAJESH RAO, UNIVERSITY OF WASHINGTON: I think what we have done is establish that it is possible for two human brains to communicate with each other directly without using language.<br><br>GLASS: Professor Rajesh Rao is a computer scientist and has spent his career trying to decode how the human brain works.<br><br>RAO: You know, brain really defines who we are. I mean, it`s, you know, between two ears is, you know, the three-pound universe that I live in, right? That you live in between your ears. It defines, you know, the -- basically, humanity.<br><br>GLASS: Here in his lab, I was carefully wired up, electrodes attached that can make sure the electrical activity in my brain.<br><br>(on camera): This is a first for me, looking at my own brain waves.<br><br>(voice-over): On the other side of campus, a good kilometer away, Dr. Jessica Thomas was giving ready to. She would receive my thoughts, the quiz master in a game of 20 Questions.<br><br>RAO: This would be the first person from the public who`s actually going to be sitting in this chair. So, you better do well.<br><br>(LAUGHTER)<br><br>GLASS: So, I`m going to have to concentrate really hard.<br><br>RAO: That would help, if you want to them to figure out what`s on your mind.<br><br>GLASS: I was given an object to think about and ask a question about it on screen. I responded with just my eyes, focusing on a pair of oscillating lights under each answer, left for yes, right for no.<br><br>This made the neurons in the visual cortex at the back of my brain fire in a certain way. And the information transmitted by the Internet to Dr.<br><br>Thomas. Her helmet is equipped with a special device, transcranial magnetic stimulator, or TMS, which modifies her brain waves using magnetic fields.<br><br>If the answer is yes, a pulse alters her vision ever so slightly. And after a few more questions, she consistently guessed what I was thinking.<br><br>In the other words, in the rudimentary way, she was reading my thoughts.<br><br>Proving that brain to brain communication was feasible involved a meeting of three minds, Andrea Stocco and Chantel Prat are psychologists, married both to each other and to the experiment.<br><br>ANDREA STOCCO, UNIVERSITY OF WASHINGTON: I`m the first person in the world to receive a tiny piece of information that comes straight from another person`s brain. I`m only talking to the students who were there and I felt like, you know, we actually made the tiny bit of history today.<br><br>GLASS (on camera): We`re dipping our toes in the water here, aren`t we?<br><br>RAO: That`s a very good analogy. I think we are just beginning to scratch the surface of what does it mean for brains to be connected. For example, from the medical side, you could imagine, you know, a paralyzed patients conveying to their loved ones, you know, their feelings and their intentions. There`s a potential for brains to be connected in a way that it could be used for conveying, you know, abstract knowledge that might be hard to convey through language.<br><br>So, this concept of brain tutoring or neural tutoring, just think brain to brain communication as a next potential stage for, you know, human evolution. Do we actually go beyond what biology can offer us in terms of communication to enhance our creativity as humans? And, you know, maybe we can literally put our heads together, you know, to solve the challenges facing humanity, you know, in science and in technology.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you`re looking for another reason why Fridays are awesome, look no further than a donkey in a squad car. No, he wasn`t resisting arrest.<br><br>The affable animal was found wondering alone along a busy highway. The lady who found him had a place where he could stay, but she needed someone`s help in getting in there. So, when officers showed up, loaded him up with the help of some animal feed and gave him a police escort.<br><br>He was only in custody for about four miles and he didn`t hee and haw too much about it. He might have crooked an ear, made an off-the-cuff subjection, but it`s not like the officer could give him don-keys and let him drive himself home.<br><br>I`m Carl Azuz. We hope to see you Monday when CNN STUDENT NEWS returns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-04 CNN Student News.mp4"}