{"title":"CNNSN-2015-11-13-CNN-Student-News","script":"(CNN Student News) -- November 13, 2015<br><br>A Battle Against ISIS Begins In Iraq; A Retired Soldier Receives Medal of Honor; Mobile Technology Brings New Challenges to Media Companies<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz with CNN STUDENT NEWS. It`s Friday, the 13th of November.<br><br>And we`re starting our 10 minutes of current events coverage, with a look at a battle happening right now in northern Iraq.<br><br>Kurdish Peshmerga fighters are trying to take control of the Iraqi town of Sinjar, from the ISIS terrorists who currently occupy it. We`ve talked about the Kurds lately. They`re an ethnic group that lives in different parts of the Middle East. And the Peshmerga are a Kurdish military force leading this fight on the ground.<br><br>One thing ISIS wants to do is form a caliphate, its own country based on its severe interpretation of Islam. ISIS wants it located in Iraq and Syria. But if Kurdish forces with international help are able to reclaim Sinjar, it would help break up the areas controlled by ISIS.<br><br>CNN`s Nick Paton Walsh was there when the battle began on Thursday morning.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT: Just behind me, you can see the thick black smoke that has been covering the center of Sinjar since pretty much about this Thursday when the offensive began in earliest of first light, and the distance over here, too, there`s been pretty consistent exchanges of heavy machine gunfire.<br><br>I can`t tell you precisely where we are. We`re on the outskirts of Sinjar because of the rules we agreed to while working with the Peshmerga on this embed. But there is intense fighting here. They are trying to dig themselves in and I`m standing on a key part of the strategic mission here, which is to take over this route that runs between ISIS`s capital of Raqqa in Syria and the key town of Mosul in Iraq.<br><br>Now, at this stage, the Peshmerga seem to hold this particular area, thanks to the noise I`m hearing above me of coalition of jets, drones as well.<br><br>And we also hear potentially military advisers in the local area, too.<br><br>Further down this road, though, the challenge gets messier. We`re hearing of potentially 300 ISIS fighters still in the urban sprawl there. It`s densely packed. The Peshmerga are moving round in an arch it seems to try and go round the entire city. But intense fighting potentially ahead here, no sense of things slowing and ISIS very closely to area, within a kilometer frankly of where I`m standing.<br><br>So, much optimism at dawn. This could be over in the days. At the day ends, the booby traps, the mines, the sheer exhaustion potentially of moving into this city, the booby trap roads making some Peshmerga here slightly less optimistic this could be over as quickly as they`d hoped.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Violence in another part of the Middle East. Dozens of civilians were killed and hundreds were wounded last night in the capital of Lebanon, when two suicide bombers detonated their explosives in a crowded part of Beirut. Lebanon`s prime minister declared a today a day of mourning.<br><br>There are reports that the ISIS terrorist group is saying it`s responsible for the attack. But officials can`t say for sure yet whether that claim is authentic.<br><br>On August 8, 2012, U.S. Army Captain Florent Groberg was guarding military leaders as they walked down a street in Afghanistan. They were approached by a man who was hiding something in his clothes. Captain Groberg and another soldier rushed in to push the man away from their patrol, and he set off his explosives. Then, a second suicide bomber appeared and detonated, killing four other U.S. soldiers.<br><br>Captain Groberg survived, but he needed 33 surgeries to keep his leg. His heroism is why President Obama presented him with the Medal of Honor yesterday, the U.S. military`s highest decoration. The now retired Army captain is the tenth living person to receive the Medal of Honor for action in Afghanistan.<br><br>(MUSIC)<br><br>AZUZ: As always, we like to announce three of the thousands of schools watching. Our producers pick them from CNNStudentNews.com.<br><br>First up this Friday, Park City Prep Charter School. Great to see you, everyone, in Bridgeport, Connecticut.<br><br>Moving down the East Coast to Clermont, Florida. It`s where the Raptors roam at Real Life Christian Academy.<br><br>And on the west coast of Italy, hello to our friends at Livorno Middle School. The Lions of Livorno round out our roll.<br><br>Hundred years ago, there were only a few sources for news, features or any form of media entertainment. The newspaper and magazines, the radio and if people wanted to see footage of world events, they go to the cinema where news reels and cartoons would be played before the movie, every kind of media they could consume.<br><br>Then, it`s pocketsize right here, right now. The 21st century tool has created a 21st century challenge for media companies.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT (voice-over): Anywhere, everywhere, and always, that`s the promise of mobile video. Quite simply, it`s anything you want from a smartphone or a table.<br><br>But the implications are enormous. More eyeballs and more videos means more opportunity for media companies to sell ads. But your smartphone`s smaller screen means less room for those ads. It also means the videos themselves are changing.<br><br>This video is horizontal. Snapchat is promoting vertical. Storytellers are thinking about how to make things pocketsize and short enough to be viewed on a fly. The new medium is mobile and this little screen is going to be big.<br><br>When it comes to online video, nothing competes with YouTube. There`s 300 hours of video uploaded to the site every minute.<br><br>But being big makes it harder to change. And right now, the biggest name on online video has its sights set on the smallest screen.<br><br>ELISE STRACHAN, MY CUPCAKE ADDICTION: I can only make so many cakes in a day. But I can make that cake and I can put it out on YouTube and its reach is endless.<br><br>STELTER: Elise Strachan is a YouTube creator. Over the past four years, her baking videos have earned her over 2 million subscribers. And like the rest of YouTube, half of her views come from mobile screens.<br><br>STRACHAN: You`re in these people`s bedrooms. You know, you`re on the train with them. You`re at school when they`re not probably (INAUDIBLE), they`re looking at their phones. But you`re going everywhere with them.<br><br>STELTER: That kind of intimacy with viewers is something new from media makers. And it could pay off big time. Mobile revenue for YouTube is up 100 percent year over year.<br><br>And global business head Robert Kinzel (ph) doesn`t see it going down.<br><br>UNIDENTIFIED MALE: Mobile will drive most business, especially in advertising. Mobile consumption has been incredible and it`s growing twice the rate of anything else.<br><br>STELTER (on camera): So, you mean desktop is growing at one phase, and mobile is growing twice as fast?<br><br>UNIDENTIFIED MALE: Twice as fast, yes.<br><br>STELTER: Twice as fast.<br><br>(voice-over): It`s not just that mobile is outpacing desktop, Kinzel says mobile will replace it.<br><br>UNIDENTIFIED MALE: Mobile will matter. It will be the discovery device, will be the transmission device.<br><br>STELTER (on camera): The first screen.<br><br>UNIDENTIFIED MALE: It will be the first screen. That`s exactly right.<br><br>STELTER (voice-over): But right now, companies make a lot more money through other screens. That`s buzziest of industry buzz word &quot;monetization&quot;, it`s still a struggle on mobile.<br><br>That`s one of the reasons by YouTube just launched a subscription option for $10 a month.<br><br>But for now, with $4 billion in total revenue last year, YouTube is just breaking even.<br><br>UNIDENTIFIED MALE: Think about the infrastructure that it takes to ingest the videos, store the videos, and then on the other hand broadcast them out and have huge amounts of people all around the world see them. It`s a tremendous amount of machine and infrastructure.<br><br>STELTER: So, why the investment in international growth? It`s because more and more people in the developing world are getting their first smartphones.<br><br>UNIDENTIFIED MALE: The next prevalent (ph) people that will come online, they will likely to be able to afford a phone connection and a phone, it`s like your window to the world.<br><br>You know, I grew up in Czechoslovakia and if I can -- like I imagine what it would like growing up over there having YouTube. It could be amazing.<br><br>STELTER (on camera): Who wins in this global digital world?<br><br>UNIDENTIFIED MALE: I think people who innovate the fastest. Someone online video now has become part of every person`s life every single day and we need to make sure that we keep up with the growth.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, a dog is a good start. A dog with a skateboard is better. A skateboarding dog riding under people is victory. And a dog attempting a Guinness World Record for riding through the longest human tunnel -- Fridays are awesome!<br><br>Otto is his name, skating is his game. The board he has tamed, the record he claimed. He rode through 30 pairs of legs without bumping into any of them to win the world title in Lima, Peru.<br><br>The bulldog didn`t need the hotdog. Otto is skillful at skating, surfing and skimboarding, even though he`s just three years old.<br><br>You could call that talent on autopilot, ability that`s automatic. With skills on deck, Otto`s auto-stonishing, auto-complishment puts a varial (ph) on the theme (ph) of in a million athleticism, with four paws on four wheels forecasting and foretelling more records to come.<br><br>Haters are barking up the wrong tree. The deft dog`s catlike balance is no bull.<br><br>Have a great weekend from all of us at CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-13 CNN Student News.mp4"}