{"title":"CNNSN-2016-04-28-CNN-Student-News","script":"(CNN Student News) -- April 28, 2016<br><br><br>Ted Cruz Names Carly Fiorina as VP Pick; A Shift in Generational Demographics; Harvard Mumps Outbreak Grows<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VIDEO CLIP)<br><br>WOLF BLITZER, CNN ANCHOR: The five presidential candidates, they are competing in five northeastern states.<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: We expect Donald Trump to win all five. The question is, how big are those victories?<br><br>BLITZER: CNN projects Donald Trump will win the presidential Republican presidential primary. Donald Trump is the winner in Maryland. Another win for Donald Trump in Connecticut. All five contests, Donald Trump wins.<br><br>KING: At some point, if you`re going to beat Donald Trump, you have to beat him on the battlefield. This is a battlefield state by state, and that frankly is rout.<br><br>JAKE TAPPER, CNN ANCHOR: They got destroyed. Donald Trump, all five states called relatively early in the night. CNN projects Hillary Clinton is the winner in Maryland. In Delaware, CNN is projected Hillary Clinton is the winner. Hillary Clinton is the winner in the Pennsylvania Democratic presidential primary.<br><br>HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: I have a great night. I want to thank the 42nd president of the United States, my husband.<br><br>BLITZER: CNN projects Bernie Sanders is the winner of the Rhode Island Democratic presidential primary.<br><br>(CROWD CHANTING)<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: You know, the best way to beat the system is have evenings like this, where you get record-setting votes, where you get record-setting delegates.<br><br>BLITZER: Big nights, very big nights for Donald Trump and Hillary Clinton.<br><br>(END VIDEO CLIP)<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Well, that`s it in a nutshell. Another big night for the U.S. presidential frontrunners.<br><br>Our latest estimates for the delegates they`ve earned for Democrats, former Secretary of State Hillary Clinton now has 1,666 pledged delegates and 502 super delegates. Vermont Senator Bernie Sanders has 1,359 pledged delegates and 42 super delegates. A Democrat needs 2,383 total to clinch the party nomination.<br><br>For Republicans, businessman Donald Trump now has 991 pledged delegates. Texas Senator Ted Cruz has 567 pledged delegates and one unpledged delegate. Ohio Governor John Kasich has 154 pledged delegates. A Republican needs 1,237 delegates to clinch the party nomination.<br><br>Also, Senator Cruz announced yesterday, that if he wins the Republican nomination, he`d choose former business executive and former presidential candidate, Carly Fiorina, as his vice presidential running mate. Fiorina suspended her campaign on February 10th and endorsed Cruz a month later.<br><br>It`s unusually early for a candidate to announce a running mate. That traditionally happens at the party`s nominating conventions over the summer.<br><br>Next up, the millennial generation. It is now the largest generation in America. That`s according to the U.S. Census.<br><br>Millennials are usually defined as people born between 1981 and 1997. They`ve just surpassed the baby boomer generation. That`s name for folks born during the baby boom after World War II, between 1946 and 1964.<br><br>There are just under 75 million baby boomers, but partly because some of them are passing away, and partly because many of the immigrants to the U.S. are from the millennial generation, the sheer number of millennials now exceeds that of boomers and it`s probably not going to slow down.<br><br>Millennial numbers aren`t expected to peak until the year 2036, when they exceed 80 million people.<br><br>So, how many are there now and what could this mean for the U.S. economically speaking?<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT: Seventy-five-point- four million, millennials achieved a milestone. There are 75.4 million Americans age 18 to 34 years old in the U.S. Pew Research finds millennials have now overtaken baby boomers as the largest living population.<br><br>Baby boomers, that cohort that defined our relationship with money today, how we earn it, and how we spend it, how we make it and how we borrow it.<br><br>Now, those boomers are retiring. They`re spending less. They`re dipping into retirement. And millennials pick up the mantle.<br><br>But the picture is mixed at best. Bankrate finds the best cities for millennials to launch their career, big cities like New York, L.A., San Francisco, Washington, D.C., and San Jose. Those are also the places eating up their incomes.<br><br>In New York City, millennials today take home 20 percent less than generation X and they`ve got lots more debt. It`s a generation that`s earning less than their parents, putting off marriage, putting off buying a home. Those are defining economic drivers of generations before them.<br><br>So, will the selfie generation redefine our relationship with money for the next 50 years?<br><br>(END VIDEOTAPE)<br><br>AZUZ: The mumps virus is spreading so fast at Harvard University that officials are saying it could affect the school`s commencement ceremony on May 26th. At least 40 people there have come down with mumps over the past two months. The local health department says all of the students who`ve gotten it had been vaccinated against it.<br><br>So, officials want students to take it more seriously to try to prevent its spread. It`s not usually very dangerous and patients have been isolated.<br><br>But because it spread like a cold, most of the recent outbreaks in the U.S. have been high schools and colleges where people share desks, classrooms and study spaces.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Mumps is an infection that`s caused by the mumps virus, even if somebody is not sick at all.<br><br>About a third of people who get the mumps infection won`t have any symptoms, but they`re still carrying the virus and they can still potential spread it to other people.<br><br>When they get mumps, a lot of times, it`s going to feel like just about any other viral infection. But the real characteristic about this particular infection distinguishes just about anything else, doctors know this -- the moment someone walks in, it`s right here. It`s these parotid glands. It`s what makes you look like a chipmunk.<br><br>Most of us just get two shots to protect us against mumps in our lifetime. One when we`re about a year old and another one when we`re between four and six year old. But if you`re a healthcare worker, if you`re someone who may be in close contact to people with mumps, or if you go travelling to an area where mumps is more endemic, you might consider getting another booster shot.<br><br>With mumps, like a lot of other viral infection, the treatment is what we call symptomatic. They`re basically trying to let the body get through this period of illness. But for most people, it`s a lot of sleep, it`s a lot of rest overall, staying hydrated and letting your body overcome this infection.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In East Africa, not from Tanzania`s border with Kenya is the city of Arusha, and it`s from there that we heard from St. Constantine`s International School. Great to have you on our &quot;Roll Call&quot; for the first time.<br><br>Smyrna Middle School also hasn`t been on before. It`s in Smyrna, Tennessee, the home of the Panthers.<br><br>And from Kill Devil Hills, North Carolina, first time we`ve been there as well, please welcome the Seahawks for First Flight Middle School.<br><br>Earlier this month, the group of about 15 people reportedly got stuck in an elevator in Chicago`s Willis Tower. In a separate incident, some USC football players who exceeded in elevator`s weight limit got stuck in California.<br><br>What the two groups had in common besides the elevators are the safety measures that helped them all get out OK. They can thank a man named Otis.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT: Drop a working stiff from the 19th century and modern day New York, what`s the first thing he might notice?<br><br>Height. It`s in the last century, cities across the world have gotten taller, much, much taller.<br><br>At the start of the 20th century, you`d be hard-pressed to find a building that was more than six stories high. Who wants to hop up a flight of stairs longer than that?<br><br>But then, the modern elevator arrived. And builders raced towards the heavens, constructing massive office skyscrapers containing millions of square feet.<br><br>Sure, the basic idea was nothing new. Primitive elevators have been around since 236 B.C., but they relied on manpower, lots of it.<br><br>By the mid-19th century, elevators were deriving their power from water and steam. But the ropes that they relied on weren`t so reliable. And that`s where Otis comes in. He developed a safety break that kept the elevator from freefalling of the rope broke.<br><br>It was an innovation that transformed business. Not only could people be shuttled up and down, but so could heavy freight. Now, companies could consolidate all of their operations and office furniture in a single building, and that improve accountability, communication and efficiency.<br><br>Employees could shuttle from one department to another with a push of a button and a short vertical ride.<br><br>Industries likewise didn`t have to compete for geographically important locations. In the 1860s, New York City`s financial district was so overcrowded, they considered moving it uptown. But then the elevator came along and allowed Wall Street o grow up. Today, there are an estimated 900,000 elevators in America alone, making 18 billion trips a year, and occasionally giving me vertigo.<br><br>(END VIDEOTAPE)<br><br>AZUZ: There are hundreds of tricks the skateboarders have come up with in the decades that the sport has been around. Here`s one that`s less expected -- no board.<br><br>Christopher Chann says this is what he does when it rains and he can`t skate, applying the same principles of balance, physics and some pretty slick shoes, he and his friends just skid and slide down the hill. At one point, he even tries to alley, or more accurately jump a rough spot.<br><br>He doesn`t quite land it. But he might have landed himself a whole new sport. After all, if the shoe fits and slides and slips and side slips, and slide slips on slick slides, slide on up with your slickest sliding kicks for one slick ride down the six skids slip and slide.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-28 CNN Student News.mp4"}