{"title":"CNNSN-2017-03-01-CNN-Student-News","script":"(CNN Student News) -- March 1, 2017<br><br><br>Highlights of the President Trump`s Speech and the Democratic Response; Potential Moon Tours; Wind Tunnel Testing<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>(BEGIN VDIEOTAPE)<br><br>UNIDENTIFIED MALE: The speaker --<br><br>WILLIAM J. CLINTON, FORMER PRESIDENT: Mr. Vice President --<br><br>RONALD REAGAN, FORMER PRESIDENT: Distinguished members --<br><br>GEORGE H.W. BUSH, FORMER PRESIDENT: Of the United States Congress.<br><br>GEORGE W. BUSH, FORMER PRESIDENT: Members of the Supreme Court --<br><br>GERALD FORD, FORMER PRESIDENT: Distinguished guests --<br><br>RICHARD NIXON, FORMER PRESIDENT: My fellow Americans --<br><br>FORD: Think for a minute how --<br><br>G. H.W. BUSH: Far --<br><br>CLINTON: We`ve --<br><br>CARTER: Come --<br><br>FORD: In 200 years.<br><br>NIXON: We find ourselves challenged by new problems.<br><br>FORD: In this country --<br><br>REAGAN: At home --<br><br>BARACK OBAMA, FORMER PRESIDENT: And Abroad.<br><br>DWIGHT D. EISENHOWER, FORMER PRESIDENT: There is a mandate of us.<br><br>G. H.W. BUSH: Vigilance.<br><br>CARTER: Determination.<br><br>JOHN F. KENNEDY, FORMER PRESIDENT: And dedication.<br><br>HARRY TRUMAN, FORMER PRESIDENT: We need many different kinds of strength.<br><br>OBAMA: Military --<br><br>REAGAN: Economic --<br><br>G. H.W. BUSH: Political --<br><br>TRUMAN: And moral.<br><br>REAGAN: Nothing --<br><br>G. W. BUSH: -- is impossible --<br><br>REAGAN: No --<br><br>CLINTON: Victory --<br><br>REAGAN: -- is beyond our reach. No --<br><br>G. H.W. BUSH: Glory --<br><br>REAGAN: Will ever be too great.<br><br>G. H.W. BUSH: We are --<br><br>FORD: Americans --<br><br>G. H.W. BUSH: Part of --<br><br>OBAMA: Something --<br><br>G. W. BUSH: Larger --<br><br>G. H.W. BUSH: Than ourselves.<br><br>OBAMA: God bless --<br><br>REAGAN: You --<br><br>NIXON: God --<br><br>G. W. BUSH: Bless --<br><br>G. H.W. BUSH: The United States --<br><br>FORD: Of America.<br><br>(END VIDEOTAPE)<br><br>CARL AZUZ, CNN 10 ANCHOR: Almost seven decades of U.S. presidential State of the Union Addresses and speeches to Joint Sessions of Congress. The difference is where we start today on CNN 10.<br><br>Last night, President Donald Trump gave his first speech to a joint congressional session. Why was it called that for the president`s annual message instead of a State of the Union Address? Because President Trump`s been in office less than two months, and like any first president in his first year, he`s not expected to know or to be in authority on the actual State of the Union.<br><br>But the setup, the location, the attendance, it all looks the same as the State of the Union Address.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: The president of the United States!<br><br>(APPLAUSE)<br><br>(END VIDEO CLIP)<br><br>AZUZ: It was delivered in the House of Representatives. It was in front of representatives, senators, Supreme Court justices, the president`s cabinet. And it follows the annual tradition of a president speaking to other U.S. leaders and the nation as a whole.<br><br>Tradition is key, though, because the U.S. Constitution doesn`t require most of what takes place in an annual address. It says only that the president shall from time to time give to the Congress information of the State of the Union. It doesn`t have to be in person, doesn`t have to be every year, it doesn`t have to be on TV. The Constitution`s framers didn`t have TV. So, they wouldn`t have had the view that much of the world could have had last night when President Trump outlined his vision for America`s future.<br><br>Here are some highlights.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: All the nations of the world -- friend or foe -- will find that America is strong, America is proud, and America is free.<br><br>A new national pride is sweeping across our nation. And a new surge of optimism is placing impossible dreams firmly within our grasp. What we are witnessing today is the renewal of the American spirit. Our allies will find that America is once again ready to lead.<br><br>(APPLAUSE)<br><br>I will not allow the mistakes of recent decades past to define the course of our future.<br><br>For too long, we`ve watched our middle class shrink as we`ve exported our jobs and wealth to foreign countries. We`ve financed and built one global project after another, but ignored the fates of our children in the inner cities of Chicago, Baltimore, Detroit, and so many other places throughout our land.<br><br>We`ve defended the borders of other nations, while leaving our own borders wide open, for anyone to cross, and for drugs to pour in at a now unprecedented rate.<br><br>The time for small thinking is over. The time for trivial fights is behind us. We just need the courage to share the dreams that fill our hearts, the bravery to express the hopes that stir our souls, and the confidence to turn those hopes and those dreams into action.<br><br>From now on, America will be empowered by our aspirations, not burdened by our fears, inspired by the future, not bound by failures of the past.<br><br>I am asking all members of Congress to join me in dreaming big, and bold, and daring things for our country. I am asking everyone watching tonight to seize this moment. Believe in yourselves. Believe in your future. And believe, once more, in America.<br><br>Thank you, God bless you, and God bless the United States.<br><br>(APPLAUSE)<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK, that wasn`t the only political speech of the night. Something else that`s not required by the Constitution, but it`s been a tradition since the 1960s is the opposing party`s response to the president`s annual message.<br><br>President Trump is a Republican. So, after his address, a Democrat and former governor of Kentucky, Steve Beshear, gave his party`s response.<br><br>(BEGIN VIDEO CLIP)<br><br>STEVEN BESHEAR, FORMER KENTUCKY GOVERNOR: Real leaders don`t spread derision and division. Real leaders strengthen, they unify, they partner, and they offer real solutions instead of ultimatums and blame.<br><br>Look, I may be old-fashioned, but I still believe that dignity, compassion, honesty and accountability are basic American values. And as a Democrat, I believe that if you work hard, you deserve the opportunity to realize the American dream, regardless of whether you`re a coal miner in Kentucky, a teacher in Rhode Island, an autoworker in Detroit or a software engineer in San Antonio.<br><br>Our political system is broken. It`s broken because too many of our leaders think it`s all about them. They need to remember that they work for us and helping us is their work.<br><br>(END VIDEO CLIP)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Where would you find Grimaldi, Copernicus and the Sea of Clouds?<br><br>The Sistine Chapel, the Circuit de Monaco, the Orion Nebula or the moon?<br><br>These are all features of the moon, the Earth`s natural satellite?<br><br>(END VIDEO CLIP)<br><br>AZUZ: And what better way to get a close up view than going there. You don`t have to be a NASA astronaut that. That`s so 20th century.<br><br>The private company SpaceX says it already has deposits from two people who want to fly around the moon, though they wouldn`t actually land on it.<br><br>They`d travel on spacecraft that hadn`t been tested yet. They`d be the first people since 1972 to go beyond low earth orbit and this could happen by the end of next year, though space launches often get delayed.<br><br>SpaceX CEO Elon Musk says the trip around the moon would cost about the price of a trip to the International Space Station or a little more. For comparison, that`s tens of millions of dollars.<br><br>Critics are skeptical that this can actually be done on schedule and they`re concerned about the danger. SpaceX vehicles haven`t yet flown people to low earth orbit, let alone beyond it. But Musk says 2018 is going to be a big year for space travel.<br><br>Another topic making news in the subject of science, the Terraformer. It`s a unique wind tunnel at the University of Florida and it`s designed to help researchers understand the impact that hurricanes, for example, can have on manmade structures. This is part of an investment of more than $60 million into researching natural disasters.<br><br>It`s said to be able to replicate any sort of terrain. And the main purpose of the Terraformer is to mimic extreme weather conditions.<br><br>So, how extreme can it go? It reportedly can bring wind speeds of up to 230 miles per hour and it would take 90 seconds to get going that fast.<br><br>Those wind speeds are well over the minimum of a category five hurricane and an EF5 tornado.<br><br>The wind tunnel also helps engineers test the strength of a buildings design. For that, they`d use scale models of homes and buildings that already exist. And watch how with the help of the judge the Terraformer is used to test the strength of building materials in extreme wind. It`s amazing to look at.<br><br>Scientists from around the country have access to this facility.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, last week, we brought hounds a-hopping and hounds a-honking. Hitting a perfect high note on &quot;10 Out of 10&quot; today is a hound a-howling.<br><br>This video comes to us from YouTube. It`s to music by the band Queen, lip syncing by Annie and when they get to the chorus.<br><br>A solo by Lola.<br><br>What we don`t know is whether she`s howling because she loves it, or because she doesn`t. But either way, Lola`s among the great canine crooners. Consider Mariah Corgi, Katy Pomeranian, Miley Siberian, Airedale Lavigne, Alicia Keyshound (ph), Adelmatian, Terrier Swift, Bichonce Frise (ph), and, of course, the great Ellie Golden.<br><br>Thank your taking 10 for CNN 10, with puns that make you howl or growl. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-01 CNN Student News.mp4"}