{"title":"CNNSN-2015-05-07-CNN-Student-News","script":"(CNN Student News) -- May 7, 2015<br><br>Residents Return to War-Ravaged Kobani; Britons Head to Polls<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thursday is underway. CNN STUDENT NEWS is getting you up-to-speed on stories making headlines worldwide.<br><br>First, an update from Baltimore, Maryland. The city`s mayor is asking the U.S. Department of Justice to get involved and conduct the civil rights investigation in the Baltimore`s police department. The U.S. government says it`s considering the request.<br><br>It was made after six policies were charged in the death of 25-year- old Freddie Gray. He was fatally injured while in police custody last month. Peaceful protests and riots followed.<br><br>Mayor Stephanie Rawlings-Blake also promised yesterday that Baltimore`s police officers would have body cameras by the end of the year.<br><br>This can cost the department tens of thousands of dollars for the equipment and especially the fees to store their video data. But supporters of cameras say they help protect both the public and police.<br><br>Kobani is in ruins. The city was a battleground of the U.S.-led war against ISIS. What`s left of it was located in northern Syria, in view of the country`s border with Turkey.<br><br>The terrorist group took over most of the city last year, but Kurdish Peshmerga forces supported by U.S.-led airstrikes eventually pushed ISIS fighters out. A Syrian human rights organization says roughly 1,000 terrorists were killed in the fighting. Those fighting them lost several hundred of their own.<br><br>And today, with the bakery and two schools open, along with the hospital that`s operational, people who`d fled the fighting in Kobani are returning home. The recovery challenges they face are enormous. For one thing, Syria is still at civil war, with Syrian government forces, rebels and terrorists all wrestling for control. For another thing, most of the city is in ruins.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): When you see images like this, you can see the greatest cost, simply how homes, ordinary life were being destroyed by those consistent airstrikes. You can so easily see. But it`s only the drone`s eye view that really opens up that level of damage. We saw ourselves on the hills around this, these constant airstrikes, car bombings as well. But that street level view, we also saw, which was remarkable to behold.<br><br>Hundreds of people still trying to live their lives there and you can see there in that video, people have started to return. Officials there talked about 6,000 in one week, in fact, in the city, but also the countryside around it, bringing the total to tens of thousands now living there.<br><br>But simply as that drone flies through those streets, it`s absolutely obvious that there`s a massive task ahead of anyone living in Kobani, or trying to go back there, and they say that that is not assisted by the Turkish government. They`re not opening the main border gates close to Kobani, nor allowing in the influx of heavy machinery that you can see there surely is badly needed to begin the excavation, to even allow reconstruction to occur.<br><br>They say that 70 percent of that city is completely destroyed and the areas you`re seeing are pretty much where much of the most intense airstrikes or fighting occurred. They called it Kobani-grad when the attack was underway because the Kurdish fighters looking to try and defend it knew that they`d sustain so much damage, they`d be few spoils for victory left.<br><br>But right now, as you can see from those drone shots, nearly every building has failed to escape unscathed -- the devastating impact on that one town alone in the fight against ISIS.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Today is election day in the United Kingdom. Voters will be choosing members of parliament. Whoever leads the party that wins the majority in parliament becomes prime minister.<br><br>There are a lot of issues at stake, and how they turn out could hinge on how Britons vote. Will the nation continue to be part of the European Union, an economic and political alliance of 28 countries whose currency is the euro? Will taxes be raised on businesses and Britons with high incomes? Will lawmakers once again make moves that could allow Scotland to become an independent country?<br><br>Polls show that the U.K.`s main parties are neck and neck. And if the vote is divided, political gridlock could be on the horizon. It`s a complicated election and keeping track of where all the action will be involves a lot of planning.<br><br>(BEGIN VIDEOTAPE)<br><br>ERROL BARNETT, CNN CORRESPONDENT: CNN is all over the key locations in London for all U.K. election coverage with our anchors, correspondents and political contributors all providing insight and context.<br><br>One of our live locations is right here on the south bank of the River Thames, across St. Thomas` Hospital, so that we can get this gorgeous shot of the Houses of Parliament. You can also see Big Ben over here, which is actually the name of the bell inside, not the tower itself.<br><br>Come with me. I`ll show where else we`re set up.<br><br>Take a look at this. This two-story platform, surely bigger than most homes, has been set up for the international broadcasters because it has a straight, close up view of the Houses of Parliament. Our Christiane Amanpour will be broadcasting from this location.<br><br>But we`re not just on the ground.<br><br>We`re also got some wheels. Richard Quest will be on one of the London`s iconic double-decker buses, talking to voters on election night.<br><br>But the finish line of our coverage is here.<br><br>Number 10 Downing Street, the office the prime minister. We will have correspondents live here as well, as we all wait to see how its next occupant will be.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now, it makes sense that the village of Lincolnshire would be in the land of Lincoln. That`s Illinois. It`s where the Trojans are watching. Hello, Daniel Wright Junior High School.<br><br>In Little Rhody, or may be better known as the Ocean or Plantation State, is the Indians up next from Aldrich Junior High School there in Warwick, Rhode Island.<br><br>And in the Nutmeg or Constitution State, we`re glad to be part of your day at Northwest Village School. It`s in Plainville, Connecticut.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: As the weather gets hotter, animals have to deal with it. Dogs pant. Pigs wallow in mud. Birds take baths.<br><br>What do cats do? They sweat. That`s right. Cats sweat.<br><br>But, Carl, my cat is never sweaty.<br><br>That`s because they sweat through their paws. It`s how they manage to stay cool cat. Now, cats random (ph).<br><br>(END VIDEO CLIP)<br><br>AZUZ: All right. You might not think that a job working in transportation would involve rappelling, bouldering and clearing rocks as wide as two feet. But if you`re looking to earn money while you keep drivers safe, and enjoy the great outdoors, this might be for you. An understanding of geology and erosion helps, as does respect for gravity.<br><br>In California, Mike Rowe shows how &quot;Somebody`s Gotta Do It&quot;.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Rock.<br><br>UNIDENTIFIED MALE: Big rock.<br><br>UNIDENTIFIED MALE: Thank you.<br><br>MIKE ROWE, SOMEBODY`S GOTTA DO IT: The actual job is harder than this. I think we may have problems.<br><br>UNIDENTIFIED MALE: Welcome.<br><br>ROWE: Nice. Nice office.<br><br>UNIDENTIFIED MALE: Yes, isn`t it?<br><br>ROWE: Excuse me. I`m allergic to heights.<br><br>(voice-over): The job is clearly dangerous and I`m both flattered and surprised the state gave us permission to participate with Tom and his crew.<br><br>UNIDENTIFIED MALE: This is when the fun starts.<br><br>ROWE (on camera): All right.<br><br>UNIDENTIFIED MALE: Come on.<br><br>UNIDENTIFIED MALE: Glide (ph) them in.<br><br>ROWE (voice-over): And with that, finally, the actual work begins.<br><br>UNIDENTIFIED MALE: We can start rolling rocks.<br><br>ROWE (on camera): Man, there`s so much stuff here.<br><br>UNIDENTIFIED MALE: This is the kind of things that oil pans and radiators hit.<br><br>ROWE: Yes, that thing pops out of the street.<br><br>UNIDENTIFIED MALE: Yes.<br><br>ROWE: Straight through to your oil pan. Yes, look at how loose all this is.<br><br>UNIDENTIFIED MALE: Yes, that`s why we do it.<br><br>ROWE: So, basically this is erosion, right? Rains.<br><br>UNIDENTIFIED MALE: It`s withering of the rocks, sort of rots out and you got to clean it up and maybe hopefully get down to some better rock.<br><br>ROWE: It seems endless in terms of like job, right?<br><br>UNIDENTIFIED MALE: Right. And then, you know, in five, 10 years, when most of the soil is gone and whatnot, we`ll come back and we`ll do this again.<br><br>ROWE: Right.<br><br>UNIDENTIFIED MALE: It`s a maintenance activity.<br><br>ROWE: You know what it is. It`s job security.<br><br>UNIDENTIFIED MALE: Job security, too. I mean, look at the road already, just for a little bit we`ve done so far.<br><br>ROWE: Yes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, an animal story you would only hear out of Australia. A recent visitor to the emergency room didn`t need treatment.<br><br>It just stopped by to check things out in a hospital near Melbourne. Surveillance cameras got plenty of footage of the koala bear wandering around various rooms.<br><br>Hospital workers reportedly knew about this, but just decided to leave them alone. After about three minutes, he wandered out the door that let him in.<br><br>So, there is no need to koala doctor. It didn`t take someone highly koala-fied to see he was in need of a koala operation. Whoo! The video has gotten a koala-lot of attention on the Internet. The animal might find that embarrassing.<br><br>Either way, I`m Carl Azuz. Hoping you`ll visit us again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-07 CNN Student News.mp4"}