{"title":"CNNSN-2017-02-02-CNN-Student-News","script":"(CNN Student News) -- February 2, 2017<br><br><br>Trump Announces U.S. Supreme Court Pick; Tensions Surrounding North Korea; The History of Groundhog Day<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Whether you`re watching in the classroom, in office, at home or on the go -- thank you for taking 10 minutes for CNN 10.<br><br>I`m Carl Azuz.<br><br>The U.S. Supreme Court has had eight justices serving on it since Associate Justice Antonin Scalia died suddenly last February. Four of these justices were appointed by Republican presidents. Four were appointed by Democratic presidents. So, on divisive cases, you can see how a 4-4 split could hamper the court`s decision making process.<br><br>Last March, then-President Barack Obama, a Democrat, nominated a U.S. Appeals Court judge named Merrick Garland to replace Justice Scalia. But Republicans who controlled the Senate argued that the next U.S. president should appoint Scalia`s replacement. And they did not give Judge Garland a hearing.<br><br>With the new U.S. leader now in place, a new nominee has been named. Tuesday night, President Donald Trump announced that Neil Gorsuch, a U.S. Appeals Court judge, was his pick to fill Scalia`s seat on the high court. The 49-year-old Judge Gorsuch is considered to be a conservative jurist, like Scalia. The nominee studied at Columbia, Harvard and Oxford Universities and President Trump says his qualifications are beyond dispute.<br><br>But House Minority Leader Nancy Pelosi described Gorsuch as a hostile appointment, who`s outside the American mainstream.<br><br>Experts say Gorsuch is still likely to join the Supreme Court bench. His Senate confirmation hearings are set to begin in six weeks.<br><br>(BEGIN VIDEOTAPE)<br><br>JEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: Federal judges, including Supreme Court justices, serve for life. That`s why presidents regard these judicial appointments as such an important way to extend their own legacies.<br><br>SUBTITLE: Selecting Supreme Court justices.<br><br>Steps to becoming a Supreme Court justice:<br><br>Secure a presidential nomination. Sit before the Senate Judiciary Committee. Receive confirmation by a Senate vote.<br><br>TOOBIN: The Constitution does not set out a resume that a Supreme Court justice has to have. There`s no requirement in the Constitution that a Supreme Court justice even be a lawyer. But traditionally, presidents have nominated impeccably qualified sitting judges.<br><br>Both presidents and senators like to say that the confirmation process is all about qualifications. But it`s really also about politics. Virtually, every important issue in American politics and even American life winds up in front of the Supreme Court, and they have the last word. Both the president and the senators trying to figure out how the nominee`s stance on the hot-button issues that the Supreme Court deals with and that`s why the senators will vote yes or not.<br><br>The Supreme Court is designed to operate with nine justices. What makes Justice Scalia`s death so unusual in Supreme Court history is that most justices announce that they plan to retire and then a president nominates their successor. So, there is no vacancy at any point in the Supreme Court. With eight justices, there are possibilities for tie votes, which can create a significant amount of confusion in the law.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next, messages crisscrossing the Pacific Ocean. A U.S. research institute says it looks like the Asian country of North Korea has restarted one of its nuclear reactors and it may be using it to make plutonium for its controversial nuclear weapons program.<br><br>The United Nations considers North Korea`s nuclear and missile programs illegal. It`s repeatedly penalized the country for them. But that hasn`t stopped the communist nation from moving forward with nuclear production. And officials from the U.S. and South Korea say the North may be testing more long-range missiles sometime soon.<br><br>This is all happening as the new U.S. defense secretary, James Mattis, heads overseas to visit Japan and South Korea. They`re both American allies in the region and they`re both hoping the Trump administration supports those alliances and addresses the threat posed by North Korea.<br><br>Earlier this week, Secretary Mattis said America was committed to defending South Korea.<br><br>(BEGIN VIDEOTAPE)<br><br>ALEXANDRA FIELD, CNN CORRESPONDENT (voice-over): U.S. military helicopters test fire on the South Korean soil, target practice.<br><br>UNIDENTIFIED MALE: In case we are called to fight tonight, we can. We can actually execute our mission at a moment`s notice, if we`re ordered to do so.<br><br>FIELD: On the peninsula still technically at war, U.S. troops are key to a decade`s old deterrent against an unstable armed neighbor.<br><br>(on camera): U.S. troops train here 365 days a year, preparing for the possibility of one day being called upon to potentially confront a threat from North Korea. This live fire training complex is just about 10 miles away from the DMZ, between North Korea and South Korea. Nearly every U.S. unit that deploys to South Korea will at one point be sent here for training.<br><br>(voice-over): The units are also part of annual exercises with South Korea`s military, advanced training and an unmistakably warning that`s angered Kim Jong-un -- the erratic dictator who`s believed to have an arsenal of between 16 and 20 nuclear weapons.<br><br>The construction of U.S. military post Camp Humphreys is currently the Pentagon`s largest construction project in the world. The total costs, $10.8 billion. South Korea will pay for more than 90 percent of it. They also foot about half the bill when it comes to personnel cost for 28,000 U.S. soldiers stationed here.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Name the U.S. president who, in 1959, proclaimed Hawaii as the 50th state. Was it Truman, Eisenhower, Kennedy or Johnson?<br><br>Hawaii achieved statehood under President Dwight D. Eisenhower, who served from 1953 to 1961.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And Hawaii is where our next story takes place today. It involves surge (ph). In Hawaii Volcano National Park, lava is streaming into the sea. What it looks like a red bar in the center of your screen is actually molten rock. It`s flowing quickly from Hawaii`s Kilauea Volcano, raising through a lava tube and splashing into the Pacific.<br><br>The research team that observed this says the entire cliff nearby could be unstable and that the explosions that occur as the lava hits the cool water make the whole area dangerous on land and sea. It`s the U.S. Geological Survey which posted this video, is telling people to avoid the area.<br><br>Today is a groundbreaking holiday in the U.S. Yes, that`s a pun -- no, it`s not really a holiday. But it is a time when millions or at least a handful of Americans look to a woodchuck, not to see how much wood it would chuck, but to see what it says about the weather.<br><br>Groundhog Day is a kind of ancient way of forecasting. From semi-famous rodents like Punxsutawney Phil, General Beauregard Lee or Staten Island Chuck, people are hoping to get a sense of whether spring weather is coming soon. And if they don`t get an accurate sense of that, at least they can have fun trying.<br><br>Where exactly did this tradition come from?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, CNN METEOROLOGIST: It`s Groundhog Day. Every year on February 2nd, it`s Groundhog Day. But this has been around for a long time. This is a German tradition that dates back to the 1700. The Germans brought it over to the United States when they settled in Pennsylvania.<br><br>Now, on Groundhog Day, it all comes down to this guy, Phil the Groundhog in Punxsutawney, Pennsylvania, whether he will see his shadow or not. Now, Phil comes out of hibernation every year on Groundhog Day, on February 2nd. If it`s a bright, sunny day, well, most likely, Phil will see his shadow.<br><br>But then, he will get scared, go back in his hole, and go back to sleep, we`ll have winter for six more weeks. But if it`s a cloudy day, a dreary day, and he comes out and does not see his shadow, well, he`ll stay out. And that means spring will come early.<br><br>Now, if you count up all of the years that Phil has been forecasting, he basically sees his shadow about 85 percent of the time. So, it`s most likely he`ll see his shadow. His owners think he`s accurate 100 percent of the time, but if you ask meteorologists around the world, well, we disagree. We think he`s wrong about 50 percent of the time.<br><br>Whether he sees his shadow or not though, the official start to spring is March 20th.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s time for a world record that`s totally going to knock your socks off. Most people floating while holding hands. What? Do you believe this?<br><br>Well, sure. It`s footage from a lake in Argentina. It shows some of the 1,941 people who literally floated into the Guinness World Record books.<br><br>Previous record was 634 people.<br><br>These folks have a bit of an advantage. This lake is 10 times saltier than the ocean and that helps people stay afloat.<br><br>I want to know who first floated the idea. Did he have an inflated ego? Was she full of hot air? How did they it hold water?<br><br>Guess they figured, we`ll just hold our breath and see. After all, it`s sink or swim. And if we keep our heads above the waves, it`s likely we`ll sink that previous record.<br><br>Hey, y`all, whatever floats your boat.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-02 CNN Student News.mp4"}