{"title":"CNNSN-2016-03-28-CNN-Student-News","script":"(CNN Student News) -- March 28, 2016<br><br><br>&quot;Raw Ingredients.&quot; Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to a special edition of CNN STUDENT NEWS. I`m Carl Azuz.<br><br>Today, we`re wrapping up our series on the U.S. food supplies, zeroing on produce. This is our last installment of CNN special &quot;Raw Ingredients&quot;, taking a look at how engineering and importing have replaced old fashion growing in the U.S. food industry and how consumer demand still has the power to influence the industry.<br><br>Our reporter Cristina Alesci has gone inside some of America`s biggest companies, seeing what most folks haven`t seen before, getting incredible insight as to how production affects what`s on our plate.<br><br>(BEGIN VIDEOTAPE)<br><br>CRISTINA ALESCI, CNNMONEY CORRESPONDENT (voice-over): Salads. Americans are eating up to five times more leafy greens than they did 20 years ago.<br><br>We`re consuming three billion pounds a year. But our intensifying love affair with fresh produce is creating problems for farmers, for the environment, and even for our own health.<br><br>One in six Americans, that`s 48 million people, get sick from contaminated food each year, 3,000 die. Don`t you think it`s coming from undercooked meat and fish? Well, produce is actually responsible for about half of the illnesses.<br><br>MANSOUR SAMADPOUR, PHD, PRESIDENT, IEH LABORATORIES: Any industry that wants to produce safe foods, they can`t do that.<br><br>ALESCI: Dr. Mansour Samadpour runs one of the nation`s largest food safety consulting labs. Chipotle recently hired his company to assess and improve safety standards after the government traced an outbreak of E. coli back to some of its stores. He stocks listeria and salmonella in his office.<br><br>SAMADPOUR: This plate in theory is good enough to infect everyone in the city of Seattle.<br><br>ALESCI (on camera): How could you get so close to it?<br><br>SAMADPOUR: Because they don`t jump.<br><br>ALESCI (voice-over): Recently, the risk associated with some fruits and vegetables have become so high that the FDA begun actively monitoring them for contaminants, a historic move for the agency.<br><br>So, how serious is the industry when it comes to keeping our food safe?<br><br>We traveled across the country to find out. It`s sunrise in Salinas Valley, California. This area is called the &quot;Salad Bowl of America&quot; and for good reason. Its fields produce 60 percent of the leafy greens in the U.S.<br><br>DIRK GIANNINI, FARMER: I think farmers are the backbone of this nation, to be honest.<br><br>ALESCI (on camera): I climb up on this side, right?<br><br>So, this is water that does this, that cut this?<br><br>GIANNINI: Yes, it`s a water knife with extreme amount of pressure. We`re trying to attract better workers and a better working environment for our employees.<br><br>ALESCI (voice-over): Dirk`s family has been farming this land for four generations.<br><br>GIANNINI: The amount of work that goes behind one head of lettuce is tremendous and the basic consumer has no idea of the intensity and the dedication to an 10-acre block of romaine.<br><br>ALESCI: Farming in this part of the world has gotten really rough. Farmers are fighting a drought, a labor shortage and rising prices for land, even some insiders say the industrial process is pushed to the brink.<br><br>The president of Campbell`s Fresh is one of them.<br><br>(on camera): What is the state of the food system?<br><br>JEFF DUNN, PRESIDENT, CAMPBELL`S FRESH: I would say that it`s highly stressed. The past 50 years of over-farming a lot of land has created real problems on the global basis in terms of having enough irrigable farmland. The word I`ve used is stressed almost from any dimension you look at.<br><br>ALESCI (voice-over): And farming is just the beginning of the process. And yes, I mean, process.<br><br>(on camera): How cold is it in there?<br><br>UNIDENTIFIED MALE: It`s going to be about 34 to 36 degrees Fahrenheit in there. The entire process is that cold.<br><br>ALESCI (voice-over): Taylor Farms is the largest producer of fresh cut vegetables in the world.<br><br>UNIDENTIFIED MALE: Any given day, we`re going to have a million pounds of product come through this cooler.<br><br>ALESCI (on camera): A million pound?<br><br>UNIDENTIFIED MALE: A million pound of products.<br><br>ALESCI: Wow.<br><br>UNIDENTIFIED MALE: Whether we dice, shred or shock, they`re going through several series of cutters and they immediately fall down into the beginning of our wash process.<br><br>BRUCE TAYLOR, FOUNDER AND CEO, TAYLOR FARMS: It kills Gram-negative bacteria, which is the bad stuff. So, E. coli, salmonella and listeria.<br><br>ALESCI (voice-over): Taylor spent millions on the so-called smart wash system after spinach from another California company caused 200 people to get sick and killed three.<br><br>TAYLOR: You can`t eliminate. There`s no kill stuff in our industry yet. It`s still fresh products, so you can`t cook it or microwave it, or to do something like that.<br><br>ALESCI (on camera): How much of a setback was the outbreak in 2006 of E. coli?<br><br>GIANNINI: I think that was a wake up call.<br><br>ALESCI (voice-over): Beyond the human costs, it was a $300 million setback to the industry.<br><br>SAMADPOUR: The current assumption is that the food is safe until proven otherwise. We have made a lot of people sick over the years.<br><br>ALESCI (voice-over): You may be asking, how does a bacteria like E. coli or salmonella end up in your leafy greens? It could be a variety of ways, but the most common answer is waste. Manure is used to fertilize crops. Animals like rodents or birds pick up the bacteria and then carry it into produce fields.<br><br>SAMADPOUR: People need to understand what they are eating, where it has been grown. You`re planning to travel to a country and they say, when you go there, don`t eat salads and don`t drink water. And then you find out that your salad is coming from that place.<br><br>ALESCI: In an appetite for year-round produce means the imports just keep coming.<br><br>TOM NASSIF, PRESIDENT AND CEO, WESTERN GROWERS: Well, they always produces, but it wasn`t the kind of importing that`s being done now. Every year, we import more and more fresh produce from countries. We found that in many of the outbreaks, it comes from foreign producers.<br><br>ALESCI: The government is trying to hold foreign producers to a higher standard, with the Food Safety Modernization Act, or FSMA. The most significant food safety law in 70 years. The bill sets guidelines for how companies should prevent and respond to contamination.<br><br>It sounds great. The problem: funding.<br><br>(on camera): How much more does the FDA really need to deal with outbreak?<br><br>SAMADPOUR: Much more than what they have been asking for.<br><br>ALESCI: How much more?<br><br>SAMADPOUR: Say they need probably minimum 10 times more resources, 10 times more resources.<br><br>ALESCI (voice-over): The agency says it needs about $170 million more. A lack of money and people might be one of the reasons the FDA has stopped short of requiring routine government inspections of farms, according to critics. Instead, it relies on third party auditors. But the agency says the new law gives the industry an accountability that didn`t exist before. The goal it says is getting safer food to you.<br><br>But with 48 million people getting sick each year, and an estimated $77 billion in costs, the price of failure is high.<br><br>(on camera): Fresh food, it`s what everyone wants to eat more of, and the key to the healthy diet. And technically, it`s supposed to make shopping more simple. There isn`t a laundry list of ingredients on a bag of carrots, right? But sometimes, shopping for raw ingredients could actually more confusing than buying the packaged and processed stuff.<br><br>So, let me bring it down for you.<br><br>(voice-over): After reporting &quot;Raw Ingredients&quot;, people said, great, now that you`ve scared us, what can we buy that`s safe in the grocery story?<br><br>Should you buy organic produce?<br><br>Well, it kind of depends. The government tracks chemical residues on our fruits and vegetables. The worst culprits: apples, berries, cucumbers and spinach. It might be worth paying a premium for those.<br><br>Or you could stick to fruits and vegetables that have few chemical deposits. Think onions, sweet corn, cabbage and eggplant. The cleanest, avocados.<br><br>There is an emerging alternative, hydroponics, growing produce without soil, which is supposed to be much cleaner than an open field.<br><br>(on camera): Fish, you want it low in contaminants and high in omega 3s, the good fatty acids.<br><br>(voice-over): Seafood like mackerel, shrimp and wild salmon.<br><br>Or look for pull caught fish. Those tend to be younger, so they spent less time exposed to toxins.<br><br>(on camera): But what if your local store only stocks farm-raised salmon?<br><br>(voice-over): Those can be higher in industrial chemicals stored in fish bag. But experts say you can remove most of the bad stuff like trimming away or cooking of the fat.<br><br>(on camera): But enough with the veggies and fish, how about the meat? Now, the ideal here is find some companies that minimize antibiotics.<br><br>(voice-over): The CDC says that all those drugs in our meat have created a public health threat known as a super bug. So, look for these labels.<br><br>These third parties are supposed to ensure farmers are using drugs responsibly.<br><br>And here are a few marketing scams you should watch out for. Terms like &quot;natural and farm raised&quot;. Those don`t tell customers whether living conditions for the animals are horrendous or pristine.<br><br>And while &quot;hormone free&quot; chicken sounds great, the FDA bans those in chickens, turkeys and hogs.<br><br>(on camera): Bottom line, eat fresh food, just ask a few more questions.<br><br>(END VIDEOTAPE)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-28 CNN Student News.mp4"}