{"title":"CNNSN-2015-11-20-CNN-Student-News","script":"(CNN Student News) -- November 20, 2015<br><br>How ISIS Governs; U.S. House Votes on Refugee Bill; How the International Space Station Is Being Used<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. We`re glad you`re watching CNN STUDENT NEWS, 10 minutes of current events spanning the globe.<br><br>First up this Friday, November 20th, French authorities say the suspected mastermind of last week`s terrorist attacks in Paris is dead. Abdelhamid Abaaoud was killed in a police raid Wednesday at a Paris apartment. Abaaoud had been linked to several foiled terrorist plots before last week`s attacks were carried.<br><br>Police say a wiretap picked up phone conversations that led them to the apartment. They believe Abaaoud`s cousin was there. She was a suicide bomber who also died in the raid.<br><br>The ISIS terrorist group has said it was responsible for the attacks that killed 129 people. Since then, it`s threatened other cities around the world and securities have been increased in many places.<br><br>President Obama, who`s been criticized for his strategy in dealing with ISIS, says defeating the terrorist is going to be a multi-year task and that one thing that will be necessary is a political settlement to the civil war in Syria.<br><br>The instability there has helped ISIS seized power in large parts of the country. ISIS`s organization has not only helped it raised or steal millions of dollars as we reported earlier this week, it`s also contributed to the network`s strong grip on the areas it controls.<br><br>(BEGIN VIDEOTAPE)<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): ISIS sees itself as a state, a government. Its ambition: to be an Islamic caliphate that claims sovereignty over the world`s Muslim communities.<br><br>So, how does ISIS govern the territory it controls? It picks up the garbage, runs schools and patrols the traffic.<br><br>This is an area larger than many countries and ISIS has divided the territory into Wilayats or provinces, each of which has a governor.<br><br>Several new provinces had been created, virtually erasing the Syria/Iraq border.<br><br>At the top of the government is Abu Bakr al-Baghdadi, the self- declared caliph of ISIS. He has the sort of cabinet, the Shura Council, and beneath that, about 10 ministries or councils that maintain everything from health, education and religious rulings, to transportation and even environmental policy.<br><br>Despite its medieval sense of justice, in many ways, ISIS runs a surprisingly modern bureaucracy, according to terror analyst. The health department has fully operational hospitals, complete with maternity wards, babies are delivered daily, registered and issued with official ISIS birth certificates. It also runs a vaccination campaign, with health workers on motorcycles, delivering polio vaccine drops and shots to protect against measles, mumps and rubella.<br><br>It also has a court system that runs its strict interpretation of Sharia or Islamic law. Theft, for example, is punishable by chopping off the hand.<br><br>But it also handles everything from traffic violations to rental disputes.<br><br>The education department runs several schools, and even the university in Mosul. Girls receive an education, though segregated from boys. And the curriculum is severely limited, no art, music, or theater, no psychical education or philosophy -- just reading, writing, math and, of course, religion according to ISIS. Any teacher hoping to work must undergo ISIS official Sharia training.<br><br>In many places, ISIS has simply taken over the civil infrastructure already in place, particularly in war-torn Syria.<br><br>ISIS hopes to prove it is bringing order to chaos, however violent its rule.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. Congress is debating whether more Syrian and Iraqi refugees should be allowed into America. The Obama administration plans to accept an additional 10,000 Syrian refugees next year. But yesterday, the House of Representatives passed a bill that would stop those plans until U.S. national security agencies could guarantee the refugees don`t pose a threat.<br><br>This week, France`s prime minister said that some of the Paris terrorists took advantage of the European refugee crisis to slip into France. Many Americans are concerned the same thing could happen in the U.S. The government says its current screening process would prevent that.<br><br>President Obama has threatened to veto any legislation that would stop his plans to admit additional refugees. But 47 Democrats joined 242 Republicans in voting for the House bill. That means the House could potentially override a presidential veto. The bill goes to the U.S. Senate next. Some Senate Democrats say they`ll try to block it and effectively keep the House`s plans in place.<br><br>(MUSIC)<br><br>AZUZ: The Green Mountain State is where we`re starting today`s call of the roll. It`s Vermont and it`s in the town of Craftsbury, the home of the Chargers where we`re happy to see Craftsbury Academy this Friday.<br><br>To the Midwest now and the city of Burrton, Kansas. We`ve got some Chargers there, too, at Burrton High School.<br><br>And in the French capital, thank you for including us at Ecole Privee Cours Moliere. Hello to our viewers in Paris.<br><br>It`s larger than a football field. It floats over us at almost 5 miles per second, and it just celebrated its 15th birthday. Its completion alone was considered a tremendous accomplishment. But is the International Space Station worth its costs?<br><br>Critics say it hasn`t really led to any earth-changing discoveries in science and that what it has helped do hasn`t been worth what`s been spent on the station. Supporters argue that a lot of its value is in what lies ahead.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): It`s the most expensive object ever built, costing over $100 billion. And it`s a true marvel of engineering.<br><br>People have been living on it now for 15 years.<br><br>So what do we have to show for it?<br><br>First of all, we have the station itself. Astronauts helped put the floating laboratory together 250 miles above Earth. And it was a monumental task, seeing as it weighs in at nearly 1 million pounds and has the same livable space as a 6-bedroom house and Bob Cabana literally turned the lights on.<br><br>ROBERT CABANA, DIRECTOR, KENNEDY SPACE CENTER: We actually opened the doors to the space station, powered up the computers and turned on the lights for the first time and that was -- that was a pretty amazing mission. I will never forget that.<br><br>CRANE: It took over 40 rocket launches to build this thing. The first piece was sent up in 1998 but it wasn`t deemed complete until 2011. It`s been occupied since 2000.<br><br>CABANA: The International Space Station, it`s an international cooperative effort and I think this is the way that, when we leave planet Earth and go exploring, it set the model for how we`re going to explore beyond planet Earth.<br><br>We`ve got the United States, Russia, Canada, Japan, European Space Agency and all its partners, and we are working together up there. There are six astronauts up there right now. We are working together as one team.<br><br>CRANE: Congress declared the U.S. portion of ISS a national laboratory. Crew members spend about 35 hours per week conducting research which has led to a critical understanding of how the human body reacts to a micro- gravity environment and has also helped in the development of vaccines against pathogens like salmonella and developing drugs to combat osteoporosis.<br><br>But the overarching goal of the station is much greater.<br><br>CABANA: Our goal right now at NASA is to put boots on Mars and in order to do that we need to learn how to operate beyond the confines of low Earth orbit and using the space station as a test bed, I think it`s critical to helping us be able to get to that proving ground and be successful.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, a driverless car gets busted -- but not for speeding. A Google autonomous vehicle was recently pulled over because it was going too slowly. It was doing 24 in a 23, holding up the traffic behind it.<br><br>Google says it limits the car speed to make it safer. The police officer spoke to the vehicle`s passenger. But because there was no driver to punish, Google says its record of going million of driverless miles without a ticket still stands.<br><br>Now, some might argue the ticket would be to ticket the company, thought it might tick it off. If driverless cars speed limit speed of driver-driven cars from driving its speed limit, there are limits in drive for driverless citations could accelerate until tickets become autono-matic.<br><br>CNN STUDENT NEWS hopes you drive safely this weekend. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-20 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-20 CNN Student News.mp4"}