{"title":"CNNSN-2015-05-01-CNN-Student-News","script":"(CNN Student News) -- May 1, 2015<br><br>Potential Supervolcano; U.S. Airstrikes Against ISIS Continue; Senator Sanders Declares Presidential Run<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome. Welcome to CNN STUDENT NEWS, commercial-free current events. I`m Carl Azuz at the CNN Center.<br><br>First up, this first day of May, we`ve been reporting on the peaceful protest in the riots in Baltimore, Maryland. Tensions in the eastern U.S. city heated up after the arrest and mysterious death of Freddie Gray.<br><br>Here`s what we know about it: the 25-year-old African-American man was arrested on April 12th. At some point, he suffered a severe injury to his spine. Gray died on April 19th.<br><br>Officials are trying to determine whether Gray was injured before his arrest, during his arrest, or at some point afterward while he was being transported in a police van. The police department has done its investigation yesterday, and gave those findings to prosecutors in the Baltimore attorney`s office. Other investigations continue.<br><br>Meanwhile, some current and former members of the NFL`s Baltimore Ravens have been visiting schools near where the protests occurred. Dozens of pro-football players and coach John Harbaugh had been distributing food, encouraging students and discouraging them from getting involved in violence.<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: Supervolcano fears.<br><br>Underneath Yellowstone National Park lies a supervolcano that will erupt some day.<br><br>Scientists say an eruption would cover much of the western United States with volcanic ash.<br><br>Beneath Old Faithful is a plum of hot rock large enough to fill the Grand Canyon l4 times.<br><br>The yearly chance of a supervolcano eruption is 1 in 700,000.<br><br>In 1980, Mount St. Helen`s erupted, scattering volcanic ash across Washington state.<br><br>The last known eruption of Yellowstone was 640,000 years ago.<br><br>The eruption created the Yellowstone Caldera, a 1,500 square mile crater.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The U.S.-led coalition continues to attack terrorists in the Middle East. Yesterday, officials reported 21 airstrikes against ISIS, Islamic State in Iraq and Syria, the very countries where the airstrikes were carried.<br><br>Like other terrorist groups, ISIS routinely murder civilians, sometimes by the dozens. But unlike many other terrorist groups, ISIS is relatively well-organized. When it takes over territory, it then sets up government there.<br><br>(BEGIN VIDEOTAPE)<br><br>ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): ISIS sees itself as a state, a government. Its ambition: to be an Islamic caliphate that claims sovereignty over the world`s Muslim communities.<br><br>So, how does ISIS govern the territory it controls? Accepts (ph) the garbage, run schools and patrols the traffic.<br><br>This is an area larger than many countries and ISIS has divided the territory into Wilayats or provinces, each of which has a governor.<br><br>Several new provinces had been created, virtually erasing the Syria/Iraq border.<br><br>At the top of the government is Abu Bakr al-Baghdadi, the self- declared caliph of ISIS. He has the sort of cabinet, the Shura Council, and beneath that, about 10 ministries or councils that maintain everything from health, education and religious rulings, to transportation and even environmental policy.<br><br>Despite its medieval sense of justice, in many ways, ISIS runs a surprisingly modern bureaucracy, according to terror analyst. The health department has fully operational hospitals, complete with maternity wards, babies are delivered daily, registered and issued with official ISIS birth certificates.<br><br>It also has a court system that runs its strict interpretation of Sharia or Islamic law. Theft, for example, is punishable by chopping off the hand. It also handles everything from traffic violations to rental disputes.<br><br>The education department runs several schools, and even the university in Mosul. Girls receive an education, though segregated from boys. And the curriculum is severely limited, no art, music, or theater, no psychical education or philosophy -- just reading, writing, math and, of course, religion according to ISIS.<br><br>In many places, ISIS has simply taken over the civil infrastructure already in place, particularly in war-torn Syria.<br><br>ISIS hopes to prove it is bringing order to chaos, however violent its rule.<br><br>(END VIDEOTAPE)<br><br>ROLL CALL<br><br>AZUZ: Water Winter Wonderland is one nickname for the state of Michigan. We`re diving in to today`s roll call.<br><br>Petoskey High School is in the city of Petoskey. The Northmen are watching there. We would love to visit sometimes.<br><br>Next, we`re going to the Peach State with the Black Knights of Richards Middle School are online. Hello, Lawrenceville, Georgia.<br><br>And in the Western Pacific, it`s great to see the Wolverines in Okinawa, Japan. Kadena Middle School wraps up our roll.<br><br>A new candidate in the race for the White House -- Senator Bernie Sanders announced his candidacy yesterday. He`s an independent from Vermont, but he`ll try to become the Democratic Party`s nominee for president.<br><br>Also seeking the Democratic nomination, former U.S. Secretary of State Hillary Clinton.<br><br>On the Republican side, Texas Senator Ted Cruz, Kentucky Senator Rand Paul, and Florida Senator Marco Rubio have formally announced their candidacies.<br><br>The nation of Greece includes about 2,000 islets, fewer than 200 of them are inhabited and one of them is what`s been labeled a Blue Zone.<br><br>These are areas in the world where people tend to live longer. There`s one in Okinawa, Japan, where our roll call school was. There`s on in Sardinia, Italy.<br><br>What is it about Ikaria, Greece, that according to Bluezones.com helps people live longer with fewer cases of cancer and heart disease?<br><br>(BEGIN VIDEOTAPE)<br><br>BILL WEIR, CNN CORRESPONDENT (voice-over): The island of Ikaria -- a short ferry ride back in time.<br><br>Like many of the Greek islands, it is a lush, rugged rock perched above the ashore Aegean Sea. But unlike the rest of Greece, the rest of Europe, heck, the rest of the most of the world, Ikarians live really long and really well.<br><br>True story: a 104-year-old woman walked into a bank on this island, looking for a loan. The banker politely explained that financing is only available to those under the age of 103.<br><br>So, how they manage to thumb their nose at the Grim Reaper display?<br><br>As the ferry gets closer to this intriguing island, the first vital hint comes into view.<br><br>(on camera): You`ll notice that the shoreline of Ikaria is not exactly the most hospitable when it comes to docking a boat, very rocky, very craggy, no real natural ports. And enter the winds around this part of the Aegean, notoriously squarely, sailors have been complaining about these winds going back to the Iliad. So, that combination of factors made this island a really lonely place for a long time.<br><br>(voice-over): Yes, by a cork of geology and meteorology, the creep of modern society completely missed Ikaria. All the striving, the stresses sailed ride on by.<br><br>UNIDENTIFIED MALE: In all blue zones, about 95 percent of their dietary intake is plants. It`s actually very high carb, believe it or not.<br><br>All these protein, paleo stuff, not in blue zones.<br><br>WEIR (on camera): Really?<br><br>UNIDENTIFIED MALE: They`re eating very high carb diet, but complex carbohydrates. Almost all plants.<br><br>WEIR (voice-over): These hills are filled with herbs and greens and teas, all filled with antioxidant homeopathic goodness. Even Ikarian honey is one of a kind.<br><br>(on camera): So, the bees pollinate with this fine, kind of scrub brush (ph) and it creates this distinctive honey.<br><br>UNIDENTIFIED MALE: Yes, that`s really thick. It looks like peanut butter and it`s actually an anti-cancer agent.<br><br>WEIR: And is it true they take a big spoonful every morning, just to coat the digestive --<br><br>UNIDENTIFIED MALE: Several -- yes, several of the centenarians would for the first thing, they start the morning with the tablespoon of honey and the idea is that not only coats it but also lowers inflammation.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, before we go segment have story, summer is just a random, goofy things that people and animals do.<br><br>And summer just really cool to look at. Like this lava lake in Hawaii. The state`s Kilauea Volcano has overflowed.<br><br>Activity here isn`t exactly unusual. It`s the most active volcano in the world. The thing has been erupting for more than 30 years. It`s really cool to visit, but you probably don`t want to live too close by.<br><br>Even some photographers would say there`s no Kilauea, they get that close. But there`s a lot to love about the pictures, if any one calderas (ph) to visit them.<br><br>I`m Carl Azuz and we`ll have even quieter punch next week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-01 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-01 CNN Student News.mp4"}