{"title":"CNNSN-2016-04-29-CNN-Student-News","script":"(CNN Student News) -- April 29, 2016<br><br><br>The Complicated War in Syria; A Dive to the Marianas Trench; Bison Closer to &quot;National Mammal&quot; Status After House Vote<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. And welcome to CNN STUDENT NEWS.<br><br>What is left in the sort of ceasefire in Syria is endanger of falling apart completely. The cessation of hostilities is an international agreement.<br><br>It was implemented in late February and initially reduced some but not all of the violence in the country.<br><br>But five years in the Syria`s civil war, fighting rages on, and international health officials say the Syrian city of Aleppo is on the brink of a humanitarian disaster. Rights groups say 50 people were killed on Wednesday when a reported airstrike hit a pediatric hospital in Aleppo.<br><br>One of the people killed was among the last few pedestrians in Aleppo.<br><br>The United States indicated the blame rests with the Syrian government. Syria says its planes did not carry out the assault. Russia says its jets didn`t launch the strike and the U.S. says its forces weren`t in the area.<br><br>Why are so many different militaries denying involvement?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: On the ground in Syria.<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT: The civil war in Syria has become incredibly complicated over the past four years and that`s because there are so many different groups fighting on the ground for very different reasons.<br><br>But essentially, you have four main contingents.<br><br>Firstly, you have the Syrian army, which is loyal to the regime of Bashar al Assad. Then, you have ISIS, which is now in control of large swaths of territory in the east of the country. In the northwest, you have various Islamist groups and also some moderate groups who are fighting primarily against the regime, but also against ISIS. And then here in the northeast, you have mainly Kurdish fighters with the YPG who are fighting against ISIS.<br><br>Now, all of these different factions have different international backers. So, the regime is supported heavily by Russia and by Iran. The Islamists in the northwest of the country are supported by Saudi and Qatar, and the U.S. has also given limited support to some of the moderate groups in the northwest, but also to the YPG here in the northeast.<br><br>The Russians have dramatically increased their involvement in this conflict, launching hundreds of airstrikes on various rebel groups that are fighting against the regime and also supplying the Syrian army with sophisticated weapons. The U.S. has responded by dropping 50 tons of ammunition to various groups in this region that are fighting against ISIS, and Saudi Arabia has also accelerated the flow of anti-tank missiles that it is supplying to its Islamist allies in the northwest of the country.<br><br>All of which has really raised the specter that Syria has ultimately become a proxy war. And with all the different factions focusing now on gaining a decisive military advantage, very few are willing to come to the negotiating table.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next, diving deep. From April 20th to July 10th, NOAA, the National Oceanic and Atmospheric Administration, is on a mission to explore the Marianas Trench in the western North Pacific Ocean.<br><br>Part of that is the Challenger Deep. At 36,000 feet under, it is the deepest known point in the sea. It`s deeper than Mount Everest is tall.<br><br>No sunlight is visible. The water is frigid, the press extreme.<br><br>NOAA is exploring the area because so little is known about it. What`s the habitat like? How can it benefit scientific research? These are some of the answers they`re seeking, along with some that relate to the life that`s down there.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Deep water jellyfish.<br><br>Scientists aboard the Okeanos Explorer captured stunning video of an unknown jellyfish species.<br><br>The NOAA research vessel is studying the deep water environment in and around Marianas Marine Trench National Monument.<br><br>The scientists identified the jellyfish as belonging to the Genus Crossota, but did not identify the species.<br><br>The ship`s ROV encountered the jellyfish around 12,000 feet below the surface at the Engima Seamount.<br><br>The crew has captured video of a variety of different creatures in its first four days of exploring the Mariana region -- including this sixgill shark.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. has a national bird, the bald eagle. A national tree, the oak. A national anthem, a National Mall.<br><br>Lawmakers in Congress are pushing for a national mammal, and they want that to be the bison, aka, the buffalo.<br><br>A bipartisan bill passed the House this week. If it`s passed by the Senate and then signed by President Obama, it will be official. Supporters from politicians to wildlife conservation society praised the animal`s history, strength and inextricable connection to the American west.<br><br>There`s a complicated history of the North American bison. There used to be millions of them in the plains. But during America`s westward expansion, hunting took their numbers down to around a thousand.<br><br>Former U.S. President Teddy Roosevelt led conservation efforts to preserve the mammal. And now today, there are an estimated half million bison in the U.S. and you can find them in every state.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: We spend a lot of time focused on time, and I don`t just mean the clock, I mean the word. Time is the most commonly noun in the English language. Others in the top 10 include day, year, and life -- also measures of time. So, from time to time, if you feel you don`t have the time or don`t want to take the time, the time out time in a timely manner, it could be just because we spend so much time talking about it.<br><br>Now, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK, our next story. There was a global outpouring of sympathy earlier this week, when the musician Prince was found dead. Investigators don`t know for sure yet why he died. They did find he had prescription opioid medication in his possession and in his home.<br><br>Prince`s music, his record label, his estate, they`re estimated to be worth around $300 million, and his sister filed legal documents that said he didn`t have a will.<br><br>That brings in a lot of questions. Prince was divorced. He had no surviving children. His parents have died. If he never put it in writing where he wanted the money to go, what happens next?<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN LEGAL ANALYST: A will is just a legal document that says who gets your money and your property when you died. What happens if you die without a will?<br><br>SUBTITLE: Who gets what when we go?<br><br>CEVALLOS: If someone dies without leaving a legal will, it means they died intestate, and that can mean they`re leaving their fortune up to chance.<br><br>Each state is different but generally the law of intestacy determines who are your heirs and who gets your money and your possessions.<br><br>Let me draw you a picture of what that means. If somebody dies, usually their spouse inherits everything. But if they have no living spouse, then everything usually goes to their children. But if they have no living children, then everything goes up to their parents. If they have no parents living, then everything may go to the sibling.<br><br>And if you truly are somebody with no heirs whatsoever, then there`s even a chance it may all go to the government.<br><br>(END VIDEOTAPE)<br><br>AZUZ: To make your requests for &quot;Roll Call&quot;, head to CNNStudentNews.com and click the banner that says &quot;Roll Call&quot;. You can comment at the bottom of that page.<br><br>Duchesne High School knows about this. Hello to the Eagles of Duchesne, Utah.<br><br>Next, we`re visiting Steven, South Dakota. Great to have the Chieftains watching from Crow Creek Tribal School.<br><br>And from the city of Hsinchu on the island of Taiwan, welcome to the International Bilingual School at Hsinchu Science Park.<br><br>(MUSIC)<br><br>AZUZ: Do you know who`s better at playing foosball than college students? A computer. A team of engineering students at Brigham Young University built a machine that controls the blue players here. Whenever the ball gets near one of the players, the computer is programmed to kick it, and it reacts much faster than people do.<br><br>In this game, though not every game, the machine won 4-1. Overall, the professor says it`s as good as a human.<br><br>So, how could someone possibly refoos the challenge? You`d be foos-lish not to foos your skills with an arti-foos-cially intelligent machine and if you make a foos step and loss and feel foos-trated or in-foos-riated, there`s no need for a foos fight. After all, it`s just a game.<br><br>I`m Carl Azuz and Fridays are awesome! Have a foos-nomenal weekend.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-29 CNN Student News.mp4"}