{"title":"CNNSN-2015-03-09-CNN-Student-News","script":"(CNN Student News) -- March 9, 2014<br><br>Challenges in the Search for Malaysia Airlines Flight 370; Profile of Christine Lagarde<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: We`re all about numbers today. Three headlines to start off, five things to know later on, 10 minutes of news, zero commercials.<br><br>I`m Carl Azuz.<br><br>First up, the anniversary of a historic event in the civil rights movement. On March 9th, 1965, Dr. Martin Luther King, Jr.. led a march to the Edmund Pettus Bridge of Selma, Alabama.<br><br>Two days beforehand, civil rights demonstrators had been attacked here by sheriff`s deputies and state troopers. Dozens of marchers were injured.<br><br>On this day 50 years ago, Dr. King led more than 2,000 people back to the bridge. When state troopers ordered them to stop, Dr. King led them in prayer and turned the group around.<br><br>The marchers succeeded in crossing the bridge on March 21st, on their way to Montgomery.<br><br>We told you last week that ISIS and the Boko Haram terrorist groups had something in common. They both want to establish a country based on their severe interpretation of Islam.<br><br>Over the weekend, the leader of Boko Haram reportedly pledged allegiance to ISIS, joining the two terrorist groups. U.S. intelligence officials say they don`t think the partnership will be effective.<br><br>In the U.S., February`s jobs report came out Friday and like others before it, it`s a mixed bag. On one hand, the U.S. unemployment rate dropped .2 of 1 percent, to 5.5, the lowest rate in seven years. Employers added 295,000 jobs. Both of these good signs for the economy.<br><br>But wages still aren`t keeping pace with job growth. Average weekly wages rose 2 percent from last February. Healthy growth is closer to twice that. So many Americans don`t feel like they`re better off than they were in previous years.<br><br>Want to be on Roll Call?<br><br>Yes, you do. If you`re at least 13 years old, you can go to CNNStudentNews.com and make a request on our transcript page.<br><br>Today, we`ve got some Broncos. Great to see you all at Bailey Middle School. It`s in Cornelius, North Carolina.<br><br>We`ve got some Chargers. Hello to everyone at Middlesex High School. It`s in Saluda, Virginia.<br><br>And don`t tread on these guys. Gautier Middle School in Gautier, Mississippi. It`s The Gators with their eyes on CNN STUDENT NEWS.<br><br>Yesterday marked one year since the disappearance of Malaysia Airlines Flight 370. It had 239 people on board. It was traveling from Kuala Lumpur, Malaysia, to Beijing, China. Investigators say it veered way off its course, heading for the Southern Indian Ocean and vanished without a trace.<br><br>A report released yesterday said the plane`s locator beacon had an expired battery, that it needed to be replaced more than a year before the plane vanished. That could be just one of the challenges that has hampered this search.<br><br>(BEGIN VIDEOTAPE)<br><br>ANNA COREN, CNN CORRESPONDENT (voice-over): While the search continues for MH370 in the depths of the Southern Indian Ocean, a team of mechanical engineers is already planning for the next crucial step.<br><br>This is an ROV -- a remotely operated underwater vehicle, cutting edge technology normally used in the oil and gas industry.<br><br>PAUL COLLEY, CEO, TMT/SAPURAKENCANA: It flies like an underwater helicopter. And it really takes the capability of a diver and puts it into a machine.<br><br>COREN: But if and when MH370 is finally located, this could be the device that will be used to retrieves the wreckage and those vital black boxes, hopefully with the answers as to what went so terribly wrong.<br><br>COLLEY: The MH370 is a -- is a challenge like no other. It`s a unique challenge in the world at the moment. There is very little reference material that we can use to know what you would find and what the technology is going to need to do.<br><br>COREN: The only test case that comes close is Air France 447 back in 2009 that crashed in the Atlantic Ocean with 228 people on board.<br><br>While authorities knew where it hit the water, it took nearly two years to recover the black boxes, at around 4,000 meters below the surface.<br><br>The depth of the search area for MH370 is deeper still, at 4.5 thousand meters. But there are sections that drop away to 6,000 meters and it`s rugged terrain.<br><br>COLLEY: It`s easy to imagine an airplane sitting nicely on a seabed down in deep water. But the reality could be very much different. It`s that dynamic range of what does the debris field look like, what does the seabed look like, that is still basically an unknown for us.<br><br>COREN: The Australian government has already invited an expression of interest for the recovery of MH370, preparing for the day when the wreckage is finally found.<br><br>Among the requirements, retrieving the debris -- all important cockpit voice and flight data recorders, as well as human remains from the ocean floor.<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED FEMALE: Time for the Shoutout.<br><br>What even was first held in the U.S. in 1909?<br><br>If you think you know it, shout it out.<br><br>Was it the A, World`s Fair; B, National Grandparents Day; C, World Series; or D, National Women`s Day?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING).<br><br>UNIDENTIFIED MALE: The first National Women`s Day was held in 1909. Today it`s collaborated worldwide under a different name.<br><br>That`s your answer and that`s your Shoutout. The first National Women`s Day was held in 1909. Today it`s collaborated worldwide under a different name.<br><br>That`s your answer and that`s your Shoutout.<br><br>(ON SCREEN)<br><br>Things To Know<br><br>AZUZ: That name is International Women`s Day, celebrated every year on March 8. That`s when the U.S. commemorates Women`s History Month.<br><br>To honor these events, we`re featuring five international women who`ve helped shape our world.<br><br>First, Aung San Suu Kyi, a political leader in Myanmar, a nation also known as Burma. She spent much of her life under house arrest for trying to bring democracy to Myanmar.<br><br>She won the Nobel Peace Prize in 1991 and a seat seen in Myanmar`s government in 2012.<br><br>You`re probably familiar with &quot;The Diary of Anne Frank,&quot; a young Jewish girl`s account of hiding from the Nazis for two years. Anne Frank didn`t survive World War II, but her diary became a literary classic worldwide.<br><br>Rosalind Franklin was a British chemist. Thanks to her work in x-ray photographs in the 1950s, scientists gained a better understanding of the structure of DNA.<br><br>Wangari Maathai was a 2004 Nobel Peace Prize winner for her environmental work. She founded The Green Belt Movement, an organization that has planted tens of millions of trees.<br><br>And Christine Lagarde, the subject of our next report, became the first female finance minister in France and the first woman to lead the International Monetary Fund.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE LAGARDE, MANAGING DIRECTOR, INTERNATIONAL MONETARY FUND: I think that confidence is beautiful because you have it, but you give it to other people. It`s a give and take process. Then you can feed confidence to others.<br><br>GABRIELA FRIAS, CNN ANCHOR (voice-over): Spend some time with Christine Lagarde Christine Lagarde and it`s easy to see confidence is something she has plenty of. We traveled with the IMF chief on a recent trip to South America. She has the daunting job of monitoring the global economy, but even early in her career, Lagarde was self-assured.<br><br>(on camera): Tell us the story about the time you walked out on a job when you were told that you wouldn`t be made partner.<br><br>LAGARDE: Well, I applied with the, you know, most reputable law firm in Paris. And I was told that it would be a great recruit, but I -- I should never expect to make partnership because I was a woman.<br><br>And I thought to myself, you don`t deserve me. I`m going. And I had that sense of extraordinary freedom walking down the staircase and thinking to myself, what would I do in this firm?<br><br>Why would I work with that kind of attitude?<br><br>Those two policies are unprecedented.<br><br>FRIAS (voice-over): Now, years later, Lagarde is sometimes referred to as the most powerful woman in global finance.<br><br>(on camera): How does that description sit with you?<br><br>LAGARDE: In which of a position I am or I`ve had throughout my life, I`ve -- I`ve tried to do a good job.<br><br>FRIAS: What would be your best advice, Madame Lagarde, for someone who is just starting out, who might have the aspiration of reaching as high as you have in your career in their career?<br><br>LAGARDE: Learn. Study. Work hard. You know, be open to other people. Respect other people. And don`t be guided by your ambition to progress and go up the ladder. If you contribute, if you respect other people, if there is good worth about yourself, providence will take you.<br><br>(END VIDEO TAPE)<br><br>AZUZ: At first, it looks a lot like any old wintertime fun run. But while the first few participants look like traditional runners, some of those behind them don`t.<br><br>It`s the Running of the Reindeer. Forget all about the Running of the Bulls, Hemingway. Pamplona is too hot for this.<br><br>It happens every year in Anchorage, Alaska. It features 22 caribou, more than 2,500 human runners and it raises money for Toys for Tots.<br><br>It`s an event where grandma could get run over by a reindeer. And don`t expect the animals to cariboud it. There`s only so much you can do to rein them in, dear, and trying to outrun them is not the right antler.<br><br>I`m Carl Azuz.<br><br>It is time for us to hoof it.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-09 CNN Student News.mp4"}