{"title":"CNNSN-2015-04-16-CNN-Student-News","script":"(CNN Student News) -- April 16, 2014<br><br>Iraqi PM Visits U.S. as Battles Against ISIS Continue; Feminists Hoping to March in DMZ; Remembering the Boston Marathon Bombings; Highlighting the Blue Angels; Chimp Takes Down Drone. Aired 4-4:10a ET<br><br><br>Aaron Hernandez Found Guilty of Murder; Al Shabaab Attacked Somalian Government Building; Something Fishy in Rio; Maggie Doyne in Nepal. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN HOST: Thanks for taken ten minutes for CNN STUDENT NEWS. I`m Carl Azuz. A quick tour of headlines is what`s first up today.<br><br>A former professional football player will be spending the rest of his life in prison. 25-year old Aaron Hernandez played tight end for the NFL`s New England Patriots. He had a contract worth $40 million, but Hernandez was arrested in 2013 and convicted yesterday for the murder of his one time friend, Odin Lloyd.<br><br>Hernandez`s sentence is life without parole.<br><br>The European Union is suing Google. The E.U. says the internet search company is violating anti-trust laws, unfairly limiting competition in the market place. How?<br><br>Well, if you search Google for running watch, for example, you`ll see pictures, prices, and links for watches whose companies paid Google to advertise on the site. Competitor`s watches and the best or most relevant running watches may not be top search results.<br><br>Google says it respectfully but strongly disagrees with the complaint, and says that when Europeans are shopping online they are far more likely to use other sites than Google anyway.<br><br>Today is a day of remembrance at Virginia Tech. It`s the eight anniversary of a shooting when a student killed dozens of other students and faculty before killing himself. Norris Hall, where most of the victims were, was reopened two years later and now houses the Virginia Tech Center for Peace Studies and Violence Provention.<br><br>The Al-Shabaab terrorist group attacked a Somalian government building this week. A Kenyan news paper reports that 15 people were killed, at least six of the Islamist militants who want to replace Somalia`s government also died in the attack.<br><br>It happened less than two weeks after Al-Shabaab targeted Christian students at a Kenyan university. The terror group Al-Shabaab is becoming deadlier and more ambitions.<br><br>Al-Shabaab means &quot;the youth&quot; in Arabic, and it`s a group that`s risen out of the chaos of the failed state of Somalia. The irony is, as it`s gained more international prominence, it`s actually lost ground at home due to in fighting in the group, successful operations by government sources, but also drone strikes by the U.S.At the same time, though, it`s become more aggressive abroad, particularly in September 2013 when it carried out the West Gate Mall attack which killed more than 60 people. More recently, in April, the attack at Garissa University in Kenya that killed more than 150.<br><br>Like ISIS, Al-Shabaab has a powerful presence on the web, particularly in terms of recruiting. An added threat are Al-Shabaab`s deep ties to the U.S. A number of Somali Americans from cities such as Minneapolis that have large Somali American communities have gone to Somali to join the ranks of Al-Shabaab. Some of them have become suicide bombers. A man from Alabama, Omar Hammami, became the rapping jihadi, powerful in their recruiting videos, though he was later killed.<br><br>U.S. counterterror officials are seeing more communication as well as the sharing of know how and technology between Al-Shabaab and other Al Qaeda-tied groups, such as AQAP in Yemen. And they say a credible next step would be cooperation on joint terror operations abroad.<br><br>For a long time, Al-Shabaab has been seen primarily as a domestic threat in Somalia, but more and more it`s seen as an international one.<br><br>There are drum rolls, character roles, roles of the eyes, and then there`s the roll call. First up from Eatonton, Georgia, the War Eagles are taking flight. Shout out to Putnam County Middle School.<br><br>From Texas, at Mt. Carmel Academy in Houston, the Rebel Bulldogs are watching.<br><br>And in Thompson, North Dakota, say hell to the Tommies (ph). They`re a Thompson public school in the peace garden state.<br><br>With more than six million people living there, Rio de Janeiro is Brazil`s second largest city. It`s nicknamed Marvelous City. It`s the host city for the 2016 Summer Olympics. Beaches, mountains, a tropical forest, they`re all part of Rio. Unfortunately, so is pollution. And with major preparations under way for next year`s games, the clean up job is bigger and more challenging than some officials thought it would be.<br><br>UNIDENTIFIED FEMALE: Something`s fishy in Rio as Brazil prepares to host the 2016 Summer Olympics. Hoards of dead fish float along the shoreline of Rodrigo de Freitas Lake, the site of next year`s rowing and canoeing events. Olympic hopefuls say the sickening scene has become a serious obstacle to their training.<br><br>UNIDENTIFIED MALE (via translator): You`re rowing and you start to feel sick, nauseous, so you have to stop training and go rest. The dead fish block the oars and get in the way of our rowing.<br><br>UNIDENTIFIED FEMALE: As of last week, cleaning crews have cleared more than 20 tons of dead fish from the lake. Local authorities say several factors, including lower oxygen levels in the water, are behind the increased number of fish deaths. Government officials say they`ll investigate.<br><br>It`s not just dead fish. Garbage floating in Guanabara Bay caused this sail boat to capsize during a recent training run, leaving the boat badly damaged. Athletes call the current conditions unacceptable.<br><br>UNIDENTIFIED MALE (via translator): We see a lot of rubbish, but it`s something we don`t control. We often have to change out tactics due to unconventional factors.<br><br>UNIDENTIFIED FEMALE: Officials of Rio had promised to reduce pollution in the bay by 80 percent, but now admit that target is unlikely. We`ve recently witnessed a similar lagoon near the athlete`s village in Barra da Tijuca.<br><br>Over here in Baja, there are a series of lagoons that back up against the Olympic village and the Olympic park. You can see the garbage, but there`s also a terrible stench of open sewage.<br><br>When members of the International Olympic Committee visited Rio in February, they insisted the city will be ready.<br><br>UNIDENTIFIED FEMALE: We have been given the reassurance that all the venues will be met - will meet the level of sustainability.<br><br>UNIDENTIFIED FEMALE: But with less than 16 months until the games begin, problems in pollution continue to overshadow the athletes.<br><br>AZUZ: After two years of hard work and the money she`d saved back in New Jersey, Maggie Doyne has built a home and a school. It`s a world away in a western district of Nepal. It`s called Kopila, a word meaning flower bud in Nepali, and success is blooming at the home and the school thanks to the efforts of today`s Study in Character.<br><br>MAGGIE DOYNE, BUILT HOME AND SCHOOL IN NEPAL: Most 28-year-old girls my age have a very different reality. A lot of engagements and, you know, first babies. I mean, I took a very different path.<br><br>After high school, I decided to travel around the world with by backpack. In Nepal, for the first time I really saw the effects of civil war, and children and women suffering, and it changed me.<br><br>There was one little girl, she was standing in a heap of garbage and she said, &quot;Namaste di di (ph).&quot; That means hello, sister. That was the beginning.<br><br>I called up my parents and I asked them to wire me over my $5,000 of babysitting money.<br><br>It`s time to get up. Good morning.<br><br>UNIDENTIFIED FEMALE: Good morning.<br><br>DOYNE: We started with the home and then we built a school.<br><br>UNIDENTIFIED FEMALE: (SPEAKING IN A FOREIGN LANGUAGE)<br><br>DOYNE: We select children who, without us, would not be able to go to school. A lot of them at begging of the streets.<br><br>You got it.<br><br>We have traded one of the top performing schools in the entire region for 350 children. And 50 of those kids live in our home.<br><br>UNIDENTIFIED FEMALE: (SPEAKING IN A FOREIGN LANGUAGE)<br><br>DOYNE: Our first priority is to keep a child with their family. And then in the severe case of a child who really has nobody, they come in to live in our home.<br><br>When you walk in the front gates of Kopila Valley, you don`t see suffering. You see healthy, laughing, thriving kids.<br><br>UNIDENTIFIED FEMALE: Welcome to Kopila Valley.<br><br>AZUZ: Mora Vista (ph) High School`s just south of San Diego, California. It`s about five blocks east of the Pacific Ocean. That`s how far this little guy got last week before he took a break on campus. But seals aren`t officially allowed at school, so officers put him behind bars.<br><br>Okay, not really. They just harbored him in a patrol car until animal experts could get there to help. Police did say that under questioning he clammed up. I guess his lips were sealed. Maybe he wanted to slip away and didn`t want to be lying about it.<br><br>There are no cuffs for flippers. He could have escaped by a whisker. The get away would have been a sight to seal.<br><br>That seals up another edition of CNN STUDENT NEWS. We`ll bark at you again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-16 CNN Student News.mp4"}