{"title":"CNNSN-2016-03-17-CNN-Student-News","script":"(CNN Student News) -- March 17, 2016<br><br><br>Obama Nominates Merrick Garland to Supreme Court; El Nino Rain Hits California; The Science of Happiness<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: We are happy to see you this St. Patrick`s Day. In a few minutes, we`re exploring the science of happiness.<br><br>I`m Carl Azuz.<br><br>Let`s get started.<br><br>First up, U.S. President Barack Obama has named his choice to fill a vacant seat on the U.S. Supreme Court. The nominee is Merrick Garland. He`s a 63-year-old federal judge. He`s a graduate of Harvard Law School. He was appointed to his current job by former President Bill Clinton.<br><br>Judge Garland calls the Supreme Court nomination the greatest honor of his life. And President Obama calls him one of America`s sharpest legal minds.<br><br>But according to the U.S. Constitution, the Senate provides advice and consent concerning the president`s Supreme Court nominees. That means the Senate has the power to either confirm or reject Judge Garland`s appointment. At this point, it doesn`t likely that he`ll get confirm because the Senate has no plans to hold a hearing about Judge Garland.<br><br>Senate Majority Leader Mitch McConnell and several other Republicans say it should be up to the next president to fill the Supreme Court vacancy. They say the American people should have a voice in filling it.<br><br>So, a political battle has begun between the Democratic president and the Republican Senate.<br><br>El Nino, a natural warming of water surface temperatures in the Pacific Ocean has gotten a lot of blame for disrupting normal U.S. weather patterns this winter. But it`s had some upsides. For one thing, especially in normal California, El Nino`s heavy rain and snow had been quickly filling up a number of reservoirs. Water levels in Lake Oroville are now higher than average, Lake Shasta also above average for this time of year.<br><br>This does not mean the state`s historic drought is over. Southern California still has low ground water levels. There hasn`t been enough rain to support many plants and animals. And when the concentrated and heavy rains do come, they can bring other dangers to parched land.<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHANIE ELAM, CNN CORRESPONDENT: From Northern California where buildings teeter on the edge, to Southern California where high winds have turned deadly, El Nino is definitely here and it`s strong.<br><br>BILL PATZERT, PH.D., NASA JPL CLIMATOLOGIST: El Nino is an unusual warming in the equatorial eastern Pacific. It`s 2 1/2 times the size of the Continental United States.<br><br>ELAM (voice-over): That warm Pacific water has brought unusual sea life to California. It`s also the catalyst for El Nino rainstorms.<br><br>(on camera): This reservoir north of San Francisco tells the story. It`s at full capacity for the first time in about a year. The overflow feeding down into creeks and streams. That`s great for the fish population and the river otters that live here.<br><br>ERIC ETTLINGER, MARIN MUNICIPAL WATER DISTRICT: So, these are relatively small reservoir. So, we have between a two or maybe three-year supply of water.<br><br>ELAM (voice-over): Much less than the 4.5 million acre feed at Shasta Lake, the largest reservoir in California. With all the rain, it`s now more than 75 percent full, and it may not be done.<br><br>(on camera): Because this El Nino is expected to behave like the one in 1998.<br><br>PATZERT: It`s eerie how they replicated each other.<br><br>ELAM (voice-over): NASA`s Bill Patzert says that`s why he thinks the most rain will come late in the season, just as it did 18 years ago.<br><br>So many here are literally on edge. For residents in Southern California, the issue is mudslides, especially in areas scorched by wildfire.<br><br>PATZERT: Those great storms start rampaging and dropping copious amounts of water, they`ll rush out of the hills (ph), into the foothills. And remember, everything below that is a flood plain.<br><br>ELAM: But don`t expect all that rain to bust the epic drought here. L.A. County captures some ground water, but the fact is, most of it is lost, running out into the Pacific Ocean.<br><br>PATZERT: It will take more than a decade of above normal snow pack and rainfall to get us out of this drought.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From North America to Central America, get ready for a hemispheric &quot;Roll Call&quot;.<br><br>Eufaula High School is watching today, home of the Tigers. Great to have Eufaula, Alabama, on the roll.<br><br>We`ve also got some Tigers watching in Colorado, from Early College Academy. Hello to our viewers in the city of Greely.<br><br>And in the capital of El Salvador, which is San Salvador, thank your for watching from Escuela Americana.<br><br>There`s one fewer candidate in the race for the Republican Party`s presidential nomination. Florida Senator Marco Rubio announced he was suspending his campaign after he was defeated in his home state Tuesday by businessman and Republican frontrunner Donald Trump.<br><br>Rubio said to his supporters, &quot;While we are on the right side this year, we will not be on the winning side.&quot;<br><br>This leaves three Republicans still in the race.<br><br>And the latest delegate count following Tuesday`s contest in five states, Donald Trump leads the candidates with 662 delegates, Texas Senator Ted Cruz has 408, and Ohio Governor John Kasich has 143. A Republican needs 1,237 delegates to win that party`s nomination.<br><br>For the Democrats, 2,383 delegates are needed to secure the nomination. Former Secretary of State Hillary Clinton leads with 1,116 pledged delegates and 472 super delegates. Vermont Senator Bernie Sanders has 794 pledged delegates and 23 super delegates. But remember, super delegates can change their mind and vote for the other candidate.<br><br>Happiness is such an important quality that the American Founding Fathers referenced it in the Declaration of Independence. The creator of the comic &quot;Peanuts&quot; simply said, &quot;Happiness is a warm puppy&quot;. Now, maybe you agree with that, maybe you`re a cat person. But scientifically speaking, it appears that happy and healthy may go hand in hand.<br><br>Here`s Dr. Sanjay Gupta to explain how.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Happiness isn`t just a pleasant thing you feel. Science proves it`s much deeper than that. Feeling happy actually helps you live a longer, healthier life. But how?<br><br>A large part of our happiness is tied to our social connections. In fact, if you don`t have at least one close friend, you`re less likely to be happy.<br><br>Each of us have these things called telomeres. Those are tiny caps on our DNA chromosomes that measure our cellular age. And it turns out, they also measure how many friends we have. No friends, equal shorter telomeres. So, by simply being social, you can actually slow down your biological age, living longer and happier.<br><br>Another way to boost your level of happiness is by meditating. (INAUDIBLE) as little as many as 20 minutes a day can lower your level of stress hormones.<br><br>Time for a pop quiz. Is this glass half-empty or half-full? If you said half full, you`re on your way to feeling happier and healthier.<br><br>A Harvard study found that optimists are 50 percent less likely to have heart disease or heart attack or a stroke. Keeping an overall optimistic attitude actually offers protection against cardiovascular disease.<br><br>Science doesn`t fare as well for pessimists. They not only have lower levels of happiness compared to optimists, but research shows that people with negative thoughts are three times as likely to develop health problems as they age.<br><br>So, what can you do if you`re not a naturally happy person? Well, experts say the key is to act as though you`re an optimist, even if you`re not.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It started with people in horses. It accelerated with boats, cars and planes. The sport of racing has changed as dramatically as the technology that speeds things up.<br><br>When you take the fundamentals of RC racing, you make that airborne and you thrown in a virtual reality headset, you get one of the newest dynamic pro-racing sports and it`s at your fingertips.<br><br>(BEGIN VIDEOTAPE)<br><br>RENE MARSH, CNN CORRESPONDENT (voice-over): In parks, garages, and almost any open place around the world, a new sport is emerging at breakneck speeds: this is professional drone racing.<br><br>CHARLES ZABLANS, INTERNATIONAL DRONE RACING ASSOCIATION: It can be so nerve-racking that my entire body starts shaking.<br><br>When I look through here, I can see the image coming straight from the quad copter with a small camera on the bottom.<br><br>This is essentially the next F1 meets X Games.<br><br>MARSH: Races can top speeds of up to 80 miles per hour.<br><br>(on camera): For these pilots, there`s big money at stake, $1 million, and a chance to compete at a world championship in Dubai. The qualifying starts right on this track, a 150-meter track built to look like the set of Tron.<br><br>(voice-over): By day, Ken Loo is a design engineer at Google. In his free time, he`s known as Flying Bear. Racing drones has become his obsession.<br><br>KEN LOO, DRONE RACER: Most importantly, it`s about having steady thumbs and being calm under pressure.<br><br>MARSH (on camera): So, it`s all about the thumbs?<br><br>LOO: It`s really all about the thumbs.<br><br>(END VIDEOTAPE)<br><br>AZUZ: So, whether you give that a thumbs up or a thumbs down, for those on whom the sport leaves an imprint, maybe it`s hard to put their finger on or hard to nail down, but it`s certainly pumping special.<br><br>I`m Carl Azuz, and I love to drone on with puns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-17 CNN Student News.mp4"}