{"title":"CNNSN-2015-03-05-CNN-Student-News","script":"(CNN Student News) -- March 5, 2014<br><br>The Trial of Dzhokhar Tsarnaev; The Millennial Mindset; World War II Warship Found<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: One day from Friday. You`ve landed on CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>It`s good to see you this March 5th.<br><br>The trial has begun for a man accused in the 2013 terrorist attack at the Boston Marathon. It happened near the finish line on April 15th. Three people were killed when two bombs went off and more than 260 were injured, many losing limbs.<br><br>An MIT police officer was also killed three days after the bombings, as two suspects, brothers Dzhokhar and Tamerlan Tsarnaev, allegedly ran from police.<br><br>Tamerlan was then killed in a gun battle and Dzhokhar was arrested.<br><br>His defense attorney says he did it, everything he`s accused of. The prosecution and defense agree on the basic facts about the attacks and say that Dzhokhar and Tamerlan carried them out.<br><br>But while the prosecution says Dzhokhar Tsarnaev had a radical view of Islam, was committed to violence and wanted to kill as many people as possible, the defense argues he was influenced by his older brother to do it.<br><br>The different arguments matter because the government is seeking the death penalty.<br><br>(BEGIN VIDEOTAPE)<br><br>DANNY CEVALLOS, CNN CORRESPONDENT: One of the hardest questions for our society to answer is when do we put our own citizens to death?<br><br>(ON SCREEN)<br><br>Who Gets The Death Penalty?<br><br>CEVALLOS: When it comes to the death penalty, we`re all over the place. As a very general proposition, capital crimes are usually reserved for murder, and not just murder, but murder plus some additional facts that make it particularly egregious.<br><br>But even that`s not an absolute rule. Sometimes, as in the case of felony murder, a capital crime is when an unintentional killing results during an inherently dangerous felony.<br><br>Suppose you and a friend rob a bank, but your friend loses it. You know, you`ve seen that movie. It`s always the friends that loses it and shoots the clerk.<br><br>Well, you can be responsible for that murder, even though you never pulled the trigger and you never intended for anyone to get hurt.<br><br>Capital crimes are defined differently from jurisdiction to jurisdiction. Some states don`t have the death penalty at all.<br><br>But federal crimes may surprise you. Some federal capital crimes don`t even require a victim to be killed. You can be put to death for espionage and crimes like treason. Perhaps the most famous example is Julius and Ethel Rosenberg, who were convicted as spies and both executed, husband and wife.<br><br>The interesting thing is because federal courts do have the death penalty, it can be said that there doesn`t exist a non-death penalty state. So, for example, in Massachusetts, the state may not have the death penalty, but the federal government does. And that`s why someone like the Boston bomber can be prosecuted in federal court and put to death for crimes and a trial that existed completely in Massachusetts.<br><br>Ultimately, it might be really difficult to articulate a rule. Whether or not to even seek the death penalty is usually discretionary. You might think all this inconsistency is a bad thing. But maybe it isn`t. No two crimes are exactly alike. And in a life or death situation, maybe prosecutors need discretion and maybe the courts do, too.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED FEMALE: Time for the Shoutout.<br><br>A 22-year-old is considered to be part of which generation?<br><br>If you think you know it, shout it out.<br><br>Is it millennials, baby boomers, silent generation or Generation X?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED FEMALE: People born in the 1980s or `90s are generally considered to be millennials.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: OK, so it`s the generation born after 1980 to either late baby boomers or early Gen Xers. Last year, Pew Research reported that millennials have less money than the generations before them, but they`re more optimistic about having it in the future.<br><br>Politically, they say they`re more independent than their predecessors and they`re less likely to describe themselves as patriotic than Gen Xers or baby boomers. Millennials are the most racially diverse generation in U.S. history. Their shared expertise with technology is something that separates them in the U.S. workforce.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD QUEST, CNN CORRESPONDENT (voice-over): The millennial mind set is different from any generation before.<br><br>UNIDENTIFIED FEMALE: Sometimes people don`t understand like that, you know, work is what you do and not necessarily who you are.<br><br>RYAN HEALY, BRAZENCAREERIST.COM: People in Generation Y have been told that they can be whatever they want to be and they can do whatever they want to do since they were kids.<br><br>The goal is to be happy, to find meaning. And they`re figuring that out as they go.<br><br>QUEST: Life coach Christine Hassler is advising them on how to manage their money. She`s an expert on millennials. And Hassler says she`s constantly surprised by their potential.<br><br>CHRISTINE HASSLER, MILLENNIAL COACH: The way they think and the way they communicate is completely different. They move at a much faster speed mentally than any other generation before. They are amazing learners. Millennials can go in and learn anything very, very quick. Their brain is very adaptable.<br><br>Change doesn`t scare them as much as other generations because they had to learn something new every day.<br><br>QUEST: So what makes them different?<br><br>Millennials are the first generation to have always had the Internet, which has transformed the way people network and socialize.<br><br>UNIDENTIFIED FEMALE: I can`t live without my iPhone. I just -- I feel naked if I don`t have it on me.<br><br>QUEST: This constant plugged in life has its drawbacks for these millennials.<br><br>HASSLER: They come in and they get this reputation of being entitled or being -- multi-tasking too much or not knowing how to communicate with older members of the generation -- of -- with older generations, because they just rely on technology much more than a Gen Xer or a baby boomer would.<br><br>QUEST: At work, millennials are increasingly coveted as employees. More and more businesses want to tap into their expertise and drive.<br><br>MARIAN SALZMAN, CEO, EURO RSCG WORLDWIDE PR: They`re the new marketplace, they`re the new brains. They come with all the social media tools and tricks embedded in them as natives.<br><br>QUEST: Still, these are challenging times. According to a recent United Nations report, some 75 million youths globally now find themselves without work. The numbers speak for themselves.<br><br>It is extraordinary the optimism that millennials can bring to the most challenging of situations.<br><br>UNIDENTIFIED MALE: A lot of the jobs that our parents` generation, you know, worked won`t exist anymore, but it`s also exciting, because it means we get to invent new careers.<br><br>QUEST: True millennials are not revolutionaries. They don`t want to tear down the system. Oh, no, this generation just wants to run it.<br><br>Richard Quest, CNN, London.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: We choose our Roll Call schools from each day`s transcript at cnnstudentnews.com.<br><br>From yesterday`s, we`ve got some birds. Talking about The Tiger Hawks. They`re perched in West Union Iowa at North Fayette Valley High School.<br><br>Talking about The Hawks. They`re soaring over Volcano Vista High School. It`s in Albuquerque, New Mexico.<br><br>And we`re talking about The Eagles. Hello to Liberty Faith Christian Academy. It`s in Moultrie, Georgia.<br><br>The Sibuyan Sea is in the Philippines. It was the site of a World War II battle in October, 1944, when U.S. planes dropped torpedoes and bombs on the Musashi, a Japanese warship. More than 1,300 of its sailors were picked up by other Japan ships, but many others were lost, as was the Musashi itself, until now, the year of the 70th anniversary of the war`s end.<br><br>(BEGIN VIDEOTAPE)<br><br>(ON SCREEN)<br><br>World War II Warship Found<br><br>UNIDENTIFIED FEMALE: In an astonishing discovery, Microsoft co- founder and philanthropist, Paul Allen, posted photos to Twitter, believed to be one of Japan`s biggest warships, Musashi, once the largest ship in their fleet.<br><br>After a fierce battle with the U.S. Navy in 1944, the Musashi sunk to the bottom of the ocean, taking with it over 1,000 crew members on board.<br><br>At the time of its construction, this was the largest warship ever made, displacing 69,000 tons. After eight years of searching, Paul Allen`s team at Vulcan combined historical data with advanced technology to narrow the search area before deploying a Bluefin underwater vehicle to search and later record this extraordinary footage.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Before we go, at first glance, it might look like any other island, but the vast majority of its residents have four legs. Japan`s Aoshima Island -- could you call it Meowshima Island? -- is actually nicknamed Cat Island. The cat lovers paradise is overrun by more than 100 felines. Its human population is closer to 22. And though Cat Island has no shops or hotels, yet, ferries regularly bring over tourists.<br><br>Well why not?<br><br>It`s just a whisker from the mainland, it`s a great place for cat- panionship, it`s been catapulted into the spotlight for interested pawsons, they simply find it cativating.<br><br>That`s all we have for right meow, but cat-chus tomorrow for more CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-05 CNN Student News.mp4"}