{"title":"CNNSN-2016-02-16-CNN-Student-News","script":"(CNN Student News) -- February 16, 2016<br><br><br>Supreme Court Justice Antonin Scalia Dies at 79; Plans for a Ceasefire in Syria; Pope Francis` Trip to Mexico. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The unexpected passing of a U.S. Supreme Court justice leads off our show. This is CNN STUDENT NEWS and I`m Carl Azuz.<br><br>Antonin Scalia had been characterized as the leading conservative voice on the high court. He`d served since 1986, after being appointed by President Ronald Reagan. Of course, the Senate had to confirm him first and it did so unanimously by a vote of 98-0.<br><br>Scalia was still serving on the Supreme Court at the time of his sudden death. He recently travelled to Texas for a hunting trip, a government official says he told friends he wasn`t feeling well before going to bed Friday night and that he died in his sleep.<br><br>A county judge from Texas says Justice Scalia had healthy issues and that he died of natural causes. There were no signs of foul play, according to law enforcement officials at the ranch where he was staying.<br><br>Scalia believed that judges should follow the exact words of the U.S. Constitution and not apply a modern interpretation to the governing document. He also had great admiration for the U.S. founding fathers who crafted it.<br><br>(BEGIN VIDEO CLIP)<br><br>ANTONIN SCALIA, U.S. SUPREME COURT ASSOCIATE JUSTICE: I truly believe that there are times in history when a genius bursts forth at some part of the globe, you know, like 2000 B.C. in Athens, or quintessential Florence for art. And I think one of those places was 18th century America for<br><br>political science.<br><br>(END VIDSEO CLIP)<br><br>AZUZ: There`s a political battle forming Scalia`s replacement. There is a political process by which that person will have to be nominated. So, we`re going to bring you more on this story throughout the week.<br><br>Pope Francis is on his first trip to Mexico since he became the leader of the Roman Catholic Church. More than 82 percent of Mexicans are estimated to be Catholic and the pope has created huge audiences since he arrived in the North American country. He`s staying each night in the capital, Mexico City, but from there, he`s flying all over. Yesterday, he visited the southern Mexican state of Chiapas, near the border with Guatemala.<br><br>Pope Francis spoke out against what he called the contamination and theft of Native American land. Chiapas is the poorest state in Mexico, but not the only impoverished area he visited.<br><br>(BEGIN VIDEOTAPE)<br><br>SHASTA DARLINGTON, CNN CORRESPONDENT (voice-over): Pope Francis helicoptered into one of the most dangerous places in Mexico on his second full day, Ecatepec, a sprawling suburb just outside of Mexico City, notorious for its poverty and for its violence.<br><br>In fact, the pontiff`s decision to visit there ruffled more than a few official feathers. It was pure joy however for the hundreds of thousands who turned out to try and just catch a glimpse of the pontiff as he drove by in his way to mass.<br><br>The mass itself was surprisingly critical. Pope Francis lashed out at what he called the temptations of wealth, power and fame. During the angelus, he was even more direct. He told Mexicans they would need to build a community that provides opportunity rather than a country that destroys young people.<br><br>Back in Mexico City, Pope Francis visited a children`s hospital. Many of the patients, young victims of cancer. And there were some touching moments, for example, when he gave a rosary to one young boy and asked him to pray for him. To another he administered his medicine, a young girl sang &quot;Ave Maria.&quot;<br><br>(END VIDEOTAPE)<br><br>AZUZ: Next today, international officials aren`t sure who`s responsible for apparent airstrikes that hit two hospitals and a school building in northern Syria yesterday. At least 22 people were killed, the Syrian government and Russia had separately been blamed for the strikes, but neither immediately responded to accusations.<br><br>Battles had been intense in parts of Syria, even though a cessation of hostilities, an international agreement to curb the fighting, was reached last week at a conference in Germany. There are doubts if it will hold.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Will the Syria ceasefire work?<br><br>NIMA ELBAGIR, CNN SENIOR INTERNATIONAL CORRESPONDENT: The ceasefire was agreed by the International Syria Support Group. It`s a 17-member body and it is designated by the U.N., by a U.N. resolution, as the key act, a major act in brokering a Syria peace deal. It encompasses the U.S., the U.K., the European powers, some of the regional actors that have a stake in this, Russia.<br><br>But what it doesn`t have is any of the key actors on the ground. There is no representation of President Bashar al-Assad`s government and there is, of course, no representation from ISIS. And that is really where this is going to stand or fall is how the actors on the ground behave in the coming days, how the monitoring will be carried out, and what the penalties if the ceasefire is broken.<br><br>The other big issue is going to be that there is no agreement on the cessation of Russian airstrikes.<br><br>At the heart of all this though, of course, is the delivery of aid and the U.N. has said that it hopes to be delivering aid to the civilian population and that`s going to be unbelievably welcomed on the ground.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Out of more than 1,400 requests on Friday`s transcript, here are three of the schools who want to be on our &quot;Roll Call&quot;.<br><br>We`ll start in Racine, Wisconsin. The Walnuts are watching CNN STUDENT NEWS. They`re at Walden III Middle High School.<br><br>Farson is located in western Wyoming. The Pronghorns are the mascot of Farson-Eden School.<br><br>And we`re wrapping our roll in the capital of Vietnam. That`s Hanoi. And that`s the home of the United Nations International School.<br><br>Two words we hear so often when it comes to how we look: diet and exercise. And it turns out that how we feel about ourselves may also be tied to working out. The doctor is here to look at the cerebral connection between getting fit and feeling good.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Regular workouts are worth a lot more than a six-pack. Look, we all know how good exercise is for your body -- healthier heart, healthier lungs. But did you ever thought about just how good exercise is for your brain?<br><br>Sure, you probably heard somebody tell you that endorphins are released when you exercise. But what does that really mean?<br><br>Well, here`s a way to think about it: when you start working out, your brain recognizes it as a moment of stress, as your heart blood pressure increases, the brain thinks that you either fighting an enemy or you`re fleeing from one -- fight or flight.<br><br>Protect yourself and your brain from stress, you release this protein known as BDNF, brain derived neurotrophic factor. This is pretty cool stuff.<br><br>At the same time, endorphins, another chemical to fight stress, are released by the pituitary gland. Endorphins minimize the discomfort of exercise, they block the feeling of pain. They`re even associated with feelings of euphoria.<br><br>And here`s something else: research published in the scientific journal &quot;Nature&quot; for just people who exercise have increased gray matter in the brain. That`s the brain.<br><br>But I also want to let you in on a little secret: exercise offers a serious self-esteem boost. That could be the endorphins as well. Working out not only changes your physical appearance, but it also affects the way that you see yourself.<br><br>According to the recent Gallup poll, Americans who exercise most feel the best about their appearance.<br><br>(END VIDEOTAPE)<br><br>AZUZ: You don`t need space to experience zero gravity. All you need is a jetliner, a parabola and voila, you`re weightless.<br><br>A pilot throttles the plane and aims at 45 degrees up, then he suddenly puts it in a dive and no matter what your stomach does, you`re weightless for 27 seconds.<br><br>It`s enough to shoot parts of a music video if you plan it right.<br><br>(BEGIN VIDEOTAPE)<br><br>JEANNE MOOS, CNN CORRESPONDENT (voice-over): Don`t try this aboard your next commercial flight. The band known for its unique videos, now, they`re treading in zero gravity in a plane above Russia.<br><br>For three weeks, they practiced and performed as the plane did parabolas climbing until it goes over the hump, creating 27 seconds of weightlessness -- time to open luggage and release a zillion balls.<br><br>Lead singer Damian Kulash called the whole zero-G experience exciting and terrifying.<br><br>Russia`s S7 airline offered OK Go the plane in exchange for using the results in a marketing campaign.<br><br>The video that`s made up of eight periods of weightlessness with a time in between as the plane repositions edited out. The band members took anti-nausea drugs, but the production crew wanted to go natural.<br><br>UNIDENTIFIED MALE: We had about 58 unscheduled regurgitation.<br><br>MOOS: But what`s a little nausea when paint-filled balloons are spilling their guts?<br><br>Now, Damian himself never actually threw up, but he did pass out.<br><br>After being spun by the flight attendants -- watch Damian start to lose it as his eyes flutters. After five seconds or so, he regained consciousness.<br><br>UNIDENTIFIED FEMALE: Do you want me to get you some water?<br><br>MOOS: No. I want you to get me some gravity.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Might not win him Oscars like gravity, but it`s easy to see how they`re flight of fancy has taken off, getting the band a parabo-lot of attention even though accomplishing this had to be on the wing after being weightless.<br><br>I`m Carl Azuz. We`re going to OK Go and we hope to see you tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-16 CNN Student News.mp4"}