{"title":"CNNSN-2015-02-05-CNN-Student-News","script":"(CNN Student News) -- February 5, 2014<br><br>Confirmation Hearing for U.S. Secretary of Defense; U.S. Options for Fighting ISIS; History of Russian-Ukrainian Conflict; Super Pipes for Snowboarding Built in U.S. Ski Resort<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN ANCHOR: Welcome to our viewers worldwide, including Chelsea High School in Eagles Landing Christian Academy. It was great seeing you all at CNN yesterday.<br><br>We are starting with a confirmation hearing. This is Ashton Carter. He is the former U.S. deputy secretary of defense, he`s President Obama`s choice to be the next secretary of defense. Part of the Senate`s job is to give the president advice and consent about his cabinet nominees. So, a Senate committee opened a hearing yesterday. A kind of job interview for Ashton Carter. One subject he was asked about, ISIS, the terrorist group in Iraq and Syria, recently murdered a captured fighter pilot from Jordan. The brutality, with which ISIS killed him and two Japanese hostages has stirred up rage around the world.<br><br>The Obama administration says it`s made progress in leading the fight against ISIS, but it`s been criticized for not having a clear strategy on how to defeat the terrorists. If Ashton Carter is confirmed as Defense Secretary, he`ll likely have some options in fighting ISIS.<br><br>(BEGIN VIDEOTAPE)<br><br>FRED PLEITGEN, CNN CORRESPONDENT: There`s no doubt that in the past couple of months with the air campaign by the international coalition that ISIS has been pushed back. However, they still hold sway and control large areas of western Iraq and northeastern Syria, which is the Sunni heartland.<br><br>With the killing of the Jordanian pilot Muath al-Kaseasbeh there are many people who are saying, now is the time to escalate the military campaign against ISIS, and it seems as though in that debate, there are three options that appear to be on the table.<br><br>One, and this is one that`s been floated by many people in the United States including people like Senator John McCain. He is saying, America and its allies need to put boots on the ground.<br><br>However, we have to keep in mind that President Obama came into office promising to end the war in Iraq and certainly has no appetite for sending American forces back into the battlefield in that region.<br><br>And also there are people who say that it`s actually a huge risk to the soldiers, of course, putting them in harm`s way, and also could lead to another full-fledged insurgency in that part of Iraq.<br><br>Another option that seems to be on the table is expanding the current airstrikes and continuing to rely on Kurdish forces, Shiite militias as well as the Iraqi army. However, there are people who say there`s only so much that airstrikes can achieve and they doubt that once the battle gets into the really Sunni heartland, Anbar province, for instance, in Iraq, whether or not these forces are going to be able to deal a decisive blow to ISIS and defeat that terrorist organization for good.<br><br>The third option, and this is one that most people say has a chance of functioning, if indeed, it is one that puts forward, is engaging the Sunni population in that area. It`s something the U.S. has done before, if we think back to 2006, all the way to 2010. What American did and back then, it was already fighting Sunni insurgency, it was fighting an organization known as al Qaeda in Iraq, which in many ways is the precursor to ISIS. It paid Sunni militias, it armed Sunni militias and asked them to fight against al Qaeda in Iraq. This is something that people say could work.<br><br>Again, getting the Sunnis to fight for their own turf and to oust the terrorists that are on their terrain.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The position of Defense Secretary is pretty comprehensive. It involves formulating U.S. defense strategy, presenting it to the president and advising him on it. And making sure the approved policies are carried out.<br><br>Another region of conflict concerning the Defense Secretary involves Ukraine. It`s a nation torn between people who want closer ties with Europe and people who want closer ties with Russia.<br><br>A year of fighting is taking its toll. The Ukrainian government and the U.S. are on the pro-Europe side, the Defense Secretary nominee says he`d support the Ukrainian government by giving it weapons to fight the pro- Russian rebels, but that comes with the risk of escalating a conflict with Russia.<br><br>(BEGIN VIDEOTAPE)<br><br>ATIKA SHUBERT, CNN CORRESPONDENT: It was November 2013, when simmering tensions in Ukraine boiled over. Then President Viktor Yanukovych backpedaled on a major deal that would have strengthened economic and defense ties with Europe opting instead for greater cooperation with Moscow.<br><br>Thousands protested in the streets of Kiev. Their numbers growing to 800,000, blurring the lines between demonstration and revolution.<br><br>By February, Yanukovych had fled the capital, his administrative offices occupied by protesters, his parliament voting to remove him from power.<br><br>For a moment, it seemed the crisis was over, but the pro-Western sentiment in Kiev wasn`t shared in the south and east of the country where pro-Russian protests were taken place.<br><br>By March, Russian-backed rebels had ceased key positions in Crimea. On the 16 of that month, a Russian-backed referendum deemed illegal by the U.N. gave Crimean voters two tions: Leave Ukraine and join Russia or leave Ukraine and become independent. There was no option to stay as part of Ukraine.<br><br>The Crimean electoral commission said nearly 97 percent of voters chose Russia. Regions to the east held their own referendums. Separatist forces there battled the Ukrainian military on the ground and in the air.<br><br>In July, what had been a regional crisis erupted. Malaysian Airlines Flight MH-17 from Amsterdam to Kuala Lumpur was shot down over a rebel-held area of Ukraine. All 298 people on board from four different continents were killed.<br><br>Western governments believe rebels used a Russian-supplied missile system like this, to shoot down the jet. Having mistaken it for a military aircraft.<br><br>Ukraine says it was a Russian officer who pressed the button, but Russia denies that.<br><br>Now, truce between rebels and Ukraine`s government was reached in September, but for those who continued to be caught in the middle of ongoing violence, the cease-fire may be worth as little as the paper that it`s signed on.<br><br>Atika Shubert, CNN.<br><br>(END VIDEOTAPE)<br><br>AZUZ: I don`t know who else had perfect attendance like I have this year, but I do know who is on today`s roll. We`ll start in Giza, Egypt. We are happy the Lynx are watching today. They are at the American International School.<br><br>Jones High School is in Jones, Oklahoma. You knew we`d get back to Oklahoma sooner or later. Hello to the Longhorns.<br><br>And we`ll wrap up our rock-n-roll in Illinois at Hampshire Middle School in Hampshire. Welcome to the whippers (ph) watching there.<br><br>It was in 1998 that snowboarding saw its first competition in the Olympics. In Nagano, Japan, riders went for gold in giant slalom in half-pipe events.<br><br>That was almost 20 years after the first snowboard half pipe was discovered. Not built, discovered. It was a ditch at the edge of a city dump that skateboarders found a good use for in winter time. Since then, engineers have boiled making a super pipe down to a science.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ: The super pipes are signature item. And we take a lot of pride in that.<br><br>VANESSA YURKEVICH, CNN CORRESPONDENT: We are at Okemo Mountain Resort in Vermont. It has one of about half a dozen super pipes on the East Coast. The ski business has remained flat, so resort`s hoped that by putting big money into super pipes and terrain parks, they will attract customers looking to take their experience to new heights.<br><br>(on camera): Why do you think so few mountains on the East Coast invest in the super pipe?<br><br>BRUCE SCHMIDT, OKEMO MOUNTAIN RESORT VP/GENERAL MANAGER: It`s expensive. As you can see, it takes a lot of time.<br><br>YURKEVICH (voice over): Step one, make snow.<br><br>(on camera): How many tons of snow or gallons of water is needed to make this super pipe?<br><br>SCHMIDT: This one will be about 9 million gallons. We will spend probably around $60,000 to $70,000 to complete the entire pipe.<br><br>YURKEVICH (voice over): Step two, make two walls of snow, 18 feet tall. Step three, precision cutting. This is a Zaugg machine, and it uses lasers to sculpt the super pipe.<br><br>SCHMIDT: When the Zaugg is turned on, it`s really a giant snowblower. That`s probably the coolest thing. Tada! It`s now a super pipe!<br><br>YURKEVICH: Total cost - half a million dollars. But only five to ten percent of people who come to Okemo use the super pipe each year.<br><br>(on camera): Is it too niche of a market?<br><br>SCHMIDT: With the super pipe here, it`s one of the few sports that is (INAUDIBLE) Olympic, and it`s here, on the U.S. Olympic team, spent a lot of time in here.<br><br>We are one of the few resorts that will hold competitions for the state.<br><br>YURKEVICH: So, it`s worth the investment?<br><br>SCHMIDT: Or, this is worth the investment. We need to do everything we can do to get people to want to continue to ski and ride. Having a super pipe is one aspect of that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The tools, a drone hovering overhead carrying a target, blow it. The challenge, for pro golfer Jason Day, tee up and tee off, hitting the target with a golf ball. The problem .<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED PEOPLE: Ah!<br><br>(END VIDEO CLIP)<br><br>AZUZ: He missed the target. But as far as the drone goes, not a bit. Jason seemed to feel pretty bad about it, his response, my bad. But it made for an unforgettable commercial shoot.<br><br>He totally chipped that drone or may be knocked a whole in one of its props. But you`ve got to give him props. It took him only three shots to sink that thing. He could have been jasing (ph) it all day, and that might have teed someone off.<br><br>I`m Carl Azuz, and we are happy to be your links to current events.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-05 CNN Student News.mp4"}