{"title":"CNNSN-2015-02-26-CNN-Student-News","script":"(CNN Student News) -- February 26, 2014<br><br>Sao Paolo`s Water Crisis; Drones Over Paris; New Shakespeare Folio Found<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Hi, everyone.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>We are your commercial-free source of current events for middle and high school classrooms.<br><br>General Beauregard Lee is a famous groundhog here in the South. On Groundhog Day, he predicted an early spring. Failed. After four winter storms in two weeks and states of emergency in Tennessee and Alabama, Southerners are saying never put your trust in the groundhog.<br><br>The snowfall, a couple inches here, a few more there, might not be much compared to what folks in the Northeast have been through.<br><br>But in states that are generally not used to it, it`s enough to shut down schools, delay or cancel hundreds of flights and leave grocery stores completely out of milk and bread.<br><br>There were winter storm warnings in 11 states yesterday, some of them taking no chances with the memory still fresh of ice storms that shut down traffic in Atlanta and the Carolinas last year.<br><br>A very different natural disaster is drying out part of part of South America. Sao Paolo is the largest city in Brazil. About 20 million people live in and around Sao Paolo and they`re running dangerously low on water.<br><br>The city has seen its lowest amount of rainfall since 1930. The reservoir that provides its main water source is down to 6 percent of its total capacity.<br><br>Officials are now warning people they may have to ration water.<br><br>What could be worse news is that some experts expect this crisis to last for years.<br><br>(BEGIN VIDEOTAPE)<br><br>PEDRAM JAVAHERI, ATS METEOROLOGIST: It`s a pretty incredible story when it comes to the country that has the largest fresh water supply in the world, 12 percent of the world`s fresh water supply comes right out of here, Brazil.<br><br>Unfortunately, that water is distributed among the Amazon Basin to the north and unfortunately, as well, is that only 4 percent of Brazil`s population lives along the Amazon Basin. You`ve got to come all the way to the south. That`s where about 21 million people live, in the most densely populated region. Very little water to work with, in fact, some of the driest weather they`ve seen in some 80 years across this region.<br><br>In 2014, the only months that were even close to average in the rainfall department were the months of March and also the months of November. So this is what we`re dealing with right now, exceptional drought taking place.<br><br>Some people having to literally have no access to water after 1:00 p.m. every single day. Some reports even saying that doctors having to cut short dialysis for kidney patients because of the lack of water across areas of Sao Paolo in Brazil.<br><br>You take a look at some of the reservoirs. This particular one houses and provides water for some nine million people in Brazil.<br><br>Here`s the perspective, as we saw in back in August, 2013, a healthy year. And very quickly, with a lack of rainfall in about a 12 month span, we come back down to reality. And this is what we`re seeing with the exposed banks across some of these areas.<br><br>Again, go back to August 2013, compare it to August 2014, a dire situation taking place across portions of Brazil.<br><br>And here is the perspective, an aerial view of what`s happening here. And unfortunately, the bad news is when you take a look at the climatological norms, we are in the wet season. We`ve had some decent rainfall in recent months, but over the next several months, we do head into the dry season, where little to no rainfall is typically expected.<br><br>So the problems could continue for the long haul.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>ID Me<br><br>UNIDENTIFIED FEMALE: See if you can ID me. I`m a famous European city of more than two million people. I`m the birthplace of Yo-Yo Ma, Voltaire and Claude Monet.<br><br>My nickname is City of Light.<br><br>I`m Paris, France, located on the banks of the Seine River.<br><br>AZUZ: Things you`d expect to see rising in the skies about Paris -- the Arch de Triomphe, the Eiffel Tower, Notre Dame Cathedral. Not drones.<br><br>They`re completely illegal in the French capital. You can`t even fly one with a license. That`s part of the reason why a number of drones appearing overnight over some of Paris` landmarks has some Parisians concerned.<br><br>(BEGIN VIDEOTAPE)<br><br>SAMUEL BURKE, CNN CORRESPONDENT: The plot certainly thickens. These drones have been flying over not just sites that are recognizable to tourists, but also over some of the most important democratic institutions in all of France and Europe.<br><br>I want to remind our viewers that on Monday, these five drones were reportedly spotted over the Eiffel Tower, The Bastille, Place de la Concorde, which is a large public square that many tourists will remember. Les Invalides, it`s a museum there in Paris, as well as the U.S. Embassy.<br><br>And then again on Tuesday night, beginning 11:00 p.m. on until just about 2:00 a.m. Wednesday, authorities say they spotted drones over the Latin Quarter, the French National Assembly, which is similar to the U.S. Congress, Gare de L`Est, which is a large rail station, as well as over two large Paris metro stations.<br><br>Paris authorities tell us they`ve opened an investigation which is being handled by the Parisian police as well as the French prosecutor`s office. It`s not being handled by the French military.<br><br>But of course, Paris is a city that is still reeling from those two terrorist attacks await &quot;Charlie Hebdo&quot; and the Jewish supermarket.<br><br>So this very much has the Parisian people on edge, though drone analysts say that in all likelihood, this is some type of drone enthusiast, or a group of drone enthusiasts, flying these drones over the Parisian skies at night.<br><br>They say the biggest concern is in all likelihood, the drone could crash. And that`s really what could cause the biggest problem -- into a plane, into a small plane, into the streets, or even into a person.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: We`re starting in the Tar Heel State this Thursday on the Roll Call.<br><br>Hello, Community House Middle School. It`s in Charlotte, North Carolina. It`s the home of the Cavaliers.<br><br>Moving west to The Bluegrass State, that`s Kentucky. It`s where you`ll find the city of Bowling Green and the Purples of Bowling Green Junior High.<br><br>And up north in The Badger State, or America`s dairy land, it`s the Orioles watching today. They`re in Wauwatosa, Wisconsin, at Longfellow Middle School.<br><br>It was sitting on the shelf of a public library in France, a book probably first sold in 1623 containing collected works of William Shakespeare.<br><br>Why is that significant?<br><br>Well, there`s no such thing as an actual Shakespeare manuscript. None has ever been proven to exist. So books like this are some of the most original records we have. Copies of this one are in museums, though one did sell at auction nine years ago for more than $4 million.<br><br>So it seems this find, now on loan to London`s Globe Theater, is pretty close to priceless.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: This is one of the most valuable and coveted books in all of English literature, a Shakespearean story that, in this case, does not end in tragedy.<br><br>Published in 1623, the &quot;First Folio,&quot; as it`s called, is the first ever compilation of 36 of the 38 plays written by William Shakespeare.<br><br>But even this book`s acts are wrought with drama.<br><br>For two centuries, it was left undisturbed in a library in Saint-Omer in Northern France. Then, late last year, a librarian searching the shelves for an upcoming exhibition dusted off this rare find.<br><br>UNIDENTIFIED MALE: It is wonderful to discover yet another copy of the &quot;First Folio.&quot; And this is such a surprise, because you think they`ve all been found, there`s nothing more. And I think it -- it`s two things.<br><br>One, it reminds us there may be more things to find, to discover around the world connected to Shakespeare.<br><br>UNIDENTIFIED MALE: Much like Shakespeare`s tortured characters, this book can`t help but show its scars, as well. Thirty pages are missing, including the title page with its iconic portrait of the playwright. That`s what likely led to its mislabeling in the library catalog for all of those years.<br><br>But now, there are 233 known copies of the &quot;First Folio.&quot; The latest carefully wrapped and locked in a box and then taken on the Eurotunnel train to The Globe Theater in London just this week.<br><br>UNIDENTIFIED MALE: But for us to have the &quot;Folio&quot; here at the Globe is a great honor. The -- the words on the pages of the &quot;Folio&quot; were spoken on our stage in The Globe Theater. That`s where they began. That`s where they were born. And then two of Shakespeare`s fellow actors said, no, more people must be able to see these -- access these words. We`ll print the plays. Unheard of. It was a shock to publish the plays in one volume.<br><br>So the &quot;First Folio&quot; was printed seven years after Shakespeare died to make it public. That was the point, to make it public.<br><br>UNIDENTIFIED MALE: With no original manuscripts remaining, the &quot;Folio&quot; is considered Shakespeare`s bible. Each copy is different. So scholars scrutinize them for subtle variations to better understand his intentions.<br><br>&quot;Romeo and Juliet,&quot; &quot;The Tempest,&quot; &quot;Macbeth,&quot; &quot;Hamlet,&quot; they`re all in here. And this &quot;Folio&quot; contained handwritten notes, as well, which might just shine a light on how the plays were performed during Shakespeare`s time.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Fish stories -- people who land the catch of the day are infamous for exaggerating the size of the fish. This guy doesn`t need to. He`s a professional Italian fisherman who caught this catfish, which is bigger than cats and fish on Italy`s Poe River last week.<br><br>Don`t worry, after getting the photo, he let it get back to dominating the rest of the river. He says it`s a record and that the 8.7 foot, 280 pound monster took 40 minutes to reel in.<br><br>That`s a really big deal. He doesn`t need to fish for compliments. The fresh fish story hooked us in one line -- colossal catfish. It`s the kind of thing that catches your eye, doesn`t let go and helps us reel in another fun show.<br><br>I`m Carl Azuz.<br><br>Hope you`ll spin another 10 minutes with us tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-26 CNN Student News.mp4"}