{"title":"CNNSN-2016-11-29-CNN-Student-News","script":"(CNN Student News) -- November 29, 2016<br><br><br>Ohio State University: Attacker Killed, 11 Hospitalized After Campus Attack; The Cabinet Choices of the U.S. President-Elect; How War Could Be Waged in Space<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>We`re starting on a report on an attack at Ohio State University. A U.S. government official says an 18-year-old man of Somali descent targeted a group of people on campus yesterday morning. He first ran the car into some pedestrians and then used a knife to attack those nearby. At least nine people were hospitalized, including one who was in critical condition last night.<br><br>University police say they had an officer at the scene in less than a minute and than he shot and killed the attacker.<br><br>U.S. officials say the suspect was a student at the school and a legal permanent resident. They don`t know yet what his motive was, but the Columbus, Ohio, police chief says they have to consider terrorism as a possibility.<br><br>At the time of the attack, students had just returned to class from the Thanksgiving break.<br><br>Yesterday, when we told you about potential vote recount in several U.S. states, we mentioned that a presidential election winner in Michigan hadn`t been projected yet. The state was still too close to call. But that changed yesterday afternoon when Michigan officials said President-elect Donald Trump won the state`s 16 electoral votes. That brings Mr. Trump`s electoral vote total to 306. His challenger, Democratic nominee Hillary Clinton had 232.<br><br>The president-elect is moving forward on shaping his cabinet. He intends to nominate Jeff Sessions, a U.S. senator from Alabama, for attorney general, the position that heads up the U.S. Justice Department. Mike Pompeo, a U.S. representative from Kansas, is Mr. Trump`s choice for director of the Central Intelligence Agency. Governor Nikki Haley of South Carolina has been named as America`s ambassador to the United Nations, and businesswoman, philanthropist and school choice activist Betsy DeVos would become the next U.S. education secretary.<br><br>These are all cabinet or cabinet level positions. So, while President- elect Trump wants these people for the jobs, the Constitution requires to get advice and consent from the U.S. Senate to confirm them. The cabinet advises the president on government policy and then carries that out at home and abroad.<br><br>One region that`s been a continually challenge for U.S. leaders is the Middle East.<br><br>(BEGIN VIDEOTAPE)<br><br>BECKY ANDERSON, CNN INTERNATIONAL CORRESPONDENT: Civil wars, proxy wars, and the war on ISIS.<br><br>The Middle East is a messy place. So, what are the biggest challenges for Donald Trump in the region.<br><br>First up, Syria. The U.S. is supporting some rebel groups, fighting to oust President Bashar al-Assad, and any change to that will be hotly contested by Arab and European allies who also want him out.<br><br>U.S. airstrikes are already targeting ISIS in Syria, in Iraq, and in Libya. Trump sees a bombing blitz is the key to destroying ISIS. But many doubt that can happen without boots on the ground.<br><br>Regional rivals Saudi Arabia and Iran are locked in proxy wars in Yemen and in Syria. And while Trump opposes the Iran nuclear deal, his pledge to rip it out would destabilize the situation further. Link to this plunging oil prices and economic woes and wealthy Gulf States, adding to uncertainty.<br><br>And all this in a region, still dealing with the after-effects of revolutions that ousted long time leaders six years ago.<br><br>Libya and Yemen paralyzed by violent power struggles and the growth of ISIS.<br><br>While Egypt`s President Sisi, the first Arab leader to call Trump after his victory, stands accused of imprisoning more people than President Hosni Mubarak ever did.<br><br>And we haven`t even mentioned Israel and the Palestinian authority yet, and essentially frozen conflict that threatens to heat up at any time.<br><br>One region, many challenges, and now, it`s all ahead for President Trump.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY ADVISER: Ten a.m. New York, 7:00 a.m. Los Angeles, cities normally buzzing with a morning rush suddenly stall. TVs start to go dark. Internet connections run slow. ATMs begin to malfunction.<br><br>There`s confusion, no panic, not yet, as stealth cyber attacks are racing through the U.S. at the speed of light.<br><br>By noon in New York and 9:00 a.m. in Los Angeles, financial markets dependent on exact timing provided by GPS are frozen. Mobile phone services already patchy, failed. Confusion gives way to growing fears this is much more than a simple cyber glitch.<br><br>Many traffic lights and railroad signals also timed by GPS default to red, bringing transport to a standstill. Commercial air traffic is grounded as pilots lose navigation and weather data. Power stations and water treatment plants begin to stop functioning.<br><br>Military pilots and drones lose contact with the ground. GPS guided smart bombs are rendered dumb. Warships lost contact with commanders.<br><br>This is the nightmare scenario, chaos on earth as our adversaries disable and destroy our satellites in space -- The first shots in the first space war.<br><br>(END VIDEOTAPE)<br><br>AZUZ: OK, that was hypothetical. There`s no need to panic. But it gives you a sense of how dependent people are on space. The satellites that we use in so many different ways throughout the day, and American defense officials say that countries like Russia and China have deployed space weapons, satellites that wouldn`t target people but would go after the information systems they rely. These weapons could crash in to the U.S. satellites or they could use grappling arms to pull them out of orbit.<br><br>This could happen 100 miles up. It could happen 22,000 miles away from earth. So, to guard against it, U.S. Air Force created space command back in 1982. Today, on a $25 billion yearly budget, it`s 38,000 members work around the world to protect the U.S. against what could happen far above it.<br><br>(BEGIN VIDEOTAPE)<br><br>1ST LT ANDREW ENGLE, DEFENSIVE DUTY OFFICER, JOINT SPACE OPERATIONS CENTER: I didn`t realize that there was a unit in the military that was doing this.<br><br>I initially thought it was all private, but when I realize how important the mission was, I was very thankfully that someone was actually doing this mission set.<br><br>SUBTITLE: Meet the Air Force`s Space Sentry.<br><br>ENGLE: The defensive duty operation officer position is really charged with the &quot;protect and defend&quot; mission here on JSPOC operations floor. So, what that really means is that we`re charged with keeping track and custody of all HVAs, high valued assets, and ensuring that there`s no potential co-orbital threats that put those high valued assets in danger.<br><br>Additionally, we track them on through all space launches that occur to make sure that anything getting put up in space is actually what they say is being put up into space.<br><br>SUBTITLE: Joint Space Operations Command (JSPOC) is located at Vandenberg Air Force Base in California.<br><br>ENGLE: Before I got into space, I actually didn`t understand. So, I doubt the general public knows exactly how much their lives depend every day on the stuff that goes on in space. So, whether that`s just the GPS in your car, or simply making telephone calls.<br><br>Any time we have break up in space, those are generally the more stressful days. So, if there is a collusion in space, we want to quickly gain custody of all the pieces of debris that could have been created through that event, and we want to make sure that we start tracking those so that there`s not another potential collusion that happens in space. So, the team, they work tirelessly. We have several response team that come in.<br><br>SUBTITLE: JSPOC`s mission?<br><br>ENGLE: The most critical, important thing that we do here at the JSPOC is make sure that the war fighter never feels like they`re alone. We`re here to trouble shot and resolve any issues that could occur, that could potentially keep that ability from the war fighters. So, we want to make sure that they always feel like they have somebody back at home who is watching out for their best interest, make sure they have every tool at their disposal to succeed in their mission and come home to us safely.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Here`s what happens with 12 engineers and four technicians get inspired by the Transformers. In 30 seconds, what starts out as a BMW change, change, changes to upright robot, able to move its arms, fingers and head. It does not walk. You cannot drive it. It can only go 12 miles per hour by remote control and bids to take it home start at $600,000. But the group that built it hopes it will be the first in a series of Transformers like it.<br><br>Maybe one day, all cars will change to robots Autobotically, though even if you got Grimlock in to an Optimus Prime interest rate, the robot in disguise costs more than meets the eye. Even a Decepticon artist would have to raise a Megatron of money to take home the Omega Supreme toy.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-29 CNN Student News.mp4"}