{"title":"CNNSN-2015-05-12-CNN-Student-News","script":"(CNN Student News) -- May 12, 2015<br><br>Tornadoes Strike Central U.S.; Cicadas Emerge in the American Midwest and South; CNN Hero Doctor Helping Heal the Homeless<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS -- current events for middle and high school classrooms, no commercials.<br><br>This Tuesday, May 12th, Americans from parts of South Dakota and Iowa, stretching down to Arkansas and Texas, are recovering from severe weather. Over the weekend, fierce storms ripped through the country`s midsection. At least five people were killed, dozens were injured, and several were still missing yesterday afternoon. More than 70 tornadoes were reported.<br><br>One of the areas hardest hit was the northeast Texas town of Van, population: 2,300 plus. A fire marshal there says roughly 30 percent of Van was damaged. The town`s schools were closed after getting this kind of damage on Sunday. The district superintendent said they felt blessed this did not happen during a school day. A high school in Iowa also lost most of its roof.<br><br>Apparent tornadoes weren`t the only problem. The storms brought sudden flash flooding the areas of northern Texas. Helicopters were called in to airlift people when flood waters covered the roads nearby.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: So, now, the EF scale, Enhanced Fujita Scale, starts at 0 and goes only to 5. Anything above 200 miles per hour is considered an EF-5 tornado.<br><br>If you have a 0, you`re going to lose shingles. A 1, you may lose a couple of boards on the roof. A 2, you lose all the windows, and maybe even a wall. A 3, EF-3, you will lose a couple of walls on the outside, but there were still be a part of the home standing.<br><br>An EF-4, most of the home is gone but you`ll still see the refrigerator, you`ll still a closet and you`ll still the bathroom. An EF-5, you cannot find the house. It`s completely gone.<br><br>We don`t know how big that Fujita scale will be, how big that tornado will be literally until after we look at the damage.<br><br>The greatest threat of a tornado is being hit by something that the tornado is moving. If you`re outside or if you`re not protected inside, if you`re hit by 140 mile per hour 2x4, you`re going to be killed. So, you need to be inside and the lowest, somewhere in the middle of the home, away from windows.<br><br>When you hear the word &quot;warning&quot;, and you hear your county, that`s when you need to take cover. When you hear the word &quot;watch&quot;, that means something might happen today. Let`s have a plan.<br><br>When you hear the word &quot;warning&quot;, it`s too late to make a plan. You need to already have a plan. Warning is a long word. It`s a bad word (ph).<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you knew where the town of Munchberg is, you`ll know one of the places we`re going in today`s roll call.<br><br>We`re starting in Massachusetts, at John T. Nichols Middle School. It`s great to see the Tigers in Middleborough.<br><br>In Annapolis, Missouri, we got a request from the Panthers. We got that yesterday. They`re at South Iron High School.<br><br>And now to Munchberg. It`s in Germany where we`re happy to be part of your day at Munchberg High School.<br><br>Cicadas, people in Kansas, Missouri, and Mississippi are seeing and hearing them emerged from the ground. Their cacophonous chorus can reach 100 decibels, the loudness of a motorcycle, and it can continue for a month until the next generation of cicadas is established. It doesn`t happen every year, and though it`s not a once in a lifetime event for us, it is for the insects.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ (voice-over): Call them cicadas, call them cicadas, don`t call them pretty. It`s like someone took a roach slapped on some wings and glued two orange buggy eyes on them.<br><br>Millions of Americans will soon get an up close and personal view. Every new generation of cicadas emerges from underground to mate, that happens every 13 or 17 years.<br><br>If their faces are those only cicada mothers could love, they`ve got voices to match, or more accurately, organs on the abdomen of males that vibrant to attract females.<br><br>When the guys go out on the prowl, the collective sound is like waves of screeching. This may send some human screeching. But they`re more likely to bug us than actually harm us, unless they poke us with their beaks. They`re not especially destructive to plants either. They do help irate the soil when they come out, and they`re a veritable buffet for birds and other animals.<br><br>So, if you see or hear them where you live, keep an eye on your pets. Some cats and dogs seeking cicada snacks can get sick to their stomachs. For that matter, so can we can. Though some enterprising chefs have gotten creative with them, cooking up everything from cicada quiche to cicada ice cream. Not one of the Baskin Robbins 31 flavors.<br><br>Whether you find them annoying or appetizing, you`ll hear what the buzz is all about.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Fifteen to 20 percent of Americans, so probably some people in your class, have some sort of sleep problem. That`s according to the National Institutes of Health. It could be too little sleep, not enough quality sleep.<br><br>It doesn`t mean just being tired all the time. A number of diseases are linked to getting too little sleep. Tens of thousands of car accidents, too. Billions of dollars are spent every year in medical fees linked to sleep problems.<br><br>The conditions we sleep in can make a significant difference in the kind and amount of sleep we get.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Dr. Sanjay Gupta, Living to 100.<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: We don`t get enough sleep in the United States. In fact, we`re getting less sleep than ever. And I`ll admit, I`m guilty of it as well.<br><br>In this country alone, tens of millions of prescriptions are written for sleep medications. People are taking medications more than ever. And they`re taking them with the hope of getting good sleep, which sometimes they can help with. But keep in mind, a lot of times, these types of pills, the affects can last much longer than you realize.<br><br>Best way to get a good night sleep is obviously to make it a priority, think about this and really think about the fact that you`re going to schedule your time. You`re going to schedule a sleep time, a wake time. You`re going to avoid caffeine and other stimulants later on in the day.<br><br>Also, if you exercise in a regular basis, which you should, maybe trying to do that earlier in the day as well.<br><br>Put the devices away. The devices tend to stimulate the mind, making it much harder to turn the mind off and actually get to sleep.<br><br>And finally, practice something known as good sleep hygiene. They say that, you know, you want to keep your room around 70 degrees or so. Make sure you darken the room as much as possible. And, obviously, take away any stimulation that might keep you awake.<br><br>So, rule number one: don`t sacrifice your sleep for just about anything. Do that and you`ll likely to live to 100.<br><br>(END VIDEOTAPE)<br><br>SUBTITLE: Character Study.<br><br>AZUZ: Dr. Jim Withers` father was also a doctor. He worked in the rural area and often made house calls. You can say his son is walking in his footsteps, but in an urban environment. His program called Operation Safety Net has reached tens of thousands of homeless people, and helped hundreds of them transition in the homes.<br><br>It`s why Dr. Withers is today`s study in character.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. JIM WITHERS, OPERATION SAFETY NET: Street medicine is bringing medical care right to the homeless where they are, under the bridges, along the riverbanks, abandoned buildings.<br><br>Safety Net, anybody home?<br><br>It`s going to the people.<br><br>Can you make a fist? That hurt?<br><br>I`ve been making the streets of Pittsburgh for 23 years to treat the homeless. When I started, I was actually really shocked how ill people were in the street. It was like going to a third world country.<br><br>There were runaway kids, 85 year olds, pregnant women, and they all have their own story.<br><br>What hurts the most?<br><br>UNIDENTIFIED MALE: These knees, so swollen.<br><br>WITHERS: Once you get to know the folks out there, I knew that I had to keep going.<br><br>Are you doing OK, medically?<br><br>And now, we`ve managed to treat over 10,000 people.<br><br>Did they put staples in or stitches?<br><br>Infections, diabetes, cancers, it goes on and on and on.<br><br>All right. I`m glad we saw you.<br><br>For the folks that are willing to come to us, we have a mobile medical van. Then, we have drop in centers.<br><br>Open it up again.<br><br>We connect with the person.<br><br>You got friends. We`ll be there for you, OK?<br><br>Then, we advocate with them to get their insurance, get housing and care. Wherever they are, they`re always within our circle of love.<br><br>UNIDENTIFIED FEMALE: You did so much to me --<br><br>WITHERS: It really is a wonderful feeling that people in the street are beginning to get a voice in health care.<br><br>Good, steady. You got a good heart.<br><br>It`s something that we should take pride in, that we can actually treat people the way we want to be treated.<br><br>(END VIDEOTAPE)<br><br>SUBTILE: Before We Go.<br><br>AZUZ: Some dogs are athletes. Agility dogs are among the best. You`ve seen them racing, jumping, climbing way before. But probably not like this. It`s a dog`s eye view of overcoming obstacles.<br><br>Steeple is the name of a champion agility dog. And someone strapped a camera to his back to get his perspective on what it`s like to course through a course, beam across beams, tunnel through tunnels, and race to the race to the winner circle.<br><br>From the animal`s agility to camera`s ability, the awesome usability showing us the thrill of the race, you could call that steeplechase. Not just a people pleaser. You`d have to agree, sir, that is a steeple pleaser.<br><br>I`m Carl Azuz. Friday, June 5th, is the date many of you teachers are asking about. Friday, June 5th, will be our last show of the school year.<br><br>Hope you watch until then.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-12 CNN Student News.mp4"}