{"title":"CNNSN-2015-10-27-CNN-Student-News","script":"(CNN Student News) -- October 27, 2014<br><br>Major Earthquake Hit Afghanistan; WHO Warns About Processed Meats; &quot;Carbon Sinks&quot; Aim to Clean the Air<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: I`m Carl Azuz for CNN STUDENT NEWS.<br><br>We`re starting today with a report on a major earthquake that struck Southern Asia yesterday. Its epicenter, the point directly above the quake, was in northeastern Afghanistan. The force was felt in neighboring Pakistan and Tajikistan, as well as two countries over in India. Its magnitude was 7.5, capable of catastrophic damage.<br><br>But geologists say because its epicenter was so deep, more than 130 miles below the surface, its effects were limited. Still, Afghan officials say more than 4,000 houses were severely damaged or destroyed and more than 200 people, mostly in Pakistan, were confirmed dead when we produced this show.<br><br>The quake hit a rural mountainous area. Some affected villages are hard for rescuers to reach. They also don`t have good infrastructure like sturdy bridges or reliable communications systems. So, that`s another challenge.<br><br>So, this quake was only slightly less powerful than one that struck nearby Kashmir in 2005. But that one`s epicenter was shallow and it killed more than 70,000 people.<br><br>This week, local and government law enforcement officials from across the U.S. are meeting in Chicago, Illinois. One issue they`re discussing, a surge in violent crime in some cities, with an increased number of murders in Dallas, Texas, Miami, Florida, Milwaukee, Wisconsin and Cleveland, Ohio.<br><br>Another issue for officials at the meeting, with some are calling the Ferguson Effect. It follows a controversial incident in Ferguson, Missouri, last year when a white police officer killed an 18-year-old black man.<br><br>(BEGIN VIDEOTAPE)<br><br>EVAN PEREZ, CNN JUSTICE CORRESPONDENT: FBI Director Jim Comey says that at least part of the reason why there`s a surge in crime in some cities around the country could be because some officers are holding back.<br><br>Now, this is called the Ferguson Effect, because increased scrutiny on police tactics is causing some officers to be reluctant to arrest suspects.<br><br>Now, he spoke at the University of Chicago on Friday and he tackled these issues about race and the effect on police.<br><br>JAMES COMEY, DIRECTOR, FBI: Far more people are being killed in some of America`s cities than in many years. And let`s be clear: far more people of color are being killed in America cities this year, and it`s not the cops that`s doing the killing.<br><br>PEREZ: We should note that not all police chiefs believe their officers are holding back. There are some that believe the rise in crime could be explained by the rise of synthetic drugs on the streets.<br><br>Comey is speaking to a convention of police chiefs in Chicago and we`ll hear more about what he has to say.<br><br>Evan Perez, CNN, Chicago.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, unless you`re vegetarian, you might not like this. The World Health Organization, it`s an agency of the United Nations, says eating processed meat causes cancer. By processed the group means any type of meat that`s salted, cured or smoke to give it more flavor or preserve its shelf life. So, think sausages, ham and hotdogs.<br><br>But the agency also says that unprocessed red meat like steak is probably cancer causing. The risk is relatively low if you eat small amounts of meat. But if someone eat two slices of ham a day for example, the WHO says his cancer risk goes up by 18 percent.<br><br>The North American meat industry responded by saying that numerous studies show no correlation between meat and cancer, and that the nutrients in meat, quote, &quot;far outweigh any theoretical hazard&quot;.<br><br>(MUSIC)<br><br>AZUZ: The Pacific Northwest gets the first nod in today`s call of the roll.<br><br>We`re taking you to Mount Vernon, Washington. It`s there that the Cougars are stalking CNN STUDENT NEWS. They`re at Conway School District.<br><br>To the East Coast, Mount Pleasant Middle School is next. It`s in Livingston, New Jersey, the home of the Pumas.<br><br>And in the capital of Ukraine, hello to Kyiv International School. And thank you for watching in Kiev.<br><br>U.S. medical experts suggest that 2015 could be one of the worst years for deaths in high school football. Part of the reason is sheer numbers.<br><br>About 100,000 people play in the NFL, semi-pro leagues and college combined. In high school, there are more than a million players.<br><br>Experts say changes over the last 10 years have made high school sports safer, but that students brains are naturally more susceptible to injuries because they`re still developing. And many teens will insist on playing despite having symptoms of a concussion.<br><br>Still, brain injuries are not the leading cause of death in high school football.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDY SCHOLES, CNN SPORTS: Sadly, about the same number of high school football players continue to die each year. Seventeen-year-old Andre Smith is the latest player to pass away from an on-field injury.<br><br>Now, Smith walked to the sideline before collapsing. He was unconscious but breathing while being rushed to the hospital. But Smith died Friday morning and an autopsy showed the cause of death was a blunt-force head injury.<br><br>Now Smith`s family says Andre loved playing football and they can`t believe that this game took him from them.<br><br>(BEGIN VIDEO CLIP)<br><br>ERICK SMITH, ANDRE SMITH`S BROTHER: Out of all the things people can live and die from, you know, I never thought it would be something just as simple as that.<br><br>DWAYNE SMITH, ANDRE SMITH`S STEPFATHER: You understand the risks, but it`s a game, you know, it`s a game. And kids have played this for years.<br><br>(END VIDEO CLIP)<br><br>SCHOLES: Now, on Friday night, another high school player in Tennessee had to be life-flighted to Vanderbilt University Medical Center after suffering a hit to his head during his game. Baylor Bramble had to have emergency surgery to release pressure on his brain. At last check, he was in critical condition.<br><br>Now, Andre Smith is the seventh high school football related death this year. And, sadly, that is below the yearly average of 12 football deaths a year.<br><br>And while Smith did die of a hit to the head, the leading cause of football deaths is actually sudden cardiac arrest. And a troubling statistic when it comes to high school football is that only 37 percent of schools employ a full-time athletic trainer, according to the National Athletic Trainers`Association. More than half of schools have part-time trainers while three-quarters have access to trainers at games.<br><br>So important because, in many instances, quickly diagnosing an injury a player suffers on the field can help save a life.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Carbon sink is an ecological term. It`s something that absorbs more carbon dioxide than it gives off. Soil, the ocean, and especially forest are all examples of natural carbon sinks. Combined, they`re believed to absorb about half the carbon dioxide that humans produce.<br><br>Could the addition of artificial carbon sinks send pollution down the drain?<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Every time you get in the car, fly on a plane, or breathe, you`re emitting carbon dioxide into the atmosphere, which stays there.<br><br>We spent years trying to get people to pollute less. But what if that isn`t the answer. What if there were a way to take carbon dioxide out of the air and put it somewhere else?<br><br>Trees and plants do this all the time. They essentially inhale carbon dioxide and push out oxygen. Scientists call this a &quot;carbon sink&quot;. This isn`t something you find in your kitchen or your bathroom. These sinks are nature`s way of sucking up and storing carbon dioxide.<br><br>While nature absorbs a lot of CO2, it can`t keep up with the rate we`re creating it. So, labs around the world are building their own carbon sinks. Researchers at Arizona State University are making artificial trees from CO2 absorbing resin. A Canadian startup is designing fans that have a special absorbent liquid that captures CO2 and turns it into a salt.<br><br>Currently, none of these technologies are ready for mass distribution. While each holds promise, the devices aren`t large enough, efficient enough or cheap enough to give a big enough impact.<br><br>(END VIDEOTAPE)<br><br>AZUZ: What`s the probably the most famous mask in the world is getting repaired. This is ancient Egypt`s King Tutankhamen, or at least it`s the priceless 3,300-year-old mask that covered his mummy. An Egyptian museum employee accidentally knocked off its beard in 2014 and it was quickly and badly glued back on.<br><br>The issue came to light in January. Now, archeologists are using wooden sticks to carefully scrape off the crust of dried glue. They planned to restore and reattach the beard within a few months.<br><br>Tut wasn`t a particularly significant king of his day. It was the discovery of his tomb in 1922 that made him world famous.<br><br>(MUSIC)<br><br>AZUZ: The Main Street Bridge is a famous landmark in Ohio`s capital of Columbus. But it`s being taken over by an infamous kind of creature, spiders -- as many as 10,000 of them. According to an entomologist, don`t hold the hand rail.<br><br>A wildlife expert says it`s because of a recent project that added tens of thousands of plants beneath the bridge. That brought in many more insects and that brought in many more insect predators.<br><br>Not a good place to eat curds in a way, they`ve got eight legs up on potential prey. Having woven a web of thread bare simplicity, spiders are creatures of deadly duplicity. Stringing along their homes by the bunch, then trapping and wrapping their victims for lunch.<br><br>CNN STUDENT NEWS brought this rhyme. We`ll see you tomorrow at the same time.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-27 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-27 CNN Student News.mp4"}