{"title":"CNNSN-2015-04-17-CNN-Student-News","script":"(CNN Student News) -- April 17, 2015<br><br>Just Say Hello<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br>CARL AZUZ, HOST: Fridays are what?<br><br>Awesome.<br><br>Welcome to your April 17th edition of CNN STUDENT NEWS.<br><br>My name is Carl Azuz.<br><br>March 10, 2014, was the first time we reported on Malaysia Airlines Flight 370. It had vanished two days earlier in flight from Kuala Lumpur, Malaysia to Beijing, China.<br><br>More than a year after that, officials say they`ve covered most of the priority search zone in the Southern Indian Ocean. Still no sign of the aircraft and its 239 passengers and crew. Authorities say if they haven`t found anything by the time they finish the current search area, they`ll double it in size to an area bigger than the state of Pennsylvania and keep on looking.<br><br>Government officials from Malaysia, China and Australia say they`re committed to finding out what happened to Flight 370 and bringing closure to the families and loved ones of those aboard.<br><br>It was another week of good news/bad news for SpaceX, a private space exploration company that has a $1.6 billion contract from NASA.<br><br>The good news -- it got an unmanned spacecraft off the ground and into orbit this week. It`s headed for the International Space Station, bringing along supplies, research equipment and an espresso machine for astronauts. SpaceX is trying to perfect a reusable rocket, one that softly lands on a platform in the ocean after getting the cargo ship into orbit.<br><br>The bad news -- it will have to keep trying. The one that launched on Tuesday reportedly made it to the platform but then tipped over and exploded. A similar incident happened in January, but SpaceX isn`t giving up, hoping one day to land rockets back on the ground if they master landings at sea.<br><br>This month marks a couple of major events in U.S. Civil War history. On April 9, 1965, Confederate General Robert E. Lee surrendered his 28,000 remaining troops to Union General Ulysses S. Grant. It was the end of major hostilities in the War Between the States, though some skirmishes and additional Confederate surrenders continued afterward.<br><br>Five days after Lee`s surrender at Appomattox Courthouse on April 14, 1865, President Abraham Lincoln was assassinated. His legacy is still very much alive in America.<br><br>(BEGIN VIDEOTAPE)<br><br>JAKE TAPPER, CNN ANCHOR (voice-over): The bells of Washington, DC tolled to remember Lincoln. It was 150 years ago when this nation lost President Abraham Lincoln to an assassin`s bullet. The man who held the Union together and freed the slaves still captivates us.<br><br>UNIDENTIFIED MALE: Do you all have tickets?<br><br>TAPPER: His legacy drives sales -- books, movies.<br><br>(BEGIN VIDEO CLIP FROM &quot;LINCOLN,&quot; COURTESY DREAMWORKS)<br><br>UNIDENTIFIED MALE: And a government of the people, by the people, for the people.<br><br>(END VIDEO CLIP)<br><br>TAPPER: Decades later, the silk has worn, but his hat remains instantly recognizable to thousands of tourists flocking here to buy<br><br>tickets to get a glimpse of where it all happened, in Washington, DC`s Ford`s Theatre.<br><br>PAUL TETREAULT, FORD`S THEATRE DIRECTOR: Most people don`t realize that it was John Wilkes Booth and a handful of his colleagues and friends, they were going to kill the vice -- the president, the vice president and secretary of State and really this -- their concept was take down the entire Union government and hopefully the South would rise again.<br><br>(BEGIN VIDEO CLIP COURTESY FORD`S THEATRE SOCIETY)<br><br>UNIDENTIFIED MALE: I had an ax put into my hands at once.<br><br>(END VIDEO CLIP)<br><br>TAPPER: Today, Ford`s Theatre is equal parts playhouse, museum and shrine. Paul Tetreault is the director and something of a historian. We asked him how the assassin got so close to the president.<br><br>TETREAULT: John Wilkes Booth was a famous actor of the time. I mean I often tell people today, imagine, you know, if Brad Pitt or Johnny Depp went after the president.<br><br>TAPPER: The president`s valet actually let Booth into the president`s box. Booth squeezed the trigger on this single shot Derringer pistol and shot Lincoln in the back of the head.<br><br>TETREAULT: This was the bloody knife that he had cut Major Rathbone. He held that up when he landed on stage and yelled, &quot;Sic semper tyrannis,&quot; which, of course, is thus always to tyrants. That`s the actual knife.<br><br>TAPPER: Lincoln was taken across the street to The Petersen House. He never regained consciousness.<br><br>TETREAULT: Why does every presidential candidate running, why does every president wrap themself in Abraham Lincoln?<br><br>Because he still matters.<br><br>UNIDENTIFIED MALE: Abraham Lincoln.<br><br>MITT ROMNEY (R), FORMER PRESIDENTIAL CANDIDATE: Abraham Lincoln.<br><br>JIMMY CARTER, FORMER PRESIDENT OF THE UNITED STATES: Abraham Lincoln.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Land of Lincoln.<br><br>TETREAULT: Everyone wants to follow in his footsteps.<br><br>TAPPER: Lincoln`s words and ideas and memory still hold and form us and shape us and likely will for the next 150 years, as well.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Schools from China, California and Mississippi are filling the Roll of today`s Roll Call.<br><br>First up, from Zhongshan Guangdong, China, hello to everyone watching at Zhongshan Overseas Chinese Secondary School.<br><br>Across the Pacific, from Santa Rosa, California, it`s The Falcons flying high over Rincon Valley Middle School.<br><br>And in the Southeast, from Byhalia, Mississippi, we`re happy to see The Indians from Byhalia Middle School are watching today.<br><br>You`re not going to be surprised by the headline, &quot;People Are More Connected Than Ever.&quot; Take social media. What might surprise you is that some doctors say we`re more lonely than ever. And a recent study suggested that our interactions online, our social media communications may be making us feel worse.<br><br>There is a simple step that can help with loneliness for ourselves and for others. Just say hello.<br><br>For details on the campaign, we called the doctor.<br><br>(BEGIN VIDEOTAPE)<br><br>AZUZ: Everyone gets lonely from time to time. We`ve all had that experience.<br><br>But when -- when does become a medical condition?<br><br>What`s the danger of sustained loneliness?<br><br>SANJAY GUPTA, CNN CORRESPONDENT: What I found most remarkable is that loneliness can be physically painful. The same parts of the brain that light up when someone has physical pain are the same parts that light up when someone is lonely.<br><br>So to say that loneliness hurts is a, you know, I think it`s a real -- it`s -- it`s true. We can see it in the brain.<br><br>AZUZ: We can reach more people than ever on a computer, on a phone. You have two million Twitter followers. I have -- I have a few less than that.<br><br>But if we`re so connected, why -- what`s the difference between saying hello in person and saying hello online?<br><br>GUPTA: You know, one thing I -- I sort of realized when I was researching this is that I don`t know that we`re so much more connected. I think we`re able to interact with j with people that we don`t know sometimes, followers on social media, all of that, better than ever before.<br><br>But that`s not the same as connection. You know, physical human connection, the way we human beings evolved, to be able to touch and -- and feel and look someone in the eyes and -- and have that -- that experience is a different thing, I realized.<br><br>So you can have a lot of interaction and very little connection. So you could have all these followers and be out there on social media, but still be an incredibly lonely person.<br><br>AZUZ: So how does the Just Say Hello Campaign address that?<br><br>GUPTA: Well, we wanted to be very simple with this. You know, the -- I think there`s so many times when, you know, you want to say hello to somebody, but you just don`t. You might even look at them in the eye for a second and look away. And -- and the idea that if you just say hello to somebody, you -- you`ve done a lot. You`ve made that person feel better. But you`ve also made yourself feel better, because by -- you`ve created a connection so it may -- it may address some of your own loneliness, as well, just by simply doing this.<br><br>I think that`s it`s -- it`s -- it`s one of these things that if people did, you`d start to reduce a lot of the -- the more broad feelings and impact of loneliness in big, big chunks of our society.<br><br>AZUZ: What about Skype in classrooms?<br><br>There`s a Skype component to this?<br><br>GUPTA: There`s a Skype component, which was really interesting. And I think the -- maybe one of the best uses of something like Skype. And  that is more of a mystery Skype. So you Skype with other children or people around your own age who -- who are in maybe different parts of the world, different parts of the country, people you don`t know. And all of a sudden, you get to meet somebody and have this -- this conversation via Skype about things and with people that maybe you never even dreamt of.<br><br>So it`s -- it`s really -- it`s -- it`s fascinating. That -- that more -- that`s more of the sort of connection that I think we need.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: Before we go, my producer had me at first donut in space.<br><br>What more do you need to know?<br><br>Well, for one thing, it`s a science experiment. According to a Swedish news company, two brothers attached a donut and a camera to a weather balloon.<br><br>Why?<br><br>Because, first donut in space. It ascended almost 20 miles before the balloon burst and the contraption fell back down toward Earth and landed in a lake. The soggy donut was still in one piece, which shows no matter where it goes, it looks delicious, don`t it?<br><br>We love to sprinkle our newscasts with sweet food stories. They`re perfect for Fried days - right before the wheat end and hopefully keep you from glazing over.<br><br>Those puns dope.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-17 CNN Student News.mp4"}