{"title":"CNNSN-2015-10-12-CNN-Student-News","script":"(CNN Student News) -- October 12, 2014<br><br>Ankara Terrorist Attack; Obama Can`t Stay in Afghanistan, But He Can`t Leave; Facts About Flu; Prospect of Mining Asteroids<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: A new week of international events coverage starts right now. It starts right here.<br><br>This is CNN STUDENT NEWS.<br><br>First story takes us to the nation of Turkey. Yesterday, thousands of people gathered in Turkish cities nationwide to mourn the victims of a terrorist attack. It was the deadliest in Turkish history and it happened during a peace rally Saturday, in the capital of Ankara.<br><br>Police believe two suicide bombers detonated their weapons in a crowded area. At least 95 people were killed, hundreds of others were wounded, some critically.<br><br>No one has claimed responsibility for the blast yet, but they could deepen divisions in an uneasy Turkish society.<br><br>The country has been dealing with a number of issues -- Europe`s historic refugee crisis, the threat of international terrorism. Another is tension between Turkey`s different ethnic groups.<br><br>Turks composed about 70 to 75 percent of their country`s population. Ethnic Kurds make up just under 20 percent. Other minorities around 10 percent.<br><br>These attacks happened at an event designed to show unity among Turkey`s ethnic groups. The country`s prime minister says the blast were an attack on that unity.<br><br>Next up, the war in Afghanistan is the longest conflict the U.S. military has ever been involved in. It started under President George W. Bush on October 7th, 2001, less than a month after the September 11th terrorist attacks on the U.S.Why Afghanistan? Its rulers at that time, a group called the Taliban, were giving the al Qaeda terrorist group a safe place to operate. Al Qaeda was responsible for the attacks in the U.S.During a campaign event in 2012, President Barack Obama said he`d set a timetable to bring all U.S. troops home from Afghanistan by 2014. But 10,000 American forces remain there today, along with unique challenges for the U.S. military and its commander in chief.<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHEN COLLINSON, CNN SENIOR ENTERPRISE REPORTER: In many cases, the Afghan conflict has become the forgotten U.S. war.<br><br>SUBTILE: How does the war in Afghanistan end?<br><br>COLLINSON: President Obama declared the end of U.S. combat operations last year.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Our combat mission in Afghanistan is over.<br><br>SUBTITLE: But it`s not.<br><br>And the Obama administration finds itself in a quandary over how to fight ISIS, an increased al Qaeda presence, the Taliban and a renewed insurgency.<br><br>COLLINSON: U.S. forces, especially air forces and special forces have been in action supporting Afghan forces. And the Afghan government really is desperate for U.S. forces to stay. That`s one of the reasons why you`ve not heard much condemnation of the attack on the hospital from the Afghan government.<br><br>So, the current U.S. end game is to end the war and get out by the time President Obama leaves the Oval Office in January 2017.<br><br>Obama`s option basically are to keep to the plan, to leave 1,000 troops just protecting the U.S. embassy in Kabul, by the time he ends his presidency, or to allow a large number of troops to stay in the country, perhaps 5,000 or 6,000, to continue to train and assist the Afghan military and to conduct counterterrorism operations.<br><br>This is not just the strategic decision for the president. It`s a very political one. The central rationale of his campaign in 2008 was to get U.S. troops home from intractable foreign wars.<br><br>OBAMA: We can end this war in Iraq but also end the mindset that got us into war.<br><br>COLLINSON: He also said that the Afghan war was the right war for United States to fight and he pledged to win it.<br><br>OBAMA: We should be in Afghanistan going after al Qaeda. Not in Iraq.<br><br>COLLINSON: It would be quite a political climb-down for the president to have to decide to leave U.S. troops in Afghanistan and to pass the war unto his successor.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, it`s officially fall in the northern hemisphere. Yes. That also means it`s flu season. No.<br><br>It starts in fall but peaks in January and February. Between 5 and 20 percent of U.S. residents get the flu each year, and the U.S. government says the best prevention is the flu shot.<br><br>But it`s not perfect. The vaccine covers a few different strains of the flu virus. If scientists pick the wrong strains or if the virus mutates as they say it did last year, the shot is considerably less effective.<br><br>We call the doctor for some flu fact infection.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Debunking flu myths.<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: You can`t get the flu from the flu shot. It`s a dead virus. It can`t actually cause flu. A lot of people feel sort of crummy afterward, it`s because the flu vaccine is actually working, making your immune system fire up, get ready and recognize it, but actually sees the flu, how to kill it.<br><br>No, it`s not 100 percent fail-safe. But it`s still going to offer a lot of protection. So, you`re not going to be as sick, as likely to get sick, or if you do get sick, have a shorter duration.<br><br>OK. So, if you`re like me, your mom probably said, &quot;Don`t go outside in the cold without your hat on. You`re going to catch the flu.&quot; You can`t catch the flu from just simply being outside in the cold.<br><br>But it does raise the question, why are there so many more flu cases in the winter months? You`re likely to stay indoors more. So, if one person is sick, more people are likely to get sick.<br><br>The sun is lower in the sky and as a result, you have less vitamin D actually being produced in the body. Your immune system starts to get suppressed a little bit. You`re more likely to get sick with the flu.<br><br>The winter months tend to be lower humidity. Viruses like the flu virus, they like lower humidity. They`re likely to live longer.<br><br>So, your mom may have been right. I mean, look, moms are always right. But may be not for the reasons you originally thought.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Thanks to all of you who are patiently requesting a &quot;Roll Call&quot; mention at CNNStudentNews.com. We had almost 1,400 comments on Friday`s transcript.<br><br>One came in from Arnold Public High School. It`s in Arnold, Nebraska, the South Loup Bobcats.<br><br>In Prineville, Oregon, it`s great to see the Colts today, watching from Crook County Middle School.<br><br>And in the nation of Vietnam, hello to our viewers at the American International School. They`re in Ho Chi Minh City.<br><br>So, there`s an outer space treaty. It`s a United Nations agreement that went into effect 48 years ago. It basically says that space exploration should be for the benefit of all countries, that no one nation can claim an asteroid or planet for its own use, and that space objects should be used for peaceful purposes.<br><br>This might all factor in if we start mining asteroids.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): Life in space is happening. But if we want to move deeper into the dark and possibly colonize planets, it`s going to take more than rockets and spacesuits.<br><br>Our best chance at life in space may just be asteroids.<br><br>CHRIS LEWICKI, PRESIDENT AND CHIEF ENGINEER, PLANETARY RESOURCES: Asteroids are something that we worry about threatening the Earth, but in truth actually, they are the greatest opportunity that we have.<br><br>CRANE: Chris Lewicki is an aerospace engineer who is obsessed with space. He`s helped NASA land two rovers on Mars. He and his company, Planetary Resources, are confident asteroids hold the passport to the cosmos.<br><br>LEWICKI: Most focused on a single task, finding resources and asteroids, and bringing those resources to a market that`s going to start here in lower earth orbit and grow into the solar system.<br><br>CRANE: These are more than just chunks of rock. Many are packed with metals that Lewicki wants to mine for building materials. In fact, many of Earth`s most valuable metals can also be found in asteroids. But the real treasure in Lewicki`s hunting is water.<br><br>LEWICKI: The discovery of oil and the way that it transformed the 20 century, we see the water and the fuel on asteroids as providing that same transformational capability for the 21st century.<br><br>CRANE: The idea is to build orbiting gas stations that harness the sun`s power, to split water into liquid oxygen and liquid hydrogen that would then be used for rocket fuel. That way, spaceships wouldn`t have to carry all their fuel with them and could top off at that these cosmic filling stations, allowing them to go even deeper into space.<br><br>(on camera): Asteroid mining sounds kind of like a sci-fi fantasy. I mean, how realistic is this?<br><br>LEWICKI: What`s possible is inevitable. Everything that was once sci-fi had to change at some point in time.<br><br>CRANE: There are a lot of people who are skeptical that you guys are going to be able to pull this off. That asteroid mining will become a reality.<br><br>LEWICKI: I think they`re right to be skeptical. But it takes those people who do believe that will happen to find out how to make it happen.<br><br>CRANE (voice-over): Space mining won`t be cheap. But some of the world`s riches see the potential and have invested in the company.<br><br>We`re programmed to go places we`ve never been, find refuge on land we`ve never touched. Could asteroid mining, as impossible as it seems, help us reach the frontier that seems most out of reach?<br><br>(END VIDEOITAPE)<br><br>AZUZ: It might not seem to unbelievable to hear that a bulldog recently chased some bears off a family`s porch. Here`s the kicker: it`s French bulldog. A 20-pounder versus three young bears, one of them estimated to be a 100-pounder.<br><br>The owner of this home in Southern California says bears often come down from the foothills in search of food and that some neighbors actually break the law and feed them. But Jewels, the French bulldog, guard dog, and now bear dog, is an unbearable and un-bear-livable embarrassment to bears.<br><br>It`s totally un-bear the way she brings to bear a bear-ocious attitude on her new er-signment (ph).<br><br>I`m Carl Azuz and I can`t bear to bring you all anymore puns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-12 CNN Student News.mp4"}