{"title":"CNNSN-2016-03-02-CNN-Student-News","script":"(CNN Student News) -- March 2, 2016<br><br><br>Super Tuesday Scenarios for U.S. Political Parties, A Boom in Newspaper Circulation in India<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to Wednesday`s edition of CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center in Atlanta, Georgia.<br><br>As promised, before yesterday`s special edition of our show, we`re going in-depth now on Super Tuesday.<br><br>On March 1st, Americans in more than 10 states all went to the polls at once. They weren`t electing a president. They were helping determine which one Democratic and which one Republican would ultimately appear on the presidential ballot this November.<br><br>Results from these contests were still coming in when we put this show together. Teachers, for up to the moment info, please head to CNN.com.<br><br>We`re starting with an analysis of the Republican side. As of last night, there were five candidates running to become the Republican nominee. And going into Super Tuesday, businessman Donald Trump was the frontrunner. He`d won in every state by Iowa before yesterday`s votes.<br><br>Now, CNN`s John King is doing a bit of math for us. He`s looking at a few hypothetical outcomes from yesterday built around Donald Trump`s lead so far.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Super Tuesday scenarios for the Republicans.<br><br>JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: So, heading into Super Tuesday, nobody has anywhere close to clinching the nomination when it comes to delegates. But momentum does start to matter and Trump is starting to pull away.<br><br>It`s early, you need, what, 1,237 delegates to clinch on the Republican side and nobody`s even at a hundred.<br><br>SUBTITLE: Donald Trump currently has a 65 delegate lead. What happens if he sweeps on Tuesday?<br><br>KING: If you run the board, even winning with 30 percent, 33 percent, 35 percent, if Trump runs the board on Super Tuesday -- look at that -- he gets close to 350. Again, you need 1,230-something. So, he`d be pulling away in a dramatic way you start to get that space.<br><br>SUBTITLE: Does the math change if Ted Cruz wins Texas?<br><br>KING: So, the challenge is you`ve got, not only win some states, but take some delegates away and that`s where it hurts. Even if Ted Cruz could pick up Texas for example, say Trump comes in second, Rubio third and Kasich fourth, even there, Trump`s still getting some delegates, if you`re splitting it up.<br><br>So, to stop Trump, you can`t just win one state or two states.<br><br>SUBTITLE: And what if the &quot;establishment lane&quot; can pick up a few wins?<br><br>KING: Senator Rubio, like Senator Cruz, needs a win. You can`t keep celebrating second place. Say Rubio pulls out in a state like Virginia.<br><br>So, if we`ll give that one to Rubio, say Trump comes in second, Cruz third, and Kasich fourth. Even then, even then, OK, so Cruz took Texas away.<br><br>Rubio takes a state, maybe it`s Virginia.<br><br>Let`s even say, OK, you know, Governor Kasich have been camping out in Massachusetts. So, what if he can somehow make that happen there? Even then, a couple of guys take a little bit away from Trump, that`s still a lot of Trump, and he`s still way ahead.<br><br>SUBTITLE: After Super Tuesday, the rules change.<br><br>KING: Republicans, unlike the Democrats, are proportional early on and then later on, you get through the calendar, you have much more winner-take-all. And Trump, simply because of the Republican rules where the winner is treated more favorably, you start to pull away and conceivably, voila, that`s a Trump convention right there.<br><br>(END VIDEOTAPE)<br><br>AZUZ: An analysis of the Democrats is next. There were two of them competing on Super Tuesday. And former Secretary of State Hillary Clinton was the frontrunner going into a vote. She`d won in every state but New Hampshire, before yesterday.<br><br>As you saw on that last report, when we say a candidate wins a state, it means he or she will have the most delegates from that state, voting to give that winner the party nomination.<br><br>Back to John King now for more hypothetical outcomes based on Hillary Clinton`s lead so far.<br><br>(BEGIN VIDEOTAPE)<br><br>KING: The biggest storyline for the Democrats heading into Super Tuesday is that Hillary Clinton has stabilized, and the question now is, can Bernie Sanders find -- pick the lock, if you will, and stop her?<br><br>SUBTITLE: Super Tuesday scenarios for the Democrats.<br><br>KING: So, Hillary Clinton goes in to Super Tuesday with momentum and that day gives her a huge opportunity to have a huge exclamation point behind her performance.<br><br>And why is that? Super Tuesday is played out down here, eight states below that line I just drew vote on Super Tuesday. What makes them special -- the deeper the shading, the higher the percentage of African-Americans in those areas.<br><br>So, if you shrink this down and you look across Texas, in Virginia, some of these other states on Super Tuesday, the large African-American population, that has been the key to her success in Nevada, and then in South Carolina. If she continues her success there, she`s not only racking up states, she`s racking up a large number of delegates.<br><br>If she can do that on Super Tuesday, she`s proving to Senator Sanders, &quot;You cannot beat me in the traditional Democratic base,&quot; which the Clinton campaign hopes will get Senator Sanders to back off and say, &quot;OK, she`s likely to win the nomination. I`m more of a protest or a message candidate. Maybe I should tone down the rhetoric.&quot;<br><br>If Clinton wins them, this is a by 60-40 margin, the scenario, if she wins them all, she starts to pull away in the delegate chase, because in addition to the 600 pledged delegates, she has 445 super delegates. So, she would be way out here.<br><br>So, what are you looking for? Where does Bernie Sanders on Super Tuesday, at least slow her down.<br><br>Well, he says he`s going to win Minnesota, so let`s give him that for the sake of argument. We assume he`ll win his home state of Vermont. So, we`ll give him that for the sake of argument.<br><br>He says he thinks he can win in Oklahoma, he`s been spending a lot of time there, let`s do it for the sake of argument. And he also says out in Colorado, which is caucuses, that he thinks he can do well out there. So, let`s make Bernie Sanders and Hillary Clinton come in second there.<br><br>If he wins those four states on Super Tuesday, plus what he already has in New Hampshire, he would get closer. But remember, she has 445 super delegates on top of that.<br><br>So, Sanders can slow Hillary Clinton`s momentum with those four states, but it`s not enough to sop here.<br><br>SUBTITLE: How long could this race go?<br><br>KING: As you look at this Super Tuesday, I`ve given Senator Sanders Oklahoma, Colorado, Minnesota and Vermont. Secretary Clinton wins the rest. She starts to pull away in the delegates.<br><br>But because of the Democratic rules, if she wins them all 60/40, look what happens, we can get all the way through May, all filling in Clinton, this is the finish line way down there. So, she needs to win big and in some cases, even bigger than 60/40.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s not the first time we`ve announced the North African country of Morocco, but it is the first time we`ve announced the city of Tangier.<br><br>Near the Strait of Gibraltar, we welcome the American School of Tangier. Thank you for watching.<br><br>In eastern Oklahoma, there`s a town named Warner, and there`s where you`ll find Warner High School. Hello, Eagles.<br><br>And in eastern Colorado, we come to the community of Strasburg. From Hemphill Middle School, the Indians are here.<br><br>The newspaper industry is not a booming one in the United States. The number of daily papers has steadily decreased since the 1980s. Their advertising revenue, the jobs they offered, that`s also dropped in recent years. It`s not to say there`s no future in news, it`s just moving online.<br><br>Digital audiences are growing by double digits. Chances are, you`re watching our show online. People are turning to apps, websites and social media to get informed. It`d be easy to say this is happening everywhere in the world, but I`d be wrong.<br><br>The unique circumstances in the world`s biggest democracy have given rise to a boom in newspapers.<br><br>(BEGIN VIDEOTAPE)<br><br>SUMNIMA UDAS, CNN CORRESPONDENT (voice-over): Crunch time at the Delhi offices of Indian`s number one selling newspaper. As the clock ticks 11:00 p.m., the madness begins.<br><br>Simultaneously, across India, some 4 million copies of &quot;Dainik Jagran&quot; are printed.<br><br>(on camera): It`s so loud in here and the smell of the ink is incredibly strong. But what`s happening is some 15 different editions of &quot;Dainik Jagran&quot; are being printed here for Delhi and the surrounding areas.<br><br>(voice-over): While newspaper titles and circulations declined globally with the Internet threatening the future of printed news, in India, the industry is actually growing, at a rate of 8 percent to 10 percent a year, with new editions being launched on a weekly basis.<br><br>BASANT RATHORE, VICE PRESIDENT, DAINIK JAGRAN: It`s often said in India, that every 50 kilometers, the dialect will change. So, every 50, 60 kilometers, there`s a separate sub-edition of &quot;Jagran&quot; that appears, which has local content of their market and the local language.<br><br>UDAS: They`re catering each edition to small towns like these, because this is where India`s economy is expanding most, and reading newspapers is aspirational.<br><br>&quot;Hardly anyone used to go to school before. Now, almost everyone is educated, so we all read newspapers. We get to know everything, what`s happening in the country, rest of the world, farming, inflation -- it`s empowering,&quot; he says.<br><br>Today, India has almost a hundred thousand registered publications. That`s more than double what it was a decade ago. And unlike pretty much anywhere else in the world, the future for newspapers here is bright.<br><br>RATHORE: Of the almost 900 million literate population of India, 44 percent born to read a newspaper.<br><br>UDAS: Could those roughly 400 million leapfrogged from reading nothing to consuming news online? Perhaps. But with three quarters of the country still lacking Internet access, that shift will take time. Until then, print away.<br><br>Sumnima Udas, CNN, New Delhi.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, it ain`t over until it`s over, a lesson for both teams in the Rhode Island State Basketball Championship.<br><br>Protecting their lead in the final seconds, Burrillville High School steals a pass then tosses the ball in the air, to run out the clock and then celebrate their supposed win.<br><br>But there`s a hitch: a student from Chariho High School had caught the ball and called timeout before the buzzer sounded.<br><br>Then, with less than a second to go, a pass, a layup and a one-point victory for Chariho.<br><br>It was a shot heard around the world, one that no doubt gave the other team a sinking feeling. But there`s a silver lining that all of the players can net from this experience, how often does everyone get to feel the thrill of victory and the agony of defeat in the same game.<br><br>We`ve run out the clock on CNN STUDENT NEWS. Are we back tomorrow? Of court.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-02 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-02 CNN Student News.mp4"}