{"title":"CNNSN-2016-04-18-CNN-Student-News","script":"(CNN Student News) -- April 18, 2016<br><br><br>Earthquakes Claim Lives and Homes in Ecuador and Japan; Divers Excavate a Historic Shipwreck Near Oman; The Effects of Space on the Human Body. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Happy Monday, April 18th, to you. I`m Carl Azuz with your daily delivery of international current events and, of<br><br>course, that includes what`s happening in Ecuador and Japan.<br><br>People in several regions of western Ecuador are recovering from what one resident called the worst experience of life. A major 7.8 magnitude earthquake struck on Saturday night and was strong enough to flatten homes, knock out power and buckle highways across the region. At least 238 people were killed, a number that the country`s government expects will increase as rescuers searched through the rubble.<br><br>Portable hospitals have been set up, thousands of police and soldiers have been deployed to affected areas and mobile phone companies are giving free text messages to help people locate and communicate with their loved ones.<br><br>This was the deadliest earthquake to strike Ecuador since one hit in 1987. The country is located along the Ring of Fire. It`s a horseshoe-shaped region around the Pacific Ocean where much of the world`s earthquake and volcanic activity happens.<br><br>Japan sits on the other side of that ring, and the southwestern part of that country has been reeling from its own series of earthquakes. A strong magnitude 6.2 tremor struck the region last Thursday and then a major 7.0 quake hit on Saturday. Dozens of people were killed in both of them.<br><br>And because the region has gotten 165 aftershocks so far, as well as bad weather and the threat of landslides, Prime Minister Shinzo Abe says finding survivors is a race against the clock. The military has been called in to help people here, too, delivering food, blankets, first aid supplies. More than 760,000 homes don`t have power, almost 400,000 don`t have running water.<br><br>And how some of these homes were constructed have made the difference in whether they`re still standing.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT: So, we are in one of the harder hit areas of Kumamoto and the damage as a result of these two earthquakes really can be felt in very different ways, on the same street. So, look to my right here, you can see one of the houses that has no doubt been one of the harder hit. It is absolutely unlivable. The family live there frankly cannot return home unless they rebuild.<br><br>And then you look here on the left side, my left there. You can see this house which sustained damage in its own right, but you can see that a family can -- might return to this home to some point. And that really gives you an idea of how much of a rule infrastructure and building materials really play when it comes to earthquake damage. And so, this house on the right probably a little bit older, probably made of more brittle material and the house in the left a little bit newer and could handle the kind of force that we`ve seen from these two earthquakes.<br><br>But whether you are the family in this house or the one to my left, you`ve had to spend the last couple of nights in evacuation shelters and so, really, you can`t overstate the impact that these two earthquakes on families in this area.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Vaco da Gama shipwreck found.<br><br>Researchers believe they have found the remains of the Esmeralda, a 16th century Portuguese ship from legendary explorer Vasco da Gama`s second voyage to India.<br><br>The shipwreck was initially found in 1998, in the Arabian Sea off the coast of Oman, but exaction didn`t begin until 2013, and the identity of the sunken ship was only revealed in new report.<br><br>More than 2,800 artifacts were recovered from the wreck, including an extremely rare Portuguese coin minted for trade with India, and a bronze bell with an inscription suggesting the ship was from 1498. The bulk of the recovered artifacts were artillery, indicating the military objectives of the fleet.<br><br>Experts believe the Esmeralda was destroyed in a storm in 1503.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From ocean exploration to space exploration. NASA is pressing forward with its twins study. One of these twins is Scott Kelly, who recently returned from spending almost a year in space. You see him here getting shock for science, probably not as fun as the ISS. But it`s part of the body and brain tests that NASA is giving him and his identical twin brother Mark Kelly who stayed on earth.<br><br>Scientists hope these tests will help them enough about the affects of space on people, to prepare for a long mission to Mars. Scientists say human curiosity and decision-making are reasons why people should be aboard.<br><br>But the plan has its critics. They say it`s dangerous, expensive and some say better suited to robots, which are less sensitive to the extreme environment of space.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): Exploration of our solar system is perhaps the most extreme bodily challenge.<br><br>DR. JOHN CHARLES, NASA HUMAN RESEARCH PROGRAM: You`re emotion sick. You`re uncomfortable. You`re disoriented.<br><br>CRANE: That`s because the human body is a complex network of bones, tissues and cells designed to suit our environment.<br><br>Here at Johnson Space Center, everything from food, to spacesuits, to exercise routines are designed so humans can survive in a world we simply aren`t built for.<br><br>(on camera): What happens to your body when you`re in space?<br><br>CHARLES: As soon as you arrive in weightlessness, the fluids start shifting in your body, the organs of balance and your inner ear immediately sense there`s no gravity pulling down on them anymore. All your joints and your muscles also sense that.<br><br>CRANE (voice-over): We know about these effects because human have been consistently living in space for over 15 years onboard the International Space Station.<br><br>And we`re learning even more about how our bodies react in space, after Scott Kelly became the first NASA astronaut to spend nearly a year on ISS.<br><br>CHARLES: As you spend more time in space, you lose muscle mass. Your bones gradually lose calcium. They gradually lose structural integrity because they`re fighting the force of gravity.<br><br>CRANE: It sounds simply, but exercise is one of the most important activities for astronauts. Onboard the ISS, they dedicate about two hours a day to it, but this is not your average workout.<br><br>MICHAEL HOPKINS, ASTRONAUT: Swat down just a little bit.<br><br>CRANE (on camera): OK, like this?<br><br>Oh, hello? Yes, OK, that feels different.<br><br>When you were in space, can you describe the changes you notice in your body?<br><br>HOPKINS: More fluid will go towards the head.<br><br>CRANE: Right.<br><br>HOPKINS: So, you`ll sometimes feel a little bit stuff here like you got allergies or something like that. You can lose up to 2 1/2 percent of your bone density in a month in space, and this is very, very important of counteracting that.<br><br>CRANE (voice-over): But what about on a deep space mission.<br><br>(on camera): If we ever get to Mars, do you think we`ll have machines like this up there, keeping us fit?<br><br>HOPKINS: Well, these machines take up quite a bit of space onboard the International Space Station. So, I think if we go to Mars, there`s going to have to be something new, something probably a little bit smaller, a little more compact, something along the lines of a rolling type machine.<br><br>CRANE (voice-over): NASA is currently testing a miniature exercise device on the ISS.<br><br>Just as critical as exercise is what we put into our bodies.<br><br>DR. GRACE DOUGLAS, NASA FOOD SCIENTIST: In order to maintain their health and maintain top performing crew that are going to fulfill all their functions and have a very successful mission, we need to make sure that they`re happy with their food system that they want to eat it the entire time.<br><br>CRANE (on camera): I got to say, astronaut food is much better than I expected.<br><br>(voice-over): On a mission to Mars, the food needs to stay good for five years, a difficult challenge for food scientists. So, they`re also working on growing nutrients in space, like green peppers, tomatoes and lettuce. But the point of traveling to deep space is not just to stay inside the spacecraft. We want to go outside, and really explore.<br><br>CARLY WATTS, NASA SCIENTIST: Anywhere outside of Earth really, you need a spacesuit that has a functioning life support system because the pressure environment is such that your body can`t survive, like around the space station, temperatures range from roughly negative 250 to positive 250 degrees Fahrenheit.<br><br>CRANE (on camera): That`s a massive range.<br><br>WATTS: Yes, it is. And your body wouldn`t be very happy in that environment.<br><br>(END VIDEOTAPE)<br><br>AZUZ: On Friday`s transcript page at CNNStudentNews.com, we received a &quot;Roll Call&quot; request from a special administrative region of China.<br><br>Located on the coast of the South China Sea, we`re starting in Macau. It`s where you`ll find our viewers at the University of Macau.<br><br>Moving northeast and crossing the Pacific, we arrive in the city of Anchorage, Alaska. The Trojans are online at Romig Middle School.<br><br>And in the city of Hutchinson Minnesota, Hutchinson High School is on the roll. Hello, Tigers!<br><br>(MUSIC)<br><br>AZUZ: Makes sense that someone would be pretty excited about moving into a $30 million home, and some of these little guys could wait.<br><br>This is a march of the penguins. They`re on a move from their old habitat at the Detroit Zoo, to a brand new one, which is 33,000 square feet, has two underwater tunnels, diving pools and lots of cool (ph).<br><br>Granted some seemed more thrilled than others, a couple wanted to just chill with the crowd. But even if they seem a little flippant or indecisive, wondering what will we do next, their homes like a new world for their wide web feet, a sort of exciting and new beginning they couldn`t penguin to imagine.<br><br>I`m Carl Azuz, and these puns are for the birds y`all.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-18 CNN Student News.mp4"}