{"title":"CNNSN-2015-12-09-CNN-Student-News","script":"(CNN Student News) -- December 9, 2015<br><br>Smog in China Closes School and Cuts Traffic in Beijing; Venezuela`s Opposition Party Wins Parliament<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: This is CNN STUDENT NEWS, 10 minutes of global current events and I`m your tour guide, Carl Azuz.<br><br>First up to Beijing. The Chinese government has declared a red alert for the capital. What does that mean? In this case, extreme smog.<br><br>The U.S. embassy in Beijing says the air is 10 times more polluted than what the World Health Organization says is normal.<br><br>This is the first time a red alert has been issued. It limits the number of cars allowed on the road. It closes schools. It shuts down construction sites. No fireworks. No outdoor barbecuing allowed. And this is scheduled to last for days.<br><br>People are wearing masks. They`re staying indoors. They`re buying air purifiers for their homes.<br><br>The city has dealt with major pollution before. There`s no one cause. It`s like a perfect storm of smog.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: So, why does Beijing get so much smog?<br><br>Beijing has a pollution problem and there are a number of reasons for it: topography, weather, the population density, cars, businesses, and something called a weather inversion.<br><br>The population is at alarming levels. Although not unique, it has a problem with topography. There are mountains around three sides of the city, holding in the pollution once it gets stuck in there.<br><br>So, why do we have so much of the pollution problem happening in the winter time? It`s because of heating. Very cold country, they need heat in their homes. Well, the homes are heated by electricity that is generated by coal. Sixty percent of the power generated for these homes generated by coal fired power plants.<br><br>Something else that happens in this valley or this bulk really that is Beijing, that is inversions, for a lack of wind. All of a sudden, there`s a warm layer on top of the cold layer down at the surface. It`s like putting a lead on boiling pot. The lead on the atmosphere is holding in the pollution.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Winds of change are blowing in the South American nation of Venezuela. An election this week gave a major victory to the country`s Democratic Unity Party and a major defeat to President Nicolas Maduro and his United Socialist Party of Venezuela.<br><br>The Democratic Unity is a fragmented coalition of parties and its policies are unclear. But it has stated that it plans to change the constitution and take away some of the vast executive powers from President Maduro, though he remains as leader until the next presidential elections in 2018.<br><br>Venezuela has one of the world`s worst economies. It`s in a deep recession. Inflation is out of control. The government can`t afford to import basic items like diapers and flour.<br><br>(BEGIN VIDEOTAPE)<br><br>SHASTA DARLINGTON, CNN CORRESPONDENT: Despite being one of the world`s top 10 oil producing nations, more than 25 percent of Venezuelans live below the poverty line, and more than 90 percent of exports come from that oil revenue.<br><br>So, with the very sharp drop in oil prices, the economy has been affected. We`re talking about a severe economic recession, shortages in medicine and food and other basic goods.<br><br>Nicolas Maduro became interim president in March of 2013, after Hugo Chavez died after a decade in power. He was 58. Maduro was then elected president a month later in a very tight race, with 50.8 percent of the vote.<br><br>Nicolas Maduro has kept his predecessors, left-wing ideology alive and continued investing in the social programs. But with the sharp drop in oil prices, he`s seen some of that funding dried up and people are really beginning to feel that squeeze.<br><br>The first wave of oppositions began back in February back of 2014, when a student was reportedly sexually assaulted at a university in the Western city of San Cristobal. And students took to the street to demand better security. But that quickly spread across the country, in anti-government protests. Since then, dozens of people have been killed in those clashes, and thousands have been arrested including the opposition leader Leopoldo Lopez.<br><br>A second wave of protests gained momentum in the beginning of 2015 and turned violent, when a 14-year-old boy was shot dead by a policeman.<br><br>President Maduro has blamed the United States for a lot of the country`s economic woes and so-called imperial aggression. He`s also accused the United States of conspiring to overthrow his government. And in February, he had another opposition leader, the mayor of Caracas, arrested, accusing him of conspiring with the United States again to overthrow his government.<br><br>While the United States is still the biggest consumer and buyer of Venezuelan oil, bilateral relations have deteriorated and Venezuela has expelled a number of diplomats, and Washington has imposed sanctions on Caracas, and that now, Venezuela is requiring all Americans to have visas if they want to enter the country. It`s also ordered the U.S. embassy in Caracas to seriously scale back operations, in an apparent retaliation for those sanctions.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: There are state trees, state birds, state flowers, and then there`s the state of South Carolina. It has something no other state does, a state spider. The Carolina Wolf Spider is the official arachnid of the state, which in this category gives an eight-legs up on the competition. Whoo!<br><br>Now, that`s random.<br><br>(END VIDEO CLIP)<br><br>AZUZ: OK, next today. Twelve-year-old Lily Born says she used to be the shiest kid in class, but as an inventor, an entrepreneur and the recipient of the Young Wonder Award at the 2014 CNN Heroes tribute, Lily got over it.<br><br>Her career started when she was a little girl coming up with inventions she called &quot;Ridiculous&quot;, like the nose pillow, a tiny pillow for your nose.<br><br>What she developed later though brought her attention and acclaim nationwide.<br><br>(BEGIN VIDEOTAPE)<br><br>LILY BORN, CNN HERO: My grandfather has Parkinson`s disease that causes him to shake. He spilled all the time. So I decided to make the Kangaroo Cup.<br><br>I came up with the idea when I was around eight or nine years old. I wanted to put legs on the cup because I figured that it wouldn`t be as likely to spill.<br><br>The original cup was made out of porcelain. We decided to make a plastic version, so it can be used by anybody, like little kids, people with mobility issues.<br><br>I have a design team and they really do help me so much.<br><br>Color-wise?<br><br>UNIDENTIFIED FEMALE: Yes.<br><br>BORN: Blue?<br><br>UNIDENTIFIED FEMALE: Yes.<br><br>UNIDENTIFIED MALE: Lily has sold about 11,000 cups total. Many of her classmates and teachers don`t even know what she`s doing.<br><br>UNIDENTIFIED FEMALE: Because I want to be like the next big thing.<br><br>BORN: I really do keep the Kangaroo Cup talk to a minimum.<br><br>UNIDENTIFIED FEMALE: I remember reading about it online.<br><br>UNIDENTIFIED FEMALE: Now the word is getting around school. Like, wait, Lily? She did what? She invented this cup? Oh, my gosh.<br><br>UNIDENTIFIED FEMALE: That is so cool!<br><br>BORN: Inventing this just makes me feel awesome that I`m helping people.<br><br>UNIDENTIFIED MALE: Hi, Lily. How are you doing?<br><br>BORN: Good.<br><br>My cup has changed my grandfather`s life because that`s the only cup he uses now. Like once the Kangaroo Cup came, the other cups that he used, they were just out of the picture.<br><br>One day I want to give money from the Kangaroo Cup to Parkinson`s Research and hopefully they`ll find a cure.<br><br>UNIDENTIFIED MALE: Here`s to you.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If you like to see your school on our &quot;Roll Call&quot;, trying making on request on each day`s transcript page at CNNStudentNews.com.<br><br>Almaty International School did. It`s in Almaty, the most populated city in Kazakhstan.<br><br>Next, to the most populous city in Alaska, that`s Anchorage. And it`s the Tigers of Northern Lights ABC School who are on today`s roll.<br><br>And in the gold rush city of Dahlonega, Georgia, great to see the Indians today. Lumpkin County Middle School wraps things up.<br><br>(MUSIC)<br><br>AZUZ: You might have heard of a baseball fan throwing the ball back if he caught a home run from the visiting team. But at a recent hockey game in Canada, after a goal was scored, fans threw something else, and a lot of it. Teddy bears were tossed unto the ice, a record 28,000 of them. Fans of the Calgary Hitmen are encouraged to do this once a year. The stuffed animals are collected and donated to children`s hospitals and charities.<br><br>So, there are great assists, there are always tossed in, never tossed out. Even if they stuff the penalty box for the players and the fans, they`re the icing on the game, easy to keep in check, a soft place to land and the kind of veritable goal that keeps a good cause all sewn up.<br><br>I`m Carl Azuz, phasing off for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-09 CNN Student News.mp4"}