{"title":"CNNSN-2015-03-10-CNN-Student-News","script":"(CNN Student News) -- March 10, 2014<br><br>Flying Into History; Mystery At the End of the Earth<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Wherever you`re watching today, thank you for taking 10 minutes for CNN STUDENT NEWS.<br><br>We`re covering stories from around the world today, from Europe to the Middle East to Asia.<br><br>We`re starting in Italy, where two American tourists were recently arrested. They were in the Italian capital of Rome visiting the Coliseum.<br><br>The world-renowned landmark dates back to the year 70, when construction started.<br><br>Today, there`s a law against defacing the roman amphitheater. The two American women, both from California and in their 20s, are accused of scratching their initials into one of the Coliseum`s walls and then taking a selfie of it. They could be fined for aggravated damage on a building of historic interest.<br><br>Last year, there were five tourists caught carving graffiti on the Coliseum. One of them, who shaped the letter K in the brick work, was fined more than $21,000.<br><br>From Italy, we`re taking off toward the Middle East. The United Arab Emirates forms the southern border of the Persian Gulf. It`s from there that two pilots are attempting to fly into history. In fact, they have already finished the first segment of their flight, from the United Arab Emirates to neighborhood Oman.<br><br>The U.S. Army air services first flew around the globe in 1924, but this flight is powered by the sun. And while it could be early August before it returns to Abu Dhabi, the excitement about their departure on Monday still hangs in the air.<br><br>(BEGIN VIDEOTAPE)<br><br>AMIR DAFTARI, CNN CORRESPONDENT (voice-over): The final touches to a world first -- a solar plane getting ready to fly into history.<br><br>(on camera): We`re in the early hours of the morning here and this aircraft, the Solar Impulse 2, is being pushed out onto the tarmac, ready to embark on its ambitious around the world journey powered purely by nature.<br><br>(voice-over): But once out on the runway, delays. Technical problems and poor visibility mean the plane, with more than 17,000 solar cells built into its wings, has to sit idle. Then after an hour, the all clear.<br><br>Twelve years of hard work come down to this single moment.<br><br>Then takeoff without using a single drop of fuel.<br><br>But this is not flight of fancy. The pilots believe this is the future of aviation. And ahead of the big day, their anticipation was soaring.<br><br>BERTRAND PICCARD, CO-PILOT, SOLAR IMPULSE: Nobody has done it before and we don`t know exactly if it`s possible or not, honestly. We have to try it. Like every new thing in history, you have to try it.<br><br>DAFTARI: And history should be made in just a few months, when they`re set to land back in the UAE capital.<br><br>But how does it all work?<br><br>ANDRE BORSCHBERG, CO-PILOT, SOLAR IMPULSE: This wing is the largest that you can find. I mean it`s bigger than the wing of a 747. So it -- we are propelled by electric motors, so we have four gondolas. And in each, we have a motor and we have a set of batteries which will help us to fly through the night.<br><br>And, of course, on top of this wing, we have solar cells. And that`s the source of energy.<br><br>DAFTARI: For Swiss co-pilots Bertrand Piccard and Andre Borschberg, the journey will undoubtedly be a record breaking show of technology and invention. They`ll share grueling shifts in a tiny cockpit with few comforts, making the attempt a mental challenge, too.<br><br>PICCARD: The entertainment in that cockpit is the beauty of the world when you fly with no fuel, no pollution, no noise and you just feel the privilege you have to fly the most extraordinary airplane in the world.<br><br>DAFTARI: The 35,000 kilometer trip will take place over 12 stages, bunny hopping from cities like Nanjing in China to Phoenix, Arizona. And until its return back here, the Solar Impulse team will be hoping that the sun just keeps on shining.<br><br>Amir Daftari, CNN, Abu Dhabi.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED MALE: Time for the Shoutout.<br><br>Which of these places is largest?<br><br>If you think you know it, shout it out.<br><br>Is it Siberia, Sahara Desert, Amazon Rainforest or Australia?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED MALE: The total area of Siberia is 5.2 million square miles, making it, by far, the largest region on this list.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: All right, put another way, if you can find Northern Asia on a map, you`ve found Siberia. It makes up almost 10 percent of the world`s land surface. But fewer than 40 million people live there. That`s smaller than the population of Argentina. And Siberia`s ferocious winters help explain that.<br><br>One thing that can`t be explained yet is a natural phenomenon appearing in parts of Siberia.<br><br>(BEGIN VIDEOTAPE)<br><br>LINDA KINKADE, CNN CORRESPONDENT (voice-over): A mystery at the end of the Earth -- giant gaping holes in the ground appearing out of nowhere.<br><br>It`s happening in one of the most remote spots on the planet, in far Northern Russia, Siberia`s Yamal Peninsula. Translated, that`s literally the end of the world.<br><br>The first crater appeared last summer. Then came several more. Scientists were baffled.<br><br>ANDRE PLEKHANOV, RUSSIAN ACADEMY OF SCIENCES: I`ve never seen such craters anywhere in Yamal where I`ve been, and I`ve never heard my colleagues talk of anything similar.<br><br>KINKADE:<br><br>Now they count at least seven large craters, some of them up to 100 meters across. Two have turned into lakes and one is just a few kilometers away from a major Gazprom natural gas field.<br><br>Professor Vasily Bogoyavlensky and a team of experts have made several expeditions to Siberia, taking samples, gathering evidence, even braving sub-zero cold to climb down inside one of the deepest craters for a closer look.<br><br>He suspects there are dozens more in the region and says they pose a serious threat.<br><br>PROFESSOR VASILY BOGOYAVLENSKY, MOSCOW OIL AND GAS RESEARCH INSTITUTE: Yes, it`s very serious. And if such craters will take place in the industrial region, it could be a quite serious disaster.<br><br>KINKADE: So what`s behind them?<br><br>Early speculation ran wild, from meteorites and stray missiles to even UFOs and aliens.<br><br>Bogoyavlensky believes a more plausible theory is that the release of methane gas is sparking underground explosions, leaving behind the massive craters.<br><br>But that still does not solve the mystery.<br><br>BOGOYAVLENSKY: We don`t know exactly from where this gas came.<br><br>KINKADE: Some experts say global warming may be causing Siberia`s ice to melt, releasing the dangerous methane blasts.<br><br>While scientists continue to debate and investigate, for now, the mystery only deepens.<br><br>Linda Kinkade, CNN.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Today`s Roll Call ranges from the least populated U.S. state to the Middle Eastern nation of Kuwait.<br><br>We`ll start in Wyoming, The Cowboy State. In the city of Evanston, hello to the Red Devils of Evanston High School.<br><br>Rhode Island is The Ocean State.<br><br>Is it Providence that Providence is on today?<br><br>At Mount Pleasant High School The Kilties are watching.<br><br>And in the northwest Persian Gulf, The Eagles are online at Universal American School. It`s in Khalidiya, Kuwait.<br><br>Before We Go<br><br>AZUZ: It`s always snowy in the Himalayas. Parts of the Asian mountain chain never see a day without it. It`s easy to find pictures of these majestic mountains looking up.<br><br>One group recently got footage from as high as 24,000 feet. They used a helicopter, a gyro-stabilized camera system and supplemental oxygen. The resulting views are a breath of fresh air.<br><br>(ON SCREEN)<br><br>The Himalayas Republican 20,000 feet<br><br>The Himalayas contain more than 110 peaks over 24,000 feet<br><br>They span 1,500 miles and 6 countries<br><br>They are one of the youngest mountain ranges on the planet<br><br>They formed 40 to 60 million years ago when India collided with Asia<br><br>Mount Everest is 29,029 feet tall<br><br>The Himalayas continue to rise more than 1 centimeter a year<br><br>The range contains the largest concentration of ice outside the poles<br><br>AZUZ: It`s like a tourism commercial with great altitude, Everesting views, iridescent angles, valleys to pique your interest. It`s downright beautiful, to put it in Himalayman`s terms.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-10 CNN Student News.mp4"}