{"title":"CNNSN-2017-05-16-CNN-Student-News","script":"(CNN Student News) -- May 16, 2017<br><br><br>A New Ebola Outbreak; North Korean Missile Launch; Teamwork of Two CNN Heroes<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hello and welcome to CNN 10. It`s great to have you watching this Tuesday. I`m Carl Azuz.<br><br>And first today, we`re taking you to Central Africa, where an outbreak of the deadly Ebola virus has been reported in the Democratic Republic of Congo. It`s been hit before. There have been eight outbreaks here since Ebola was first recognized in 1976. That`s according to the U.S. Centers for Disease Control.<br><br>The silver lining is that the nation`s experience could help it respond quickly. So far, three people have died and health officials are investigating at least 17 suspected cases. All of them have been in a remote northern part of the Democratic Republic of Congo. The virus has a high fatality rate and there`s no approved treatment or cure.<br><br>But there is an experimental vaccine that`s undergoing clinical trials and it`s been shown to be highly protective against Ebola. If it`s called for this time, medical officials hope it could help contain the outbreak. The medicine was developed during the 2014 outbreak in West Africa. It was the worst ever and it killed more than 11,000 people.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Dr. Moses worked tirelessly to fight Ebola in Liberia.<br><br>DR. SOKA MOSES, LIBERIAN PHYSICIAN: Hello? Yes, how are you?<br><br>No, I was saying, I`m en route to JFK, to the old unit. OK.<br><br>SUBTITLE: It was a crisis that not only impacted his career but his entire life.<br><br>MOSES: I lived through the outbreak. Thank God I did not get infected. But I had some terrible moments.<br><br>Seeing people survive and seeing people die has affected me so much. It`s changed me.<br><br>SUBTITLE: Today, he pays his respects to former patients and colleagues.<br><br>He`s visiting the Ebola Treatment Unit where his fought the deadly disease.<br><br>MOSES: Where is Freemond? You have the keys?<br><br>Yes, why not open the gate?<br><br>Now, the read zone is safe, but as precautionary measure, I don`t want people touching things. I don`t want people touching not even the wall or the door. OK? Come in.<br><br>Patients were lying all on this floor. Mattresses were all in this corridor.<br><br>When I think about Ebola, this is what I think of. I don`t think about anywhere else.<br><br>This place and a crowd of 16 patients or 20 patients waiting outside the gate and banging on the gate. And then, these survivors. Yeah, that`s what I remember.<br><br>I don`t like to think about the bodies because I have, for some reason, I have a very vivid memories of dead people. I mean, it`s so clear, it`s not blurry. It`s so fixed and complete. Yes.<br><br>SUBTITLE: Dr. Moses didn`t only lose patients to Ebola. His mentors, colleagues and good friends also lost their lives to this disease.<br><br>Monrovia Cemetery.<br><br>MOSES: Dr. Dada, Dr. Brisbane, Dr. Borbor. Everyone that I look up to, they all died.<br><br>OK, one of them is right here, right?<br><br>Wow, Dr. Dada.<br><br>Prof, I`ll remember you forever.<br><br>It was like my world was crumbling apart. And my father told me to stop work. I told him I can`t stop.<br><br>I have so many nurse and so many staff. I felt like if they are here and they die, I should be here dying alongside them. Otherwise, I put them in danger and then I walk away, I turn my back.<br><br>Scotland. Soldier.<br><br>So, that`s how I kept staying. And every day I stayed.<br><br>SUBTITLE: Although many people lost their lives to Ebola, Dr. Moses and his team saved 236 lives in only two months.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Up next today -- unlike the last couple of missile tests conducted by the Asian country of North Korea, the one it carried out earlier this week was successful. In fact, analysts say the country might have developed a weapon that could hit U.S. territory. North Korea says its tests proves it has a rocket that could carry a nuclear bomb and that the U.S. mainland was in its range as well as the American military base on the Pacific island of Guam.<br><br>Analysts doubt that the weapon could travel as far as the U.S. west coast. But they say Alaska, Hawaii, and U.S. territory in the Pacific is a possibility.<br><br>North Korean media reported that the test missile flew 489 miles across North Korea and landed in the Sea of Japan, also known as the East Sea.<br><br>U.S. officials say it landed about 60 miles from Eastern Russia, though Russian officials say it was farther away than that. Either way, it does show that North Korea`s missile program is making significant steps forward, according to experts.<br><br>South Korea`s new president says the test broke international law and challenged peace and security in the Korean Peninsula. Russia called the launch counterproductive, damaging and dangerous, but warned other countries not to intimidate North Korea. Russia is an ally of the Asian country.<br><br>And the U.S. called for more sanctions, more penalties on North Korea`s economy.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>A shuttle, a picker, and a reed are all parts of a what?<br><br>Bridge game, oboe, loom, or badminton set?<br><br>The answer is looming. These are all parts of a loom.<br><br>(END VIDEO CLIP)<br><br>AZUZ: They can be used to weave everything from scarves to tapestries and using looms to help others is the result of two CNN Heroes teaming up.<br><br>They`re literally rolling out welcome mats with the help of women in overseas refugee camps. And they say their project is giving empowerment and hope and opportunity and voice in something as simple as buying a mat.<br><br>(BEGIN VIDEOTAPE)<br><br>ANDERSON COOPER, CNN HOST (voice-over): Last December, viewers were inspired by 10 extraordinary individuals who are honored at &quot;CNN Heroes: An All Star Tribute&quot;. And that night also inspired tow CNN Heroes to join forces.<br><br>Becca Stevens was celebrated for helping women escape life on the streets.<br><br>LUMA MUFLEH, CNN HERO: Ready? We`re going headers. Sean, go.<br><br>COOPER: And Luma Mufleh`s work helping refugee children and families in the United States earned her global recognition.<br><br>MUFLEH: Please help us refugee boys and girls a new and a safe home by showing the kindness and compassion that`s always defined us.<br><br>BECCA STEVENS, CNN HERO: One of my favorite things about the whole journey of CNN was getting to meet Luma, I loved it. And I was hoping that we could figure out a way to do a project together.<br><br>COOPER: In recent years, millions of refugees have fled countries like Syria and Iraq. Many risked their lives crossing hazardous waters, only to end up struggling in refugee camps.<br><br>STEVENS: Women can flee war. Women can give up everything for survival, but they cannot flee the violence of poverty.<br><br>COOPER: Becca reached out to Luma with an idea of how to help. In April, they travel to a refugee camp in Greece to launch their unique project.<br><br>MUFLEH: We really admire the work that you do. It was just like this was going to be a good thing to do.<br><br>COOPER: The idea, helping refugee women rebuild their lives using the life vest from their perilous journey.<br><br>STEVENS: The project is making welcome mats from the life vests. So, they`re weaving these and getting paid to weave and we are going to sell these in the U.S.<br><br>COOPER: Luma, a native of Jordan, got women involved.<br><br>MUFLEH (translated): We are working towards a goal together.<br><br>COOPER: Becca`s team brought the design, looms and expertise. Profits from sales of the mats go directly to the women and programs in the camps.<br><br>Two CNN heroes now sharing one mission to help those in need.<br><br>STEVENS: If you hadn`t been here, this would not have happened. You know that.<br><br>MUFLEH: If you haven`t here, it won`t happen.<br><br>STEVENS: Right. It`s good (ph) we`re together.<br><br>MUFLEH &amp; STEVENS: Thank you, CNN.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A horse and its rider recently survived a 300-foot fall from a trail in California. Neither was seriously injured, but they both became trapped in a deep raven. After airlifting the rider to the hospital, rescuers did the same favor for the animal. Look at this, it`s a flying horse. It was blindfolded and sedated and then flown to a highway in a harness. From there, the horse, which reportedly only had some cuts and scratches was loaded to a trail and eventually returned home.<br><br>That`s how you harness some horsepower. You don`t need a whisperer. You just need unbridled ingenuity. Nothing saddle about the ending, nothing that would stir up tears. With all things being equine, it`s a good thing he tacked his lucky horseshoe.<br><br>I`m Carl Azuz and this is CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-16 CNN Student News.mp4"}