{"title":"CNNSN-2016-04-06-CNN-Student-News","script":"(CNN Student News) -- April 6, 2016<br><br><br>Iceland`s Prime Minister Resigns Amid Panama Papers Fallout; 2016 Presidential Election: Possibilities of a Contested Convention<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>AZUZ: Yesterday, there were primary contests in the U.S. state of Wisconsin for Republicans and Democrats. CNN.com will have the latest results on them.<br><br>When the state contests are wrapped up, if neither of the two Democratic candidates or none of the three Republican candidates wins enough delegates to clinch their party`s nomination, the final decision will be made at the national conventions this summer.<br><br>What`s called a brokered, a contested, or an open convention is possible for both parties. But it might be more likely on the Republican side with three candidates still in the race. That could make the Republican National Convention complicated, unpredictable and fascinating.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: You may look at the delegate count back there, as all these candidates try to get that magic number to clinch the nomination and think at the convention, these delegates will go and represent the view of millions of Americans from all those primaries and caucuses, and they will to a degree. But if nobody gets that magic number, then many of these delegates will become free agents. They can vote for whomever they wish, and then the people who were selected to do the job can make a big difference.<br><br>Let`s look at Tennessee as one example. Fifty-eight delegates here, based on the popular vote. Donald Trump gets 33, Ted Cruz gets 16, Marco Rubio gets nine. Under the state rules and every state has different rules, they must vote that way for the first two ballots at the national convention.<br><br>But after that, they can change.<br><br>And the Trump campaign has already accused the state party of trying to push people into the delegation who will vote against him. If that happened and worst case scenario, he could find that he lost the state that he already won.<br><br>What about Louisiana over here? This is basically a tie for that state`s 46 delegates. Donald Trump got 18 of them, Ted Cruz got 18, Marco Rubio got five, and five were uncommitted. So, we already don`t know what these people are going to do.<br><br>But after the first ballot, the entire Louisiana delegation becomes unbound. Meaning, it could all become a big question mark as to how this delegation is going to vote.<br><br>What about North Dakota over here? North Dakota only has 28 delegates, but there never was a popular vote there. The state party simply met in its convention and they decided the delegates would be to go to the national convention. It looked like Ted Cruz did pretty well of getting his supporters in the delegation, but we don`t know, because none of these people has to say whom they`re going to vote for before or even during the convention. So, again, big question mark.<br><br>Bottom line, multiply this time to all the different states, if you get into a contested convention and you go in vote after vote after vote, it won`t just be the bayou states where a lot of people were seeing some voodoo voting going on.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Making one request a day is the way to get in our &quot;Roll Call&quot;. The site, CNNStudentNews.com.<br><br>Khalsa School is watching from Surrey. It`s in the province of British Columbia, Canada. A shout-out to the Old Yale Road Campus.<br><br>We`re visiting the capital of Rhode Island today. That`s Providence, and the home of the Knights of Central High School.<br><br>And flying over Parma Community Middle School, we welcome the Aviators. Thank you for watching from Parma, Ohio.<br><br>(MUSIC)<br><br>AZUZ: According to information from the U.S. Census, almost half of all African-American children in the country don`t grow up with the steady father figure in their lives. Sheldon Smith was one of these people. But when his daughter was born in 2009, he didn`t just commit to staying involved in her life, he later started a nonprofit program to help other young men do the same thing. Since 2010, almost 200 young fathers have completed it.<br><br>(BEGIN VIDEOTAPE)<br><br>SHELDON SMITH, CNN HERO: Growing up, my father was in and out of my life. I remember when I was a young boy, my father said he`s going to pick me up.<br><br>I sat on the porch all day and he never came. I grew up broken. I just started hanging with the wrong people.<br><br>When I got out of jail, I was able to go back to high school. I graduated on time.<br><br>My daughter Jada is the light of my life.<br><br>Wanting to be the best example for her, that is my number one concern. A lot of young men faced the same issues that I was facing.<br><br>UNIDENTIFIED MALE: My father was in and out of my life.<br><br>UNIDENTIFIED MALE: My father was a heroine addict.<br><br>UNIDENTIFIED MALE: He didn`t teach me how to be a man.<br><br>UNIDENTIFIED MALE: He didn`t know who I was.<br><br>UNIDENTIFIED MALE: I don`t want to go see that man.<br><br>SMITH: How many of y`all looking to be role model to y`all own kid.<br><br>I wanted to provide these men with the skills that they need to be great role models and successful fathers to their children.<br><br>A lot of dads come out and say, I didn`t grow with my daddy, so I really don`t know how to be father. If it played an effect on you, what are you going to do to better your child`s life?<br><br>We teach the fathers parenting skills, life skills, and they receive a job, a GED, or training, along with the (INAUDIBLE).<br><br>UNIDENTIFIED MALE: I mean, this program, I`m trying to do better. But my son, you`re going to have to do whatever you do.<br><br>UNIDENTIFIED MALE: Amen.<br><br>SMITH: It`s not a mandatory program. So, these young men are really volunteering to get the help and support that they actually need.<br><br>UNIDENTIFIED MALE: Without Sheldon, I`d probably still be out in the street somewhere. He really opened up my eyes and he inspired me to go back to school.<br><br>UNIDENTIFIED MALE: Come on. Dad will follow you.<br><br>The program thought me I can be a man by being a father to my baby. I`m a fourth time dad again.<br><br>SMITH: When I look at these young men, I see me in them all the time<br><br>So, three girls and one boy.<br><br>UNIDENTIFIED MALE: I have three girls and one boy.<br><br>SMITH: Fatherhood doesn`t come with a manual. I`m able to help young men turn their lives around by breaking the cycle of fatherless homes.<br><br>(END VIDEOTAPE)<br><br>AZUZ: What started as an Easter egg hunt on Good Friday turned into a hunt for suspected burglars. In a small village outside London, kids were having fun with their families when they noticed a police helicopter had flown up and that two men were racing across a field. After seeing where the men were headed, the kids dropped to the ground and formed a human arrow, pointing police toward the suspects. Shortly afterward, the suspects were arrested.<br><br>It will be quick to point out that the kids fielded the challenge well. It`s easy to say, flow, their excellent detective work made a great point, and helped catch the suspects with police.<br><br>I`m Carl Azuz. Hope you`ll direct your attention our way again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-06 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-06 CNN Student News.mp4"}