{"title":"CNNSN-2016-02-24-CNN-Student-News","script":"(CNN Student News) -- February 24, 2016<br><br><br>Obama Gives Congress Guantanamo Closure Plan; Water Crisis Impacting New Delhi. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: The week is rolling along. I`m Carl Azuz, welcoming you to Wednesday`s edition of CNN STUDENT NEWS.<br><br>Our first story centers on a detention facility, a prison in Guantanamo Bay, Cuba. It`s operated by the United States. It`s part of the U.S. naval base on land that America has leased from Cuba since 1903.<br><br>To start, we`re covering the plan. Yesterday, President Obama called for the detention facility at Guantanamo to be closed. The U.S. government has identified 13 potential places where officials can transfer the remaining prisoners. There are about 91 of them there.<br><br>But no specific location was proposed. This isn`t the first time the president has pushed for Guantanamo`s closure.<br><br>(BEGIN VIDEOTAPE)<br><br>JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST: When President Obama was elected in 2008, he vowed that he will close Guantanamo Bay within a year.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: There we go.<br><br>KAYYEM: Seven years later, that has not happened.<br><br>SUBTITLE: Closing Guantanamo Bay detention camp.<br><br>KAYYEM: Let`s start from the beginning. The Guantanamo facility was rented from the Cubans and was normally used as sort of a naval and coast guard base for the United States. When we went to war against Afghanistan in 2002, soldiers were picking up what we`re called men who were unlawful combatants, who were picked up on the battlefield. And they were sent to Guantanamo in a sort of a hastily arranged agreement so that they might be processed while there.<br><br>Well, they weren`t processed. They stayed there, over the course of the war on terror. Close to a thousand men have been detained at Guantanamo Bay.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Now the debate.<br><br>The Obama administration says closing the detention center and transferring the enemy combatants held there would save the U.S. tens of millions of dollars per year. There have been accusations that some of the prisoners at Gitmo had been tortured or mistreated, that the facility is a dangerous symbol, being used abroad to recruit terrorists. And President Obama says keeping the facility opened is contrary to American values.<br><br>But the administration says it needs congressional approval to shut it down and Republicans and some Democrats have said they`re concerned that moving the prisoners to U.S. soil would threaten national security. House Speaker Paul Ryan says moving suspected terrorists to the U.S. is illegal. And American intelligence suspects that dozens of the men who`ve already been transferred out of Guantanamo have returned to terrorism.<br><br>Next to India. Almost 80 percent of people there are Hindu, and the controversial caste system used to determine the advantages and disadvantages that different castes or classes would have. That was abolished 67 years ago. And India has implemented programs to give those ones considered members of lower caste advantages and getting jobs and admissions.<br><br>But it`s relatively well-off group that recently protested, blocking highways, burning buildings and looting. They say reverse discrimination has put them in a disadvantage. And though they reached an agreement with the government that ended the protests after 16 people died, the demonstrations disrupted a water station that supplied part of New Delhi.<br><br>(BEGIN VIDEOTAPE)<br><br>SUMNIMA UDAS, CNN CORRESPONDENT: We`re at one of 150 water tanker filling stations in New Delhi. Since the crisis begun, they`ve been operating all day, every five to seven minutes or so of water tanker truck like this one has been arriving. They`ve been filling it up and going to neighborhoods nearby in the northwest of Delhi. This one is headed to a colony around the corner and we`re going to go along and see what happens.<br><br>(voice-over): &quot;We`re going to block C4G. We`ve been getting calls all day for water,&quot; he says. As soon as the water tanker arrives, residents emerged from what seems like nowhere, one after another.<br><br>(on camera): Words have spread that the water tanker has arrived. So, we`ve seen people coming from all over the neighborhood with their buckets, containers like these, even kettles, basically whatever container they have, to fill up as much water they can. They haven`t received any water here for the past three days and this is the first time the water tanker has arrived.<br><br>(voice-over): They jostle for space. They argue, as one after the other, to wait on line. The other shouts back, &quot;Don`t take more than two buckets.<br><br>Share!`<br><br>&quot;We can live without a shower, but what about cooking or cleaning our utensils? What about flushing our toilets? It`s become so difficult nowadays, every morning, I just dream about water,&quot; she says.<br><br>Seventy-two-year-old Lakshme Ramaswami (ph) has gone back and forth three times already. Anything more than the steel urn would be too heavy.<br><br>She shows me how she`s been storing what`s become her prized possession. So, she`s been carrying water in these small vessels because she isn`t able to carry the big buckets.<br><br>She`s rationing. She doesn`t know when the water tanker truck will arrive again.<br><br>From the elderly to the youngest in the family, everyone pitches in, collecting every last drop. It only took 15 minutes to empty out this track.<br><br>Now, back to filling station to carry out this routine all over again.<br><br>Sumnima Udas, CNN, New Delhi.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Our source for &quot;Roll Call&quot; schools: each day`s transcript page at CNNStudentNews.com.<br><br>Yeongcheon High School knows this. We found their requests on yesterday`s transcript. Hello to everyone in Yeongcheon, South Korea.<br><br>Jumping over to Wood River Junction, a village in Rhode Island. It`s great to se the Chargers of Chariho High School.<br><br>And from Burlington, Kansas, we`ve got the Wildcats. Burlington High School rounds out our roll.<br><br>OK. Space travel, it`s not for everyone. But those who want a taste of it, yet don`t see themselves working for NASA, a private spaceflight may be in the horizon. No engineering degree necessary.<br><br>The downsides: it`s dangerous, at least at this point. You wouldn`t have much time before coming back down to earth, and you`ll need an extra quarter million dollars floating around.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): Richard Branson`s Virgin Galactic wants to be the world`s first commercial space line, that is the first company to take regular people into space, on a regular basis.<br><br>And this is the spaceship they say could do it.<br><br>(on camera): Spaceship Two Serial Two was constructed here in the Mojave Desert, in this secretive hangar.<br><br>UNIDENTIFIED MALE: We`re really looking forward to getting into the air, where it belongs and then eventually into space.<br><br>CRANE (voice-over): Dave Mackay is Virgin Galactic`s chief pilot. He`s been training inside of the simulator hundreds of times, waiting for a real spacecraft to fly again.<br><br>DAVE MACKAY, CHIEF PILOT, VIRGIN GALACTIC: After rollout, we expect in the next couple of months to be in flight tests. Of course, that`s hugely significant.<br><br>CRANE: That`s because Virgin Galactic has not had a vehicle since a tragic accident in 2014 left its spaceship in pieces and killed one test pilot.<br><br>SIR RICHARD BRANSON, VIRGIN GALACTIC: We`re going to learn from what went wrong.<br><br>CRANE: The NTSB ruled because of the accident to be human error.<br><br>Spaceship Two Serial Two was already in development at the time of the crash, but not nearly ready to serve as a replacement.<br><br>GEORGE WHITESIDE, CEO VIRGIN GALACTIC: When we begun this journey, we knew that it would be hard, and it has been hard. The number one thing is that we`re going to test fly this vehicle. We`re going to test fly Spaceship Two and we`re going to make sure that we understand what happened.<br><br>CRANE: Virgin Galactic has made several updates to its new and improved spacecraft.<br><br>MACKAY: The actual accident itself was caused by a control being moved when it shouldn`t have been done and we implemented a new system which prevents that ever happening again.<br><br>CRANE: But building a spaceship and adding those new features has taken time. Spaceship Two Serial Two has been under construction for more than three years.<br><br>ANNOUNCER: Two, one, release, release, release.<br><br>CRANE: This is how it works: the mother ship White Knight Two carries the spaceship 50,000 feet into the air. Then, it separates and blast off at more than three times the speed of sound, reaching between 50 and 62 miles above earth. The six passengers on board will experience about 6 minutes of weightlessness.<br><br>MACKAY: And at this point, very shortly, we`re going to allow the customers to unstrap and they can float around.<br><br>CRANE: More than 700 customers have already paid $250,000 for a seat when Virgin Galactic eventually starts commercial operation.<br><br>MACKAY: It`s a sensational experience, of course, but it`s more important than not. It`s a first step in opening space to the wider population of the world.<br><br>(END VIDEOTAPE)<br><br>AZUZ: That last report wasn`t to say that only private astronauts would get to have fun in space. Aboard the International Space Station -- well, this happened.<br><br>Astronaut Scott Kelly, who`s spending almost a year in orbit, recently received a care package from his twin brother back on earth. It contained a gorilla costume. So, why not?<br><br>This isn`t the first time an ape has spent time in space. But it probably is the first time that one chase other astronauts around.<br><br>NASA, the National Aeronautics and Simian Administration.<br><br>They simian to have a go-really good time up there. People say spaceflight could be pretty hairy, at least they found a spacesuit that if not breathable, is still pretty ape-aling.<br><br>I`m Carl Azuz and NASA all the time we have for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-24 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-24 CNN Student News.mp4"}