{"title":"CNNSN-2016-11-09-CNN-Student-News","script":"(CNN Student News) -- November 9, 2016<br><br><br>Trump Victory Shocks World; How CNN Makes Projections; Republicans Keep Control of Congress<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Any way you look at it, it was going to be historic.<br><br>I`m Carl Azuz for CNN STUDENT NEWS, reporting on the 2016 U.S. presidential election.<br><br>There was no incumbent this year. President Barack Obama had reached his two-term limit. So, it was up to either Democratic presidential nominee or Republican presidential Donald Trump to succeed him.<br><br>So, first up, the winner. CNN projects that businessman and television personality Donald Trump is the president-elect of the United States. When we produced today`s show, he had clinched the presidency with at least 288 projected electoral votes.<br><br>Not all results were in when we went to air. But a candidate needs 270 to win the presidency.<br><br>How he did: as the votes came in last night, Mr. Trump won in several key battleground states like Florida, North Carolina and Ohio. Plus, he flipped Pennsylvania and Wisconsin, states that traditionally vote for Democratic candidates. And that helped him pull ahead in the Electoral College.<br><br>President-elect Trump is the first candidate ever to win the office without having had government or military experience. Previous winners have either one or the other, or both. But he has extensive business experience. His work as chief executive officer helping him become chief of the executive branch. Mr. Trump overcame a 3 percent to 4 percent deficit in national polls to defeat his Democratic rival, Hillary Clinton.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, U.S. PRESIDENT-ELECT: Now, it`s time for America to bind the wounds of division. Have to get together. To all Republicans and Democrats, and independents across this nation, I say, it is time for us to come together as one united people.<br><br>(APPLAUSE)<br><br>It`s time!<br><br>I pledge to every citizen of our land that I will be president of all Americans and this is so important to me.<br><br>(APPLAUSE)<br><br>For those who have chosen not to support me in the past, of which there were a few people, I`m reaching out to you for your guidance and your help so that we can work together and unify our great country.<br><br>(APPLAUSE)<br><br>As I`ve said from the beginning, ours was not a campaign but rather an incredible and great movement, made up of millions of hard-working men and women who love their country and want a better, brighter future for themselves and for their family.<br><br>(APPLAUSE)<br><br>It`s a movement comprised of Americans from all races, religions, backgrounds, and beliefs, who want and expect our government to serve the people, and serve the people it will.<br><br>(APPLAUSE)<br><br>Working together, we will begin the urgent task of rebuilding our nation and renewing the American dream.<br><br>(END VIDEO CLIP)<br><br>AZUZ: In modern elections, there are usually two speeches after the vote, the kind you just heard part of and the concession speech. No law or requirement for either one, they`re tradition. But when there`s a clear winner, the runners up typically concede. They admit they lost. They thank their supporters. They may call for national unity.<br><br>But last night, when it looked like Donald Trump was the winner, but he hadn`t officially been projected the winner yet, Hillary Clinton`s campaign announced she would not speak at all overnight. At around 2:00 a.m. Eastern Time, her campaign chairman addressed the crowd at her campaign headquarters in New York City.<br><br>(BEGIN VIDEO CLIP)<br><br>JOHN PODESTA, HILLARY CLINTON CAMPAIGN MANAGER: Well, folks, I know you`ve been here a long time and it`s been a long time and it`s been a long campaign. But I could say, we can wait a little longer, can`t we?<br><br>(APPLAUSE)<br><br>They`re still counting votes and every vote should count. Several states are too close to call, so we`re not going to have anything more to say tonight.<br><br>(APPLAUSE)<br><br>So, listen, listen to me. Everybody should head home. You should get some sleep. We`ll have more to say tomorrow.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Forty minutes after that speech, though, news broke that Hillary Clinton had called Donald Trump and conceded the election. And shortly afterward, Donald Trump became the projected winner.<br><br>So, a couple of times today, you`ve heard me say the word &quot;projected&quot;, &quot;projected to win&quot;. These projections are made live state by state throughout election night, and in the year 2000, projections went back and forth over which candidate won the state of Florida, and the 25 electoral votes it had at that time. And then there was a vote recount.<br><br>So, projecting elections is not an exact science, but CNN has a team of people who are devoted to projecting states quickly and projecting them accurately.<br><br>(BEGIN VIDEOTAPE)<br><br>WOLF BLITZER, CNN ANCHOR: We`re going to share the numbers with you right now and some major projections.<br><br>SUBTITLE: How CNN calls a presidential election.<br><br>JENNIFER AGIESTA, CNN DIRECTOR OF POLLING AND ELECTION ANALYTICS: I`m Jennifer Agiesta, CNN`s director of polling and election analytics.<br><br>Behind me, you see CNN`s decision desk. It`s got about 14 people who will be working with us on election night.<br><br>In the weeks running up to Election Day, we rehearsed election night so many times. We`re divided up into teams. Each of the teams typically has statistician, someone who really understands the math behind the projections that we`re making.<br><br>Each team also has a political expert, a person who knows the geography of each state. So, we used several different types of data in making our projections on election day, our first bit of information about how people are behaving is going to be the exit polls.<br><br>SUBTITLE: Exit Poll -- a poll of people leaving a polling place, asking how they voted.<br><br>AGIESTA: We`ll be looking at what voters who voted sort of early in the morning and through the afternoon are saying to pollsters about why they supported the candidates that they did.<br><br>When we`re ready to make projection in a state, we`re typically looking at several different pieces. It`s not just an exit poll. An exit poll is one component of that.<br><br>What we really need to see in a lot of the battleground states, places like Florida and New Hampshire, we`re going to be looking for a lot more than the exit poll. Our first line of defense is a group of sample precincts that match precincts where the exit polls were conducted. And we`ll know pretty early in the night how voters in those precincts voted and how that compares to the results of the exit poll.<br><br>BLITZER: CNN projects that Barack Obama will be reelected.<br><br>AGIESTA: When we`re approaching 270 electoral votes, that level that would actually mean we`re saying that a person will win the White House, that`s when things get very intense on the decision desk and we`re looking very closely at the states that are outstanding.<br><br>Our best line of defense when we`re making these projections is that we`re getting data from multiple sources, vote count numbers that come to us from the associated press. And we look at the vote count numbers that are posted on secretary of state websites and county websites and we try to confirm that what we`re seeing is correct across multiple or reporting sources and looking for that internal consistency in the data that we`re seeing.<br><br>The decision desk has one of the hardest jobs in journalism. We really want to make sure that anything that we project is going to hold up in the end. We`re lucky in that we haven`t had an incorrect projection come out of CNN since 2000 and we hope it never happen again.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Finally today, a before and after look at the balance of power in the U.S. Congress. We`ll start with the House of Representatives. Before yesterday`s election, Republicans control the House with 246 seats, Democrats had 186 seats. All 435 voting seats were up for election because Representatives serve two-year terms. And CNN projected that Republicans would keep control of the House following yesterday`s vote.<br><br>The Senate was closer. Before the election, Republicans control with 54 seats to the Democrats` 46 seats. Now, that includes two independents who usually vote with the Democrats. Senators serve six-year terms and up for grabs in yesterday`s election was about a third of the Senate, 34 voting seats. You see Democrats with more seats here because more Republicans were running for reelection this year.<br><br>And when we produced today`s show, CNN projected that Republicans would remain in control of the Senate. And that control of Congress is significant because having a Republican majority in vote chambers could help the Republican President-elect Trump get his legislative priorities passed.<br><br>Well, that politics our boxes for today`s coverage. We`re grateful you elected to spend ten minutes with us. For the office of best audience, you totally get our vote. We`ll bring you the cong-rest of the legislative results as we get them.<br><br>I`m Carl Azuz. Your candidate for pun-sident. Have a great day. And stick with us for more political updates throughout the week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-09 CNN Student News.mp4"}