{"title":"CNNSN-2015-10-26-CNN-Student-News","script":"(CNN Student News) -- October 26, 2014<br><br>Hurricane Patricia Makes Landfall in Mexico; Buildings Turn Blue to Mark U.N. Day; NASA Moves Forward with Mars Rocket Program<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz.<br><br>First up this Monday on CNN STUDENT NEWS, Mexico has weathered a monster of a storm.<br><br>Late last week off its western coast, a system named Patricia spun up to category 5 hurricane status. That is the most powerful category on the Saffir-Simpson hurricane scale. With sustained wind speeds of 200 miles per hour, Patricia was the strongest hurricane ever recorded at sea.<br><br>It had weakened before making landfall Friday, though it was still a category 5 at the time and though it still uprooted trees and triggered mudslides, Patricia`s direct hit was a mountainous area that wasn`t densely populated. And several Mexican officials were saying God protected their country.<br><br>One factor that caused this thing to grow so powerful, so quickly was a natural weather phenomenon called El Nino. It has caused ocean temperatures near Mexico to rise two to three degrees warmer than usual, and warm weather is fueled for hurricanes.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM SATER, CNN METEOROLOGIST: If we`d back up a bit, the warmest waters on our planet right now are off the coast of Mexico. They`re calling this a miracle. The most rapidly developing tropical system in history going from a tropical storm to a category five makes landfall at category five and there are no fatalities being reported right now.<br><br>Mexican civil defense doing great job evacuating the coast land, the port is now open in Puerto Vallarta. But it treads the needle, sparsely populated area, 100,000 in Manzanillo, 400,000 live in Puerto Vallarta, and no fatalities, coming right in between it.<br><br>Just as we have seen this become the most rapidly intensifying storm, it`s now the most rapidly dying out storm. No storm at category five has dissipated to this.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Oklahoma State Cowboys kept their undefeated football record Saturday, beating the Kansas Jayhawks 58-10. But the Cowboys` victory was marred by a tragedy that happened a few hours earlier.<br><br>At the Oklahoma State University homecoming parade, a car plowed into the crowd, four people were killed, and 47 others were treated for injuries.<br><br>Police in Stillwater, Oklahoma, say it was apparently because of a drunk driver.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA GANIM, CNN CORRESPONDENT (voice-over): What was meant to be a celebration Saturday morning turned into a horrific scene. Authorities say a driver sped through a parked police motorcycle and crashed into a crowd of spectators at the Oklahoma State University homecoming parade.<br><br>What eyewitnesses say they saw clearly chaotic.<br><br>UNIDENTIFIED FEMALE: This car just like -- just went in through the crowd, just burst into the crowd.<br><br>GANIM: A crash reconstruction team now trying to figure out exactly what happened and asking for anyone with video or information to come forward.<br><br>LT. KYLE GIBBS, STILLWATER POLICE DEPARTMENT: It`s just a horrible incident. It`s very unfortunate that we have to do this. Just work through it as expeditiously as we can and just keep the families and the victims in this incident in our prayers.<br><br>GANIM: The driver, identified as 25-year-old Adacia Chambers is suspected of drunk driving and arrested at the scene.<br><br>The university president said he struggled with the decision to go on with the homecoming game, but, ultimately decided not to cancel. Players knelt on the field before kickoff to honor the victims, and the flag was lowered to half-staff.<br><br>BURNS HARGIS, PRESIDENT, OKLAHOMA STATE UNIVERSITY: The Oklahoma State homecoming parade is probably one of the most wholesome, happy events in the country, and to have it fouled like this and these victims, it`s a terrible tragedy. We reach out and embrace the victims and their families.<br><br>GANIM: Sara Ganim, CNN, New York.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A little more than a year away from the 2016 U.S. presidential election, there is one fewer candidate in the race. Former Rhode Island governor, Lincoln Chafee, withdrew last Friday. He`d served as a Republican U.S. senator and then an independent governor. He`d hoped to win the Democratic Party`s presidential nomination.<br><br>But Chafee was having trouble raising money and competing in the Democratic field. His withdrawal leads three Democrats still seeking the nomination.<br><br>For the Republicans, there are 15 candidates still in that race.<br><br>(MUSIC)<br><br>AZUZ: From Alaska to Hawaii to Taiwan, today`s &quot;Roll Call&quot; rolls all around the Pacific.<br><br>Nunam Iqua is in western Alaska. It`s where the Foxes are watching from Sheldon Point School.<br><br>In the capital of Hawaii, we heard from Governor Wallace Rider Farrington High School. The Governors are presiding over Honolulu.<br><br>And in Nantou County, Taiwan, hello to all of our viewers at Pu Tai Senior High School. Thanks for taking 10 minutes for CNN STUDENT NEWS.<br><br>Monuments, museums, buildings and bridges, more than 200 of these landmarks were illuminated in dozens of countries over the weekend. The reason, U.N. Day. The United Nations had a birthday on Saturday. October 24th, 2015 marked exactly 70 years since the U.N.`s charter was ratified.<br><br>So, why are all these places lit up in blue? It`s the official color of the United Nations, a global organization whose goals include peace, human rights and economic development.<br><br>(BEGIN VIDEOTAPE)<br><br>OMAR JIMENEZ, CNN CORRESPONDENT (voice-over): It`s the United Nations, meeting place for the most of the world`s countries from the most powerful, such as the United States, China and Russia to the smallest and most vulnerable.<br><br>The U.N. has been involved in everything, from assisting refugees to negotiating peace among nations. The top official is the secretary general, a position currently held by Ban Ki-moon of South Korea. The SG serves five year terms and Ban is in his second go around.<br><br>Of all the languages in the world, the U.N. uses six to communicate: al Arabiya, Chongwen (ph), English, Francais, Ruski and Espanol. In some combination of those six, the U.N. deliberates on global issues.<br><br>For judicial matters, they look to the International Court of Justice. The Economic and Social Council, otherwise known as ECOSOC, deals with -- you guessed it -- the world`s economic Social and environmental issues. The Trusteeship Council helps countries become self-governed and independent.<br><br>While the secretariat, another part of the U.N. family, tackles day to day issues that include keeping the press informed.<br><br>(on camera): Where I`m standing is one of the more recognizable places in the U.N.: the Security Council. It determines threats to international peace and works to solve those problems right here in this chamber, a gift from Norway in 1952. And on top of that, this council selects the secretary general.<br><br>(voice-over): Who was then formally appointed by the General Assembly, the main representative body of the U.N. The G.A., as it`s called, meets from September to December every year, but the world`s problems don`t exactly follow the calendar. The U.N. has to operate year round.<br><br>(END VIDEOTAPE)<br><br>AZUZ: By the 2030s, NASA is hoping to have astronauts on Mars. But it`s going to need a vehicle to get them there, and SLS, the Space Launch System, is the program that aims to build the rocket. Costs are estimated at about $22 billion to start.<br><br>And though there`s plenty of debate about whether the mission would be worth the money, and whether there`d be any practical benefits to earthlings, the program is moving forward.<br><br>(BEGIN VIDEOTAPE)<br><br>NARRATOR: For the first time since the Apollo moon landing, NASA is preparing to send astronauts beyond Earth orbit.<br><br>SUBTITLE: NASA system completes review.<br><br>NASA cleared a Critical Design Review (CDR) of its latest human-rated rocket, the Space Launch System (SLS).<br><br>DAWN STANLEY, SYSTEM ENGINEERING AND TECHNICAL MANAGER: This Critical Design Review is a critical step in progressing toward manufacturing of the rocket, preparing for assembly integration, test of the rocket. So, it`s really a part of history. It was a real and important time, and exciting time as well.<br><br>SUBTITLE: The last CDR was conducted nearly 40 years ago. SLS is the agency`s most powerful rocket. Yet, featuring four RS-25 engines and twin boosters. It will be joined by the Orion space capsule on missions to Mars and deep space.<br><br>TONY ANTONELLI, ASTRONAUT: Fly Exploration Mission 1, EM-1, and then after that, we start putting people on it and heading out to places that people haven`t been for a very long time.<br><br>SUBTITLE: Design certification will take place in 2017 following manufacturing, integration and testing.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Over the years, we`ve seen many examples of how animals and technology sometimes don`t get along. In the right corner, weighing at maybe eight pounds, a cat, and in the left corner, making its mark on paper, a printer. These two archenemies take their time, kind of feeling each other out, no one too quick to throw the first punch. But after some close observation, strategically planning and a good old fashion stare down, cat wins.<br><br>Now, you can decide whether the cat had just claws, whether it really made an imprint, whether its victory was paper thin, but the sight of it sweeping the machination. The unanimous decision: a technological knockout.<br><br>I`m Carl Azuz for CNN STUDENT meows.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-10-26 CNN Student News.mp4"}