{"title":"CNNSN-2016-03-18-CNN-Student-News","script":"(CNN Student News) -- March 18, 2016<br><br><br>U.S. Government Declares ISIS Committing Genocide; American Student Sentenced in North Korea; SeaWorld Ends Orca Breeding Program<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Ticking off 10 minutes of global events for a global audience. I`m Carl Azuz from the CNN Center.<br><br>For the first time since 2004, the U.S. government is recognizing a genocide. U.S. Secretary of State John Kerry says the ISIS terrorist group is committing genocide, the mass murder of Christians, Shiite Muslims and Yazidis in the nations of Iraq and Syria. The Obama administration had been criticized for its reluctance to use the term until now.<br><br>On Monday, the House of Representatives passed a unanimous resolution to label some of ISIS`s crime as genocide. That vote and the administration`s announcement don`t require the government to take additional action against ISIS, but it could increase pressure on it to more aggressively fight the terrorists or to allow more refugees from Iraq and Syria into the U.S.<br><br>This is video from 2014 on an Iraqi Air Force flight that rescued some Yazidis from a mountain in Iraq. ISIS had trapped and targeted them.<br><br>An American student is now a prisoner in North Korea. Twenty-one-year-old Otto Warmbier was visiting the capital Pyongyang on a tour organized by a Chinese travel company.<br><br>On January 2nd, he was arrested and accused of stealing a political banner from his hotel. Warmbier later admitted to the crime and said he was lured by the U.S. government to commit, but it`s possible that North Korean officials pressured him to read that statement. Warmbier was sentenced to 15 years of hard labor, a penalty that the U.S. State Department says doesn`t fit the crime.<br><br>Relations between the U.S. and North Korea are worse than usual, partly because of North Korea`s nuclear program and the international penalties for it. Partly because of annual military exercises between the U.S. and South Korea, which the North opposes.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN TODD, CNN CORRESPONDENT (voice-over): Warmbier was on an organized tour when he was detained by the North Koreans on January 2nd.<br><br>(on camera): What are the conditions of the case?<br><br>GREG SCARLATOIU, COMMITTEE FOR HUMAN RIGHTS IN NORTH KOREA: He may be forced to work in agriculture, as it happened with other American prisoners. He may spend his days planting apple trees, for example. It will be fairly grueling forced labor. It is very likely that he will be interrogated by agents of the state security department.<br><br>TODD (voice-over): Human rights groups say similar conditions were experienced by American missionary Kenneth Bae, who was held in North Korea for about two years. U.S. officials tell CNN they`re working to secure his release and are urging Kim Jong-un`s regime to pardon the young American.<br><br>Kenneth Bae and another American, Matthew Todd Miller, had also been accused of perpetrating hostile acts against Kim`s regime. They were given long sentences of hard labor, but released much earlier.<br><br>SCARLATOIU: Based on previous such instances, I would say that Otto Warmbier would stand a fair chance of being released about six months since his arrest.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Queen Nefertiti`s resting place discovered?<br><br>A researcher believes he may have discovered the resting place of Egypt`s Queen Nefertiti.<br><br>Dr. Nicholas Reeves of the University of Arizona thinks Nefertiti is buried behind passageways in King Tutankhamun`s tomb.<br><br>King Tut was an Egyptian pharaoh of the 18th dynasty. His tomb was discovered by English archaeologist Howard Carter in 1922.<br><br>Reeves thinks he discovered hidden doorway after analyzing digital scan of the walls of Tutankhamun`s tomb.<br><br>He believes beneath layers of plaster may lie the undisturbed remains on the tomb`s original owner, Queen Nefertiti.<br><br>Nefertiti ruled as chief consort of the Pharaoh Akhenaten in the late 14th century B.C. She is thought to have died around 1330 B.C., roughly seven years before King Tut.<br><br>The discovery would explain why the size of King Tut`s tomb is smaller than those of other Egyptian kings.<br><br>Dr. Reeves cautions that this theory must be proven by on-site analysis of King Tut`s tomb.<br><br>(END VIDEOTAPE)<br><br>AZUZ: SeaWorld says its current generation of killer whales will be the last one at its water parks. The organization has kept and bred these mammals in decades. But it announced yesterday that the program is ending.<br><br>The company CEO calls SeaWorld`s situation a paradox. He says that customers come to the parks in part to watch orcas. But there`s a growing number of people who believe that killer whales don`t belong in human care.<br><br>People for the Ethical Treatment of Animals said that SeaWorld had taken a step forward, but then it didn`t go far enough, that it should send many of its other animals to ocean sanctuaries.<br><br>As for the orcas that are currently in SeaWorld, the company says they`ll be there for years to come and get the highest quality care.<br><br>(MUSIC)<br><br>AZUZ: We love seeing who`s watching our show from around the world.<br><br>On yesterday`s transcript page at CNNStudentNews.com, we heard from Sunae Middle School. It`s in Seongnam City, South Korea. Hello to everyone watching there.<br><br>Next to Rochester, in western New York. The Trojans are with us from Greece Athena High School.<br><br>And in La Habra, California, hello the Raiders. Happy to have Sonora High School rounding out our roll.<br><br>Up next, what could be a significant step forward in protecting motorcycle racers or downhill skiers. It`s a sort of wearable airbag system, a giant that rapidly inflates in several places to caution a sudden fall. But it`s not cheap. While a padded motorcycle jacket can cause a couple of hundred bucks, the one you`re about to see goes for over a thousand.<br><br>(BEGIN VIDEOTAPE)<br><br>ROBERTO SADOWSKY, EXECUTIVE VICE PRESIDENT, DAINESE USA: We`re progressing and making the sports safer and safer.<br><br>Safety is usually not cool, right? But you can hide it.<br><br>Since we introduced our airbag system, things has really gone to the roof.<br><br>BENNY SOLIS, PROFESSIONAL MOTORCYCLE RACER: I never want to crash, but I didn`t want to experience the airbag and the first time I did was impressive because it all happened in split second, by the time I was off the bike and unto the floor, I don`t think I had enough time to even blink my eye, but the computer itself deployed the airbag.<br><br>SADOWSKY: So the bag is hidden within the jacket and it covers mainly the shoulders, the torso and around the body, to the back protector.<br><br>The sensors are all self-contained in the back protector. It`s three gyroscopes and three extra durometers and one GPS.<br><br>It`s an algorithm that has been developed. Once the system has detected a crash, it takes only 25 to 30 milliseconds for the bag to fully inflate and go off. So, it`s like 10 times faster with a blink of an eye.<br><br>UNIDENTIFIED MALE: Three, two, one.<br><br>SADOWSKY: We have been collecting data since 2011 for skiing. Unlike motorcycling, you spend a lot of time in the air. It was important for us to change the algorithm so that it can recognize when it`s time to really go off and when it`s actually just a regular jump.<br><br>SOLIS: When your gear saves from an injury, that`s a huge plus because you make it to the next race. Your career can be stretched into another five years if you don`t tear a calf, or any other type of injury. I think eventually, I guess it can be so good that people almost never got hurt.<br><br>SADOWSKY: Our vision is in five, ten years from now, that every motorcyclist on the street will wear an airbag. People have a life. They have a job. They have a family. So, while they do their sports, they want to feel safer and they want to be able to come back on Monday and go back to work and provide for their family.<br><br>We`re thinking also about other applications of the D-air. This is just the beginning.<br><br>(END VIDEOTAPE)<br><br>AZUZ: &quot;What does the fox say&quot; might be the wrong question. Maybe it should be, what makes the fox laugh?<br><br>Archer the Arctic fox is a pet in the U.S. state of Michigan. This live video of him laughing on command has been viewed tens of millions of times.<br><br>I guess the animal likes being fox-cetious. Maybe he`d prefer the term foxicle. Would you call this a ga-fox? Hey, at least someone`s laughing at our puns. He doesn`t find them slyfless (ph). He`d probably call them cunning and with his support, we`d never be outfoxed.<br><br>I`m Carl Azuz with some fox news on CNN. Fridays are awesome!<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-18 CNN Student News.mp4"}