{"title":"CNNSN-2015-11-19-CNN-Student-News","script":"(CNN Student News) -- November 19, 2015<br><br>2 Killed, 8 Held After France Raid, But Ringleader`s Status Still Unknown; CNN 2015 Hero of the Year: Maggie Doyne. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Wherever you`re watching CNN STUDENT NEWS, thank you for taking 10 minutes for our daily update of current events. I`m Carl Azuz.<br><br>First up, at 4:20 a.m. yesterday, heavily armed French police moved in on an apartment building in a suburb of northern Paris. They were looking for a relative of this man, Abdelhamid Abaaoud. He`s a Frenchman who`s believed to be the ringleader of last week`s terrorist attacks in Paris that left 129 people dead.<br><br>A wiretap reportedly helped French investigators overhear a phone conversation. It indicated that Abaaoud`s cousin was at the apartment.<br><br>As police closed in, gunfire erupted. A female suicide bomber detonated her explosives and a floor collapsed.<br><br>(BEGIN VIDEO CLIP)<br><br>CLARISSA WARD, CNN SENIOR INTERNATIONAL CORRESPONDENT: We`ve managed to get unto a rooftop here from which we can see the building behind me. I`m just going to duck out and we can push in and take a look at that apartment building that was focused of these raids.<br><br>We can see forensic experts had been moving around inside those rooms. They`ve been taking photographs and you can see the aftermath of those blasts that were heard. All the windows had been blown out. You can see the pockmarks of heavy weaponry around those windows.<br><br>(END VIDEO CLIP)<br><br>AZUZ: This was one of hundreds of police operations in recent days. Two people were killed in the raid, investigators are using DNA tests to figure out who the suspects were. Eight others were arrested.<br><br>A French official said judging by the weapons and the organization of the people in the apartment, they were prepared to act possibly in another terrorist attack.<br><br>French President Francois Hollande said the raid was proof that his country is at war with the ISIS terrorist group, which claimed responsibility for the Paris attacks. The French government has proposed extending the country`s state of emergency for three more months.<br><br>That would limit certain rights of residents and it would allow law enforcement to have more power to conduct searches and hold people in police custody.<br><br>Investigators have found cellphones they believe the terrorists carried. The attackers were apparently exploiting encryption technology to keep their plot secret.<br><br>One key to preventing future attacks is understanding how terrorists communicate.<br><br>(BEGIN VIDEOTAPE)<br><br>BRIAN TODD, CNN CORRESPONDENT (voice-over): They planned a coordinated, complex attack, and there`s new information on tight operational security and communication among these terrorists.<br><br>Investigators have found evidence that the operatives tied to the Paris attackers frequently changed cellphones, switched cars, even searched for possibly listening devices. And according to counterterrorism and intelligence officials, there`s evidence that they used encryption.<br><br>MATTHEW GREEN, PROF. OF APPLIED CRYPTOGRAPHY, JOHNS HOPKINS UNIVERSITY: Maybe they`re using encrypted messaging apps. They do a very good job of hiding whatever you`re saying for being intercepted by somebody who, like a government.<br><br>TODD: Encryption, conversations chopped up into a jumble by a mathematical algorithms, code that U.S. officials say is nearly impossible to crack.<br><br>JAMES COMEY, FBI DIRECTOR: We don`t have the ability to break strong encryption. And so, if they move to the mobile messaging app, we`re going to lose them. So, that`s a huge worry.<br><br>TODD: Apps like one called Signal encrypt phone calls. WhatsApp and an app called Telegram encrypt text. Telegram also has an avenue similar to Facebook and Twitter where you can post public messages. ISIS used Telegram to claim responsibility for the Paris attacks and the downing of the Russian passenger plane in Sinai. ISIS analysts say it`s constantly coaching its operatives on how to use secure communications.<br><br>PETER BERGEN, CNN NATIONAL SECURITY ANALYST: It`s English language publications ISIS says use an Android. That`s the hardest to crack for the intelligence agencies. Use particular applications that are anonymized. Use Tor, which is, of course, the Dark Net.<br><br>TODD: But with all its tech savvy, ISIS may have made one significant cyber enemy.<br><br>(on camera): Anonymous, the notorious group of activist hackers, is now threatening to unleash a wave of cyber attacks against ISIS in retaliation for the Paris assault. Matthew Green says the people at Anonymous are probably better hackers than the ones ISIS has, but he doesn`t think they`ll be able to do much damage to ISIS, he says they certainly can`t break the encryptions. They`re simply too well-designed.<br><br>Brian Todd, Baltimore.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Checking in now with three of the thousands of schools viewing worldwide today.<br><br>Gyeonggi-do is a province in South Korea and it`s where we found Gyeonggi Suwon International School. Thank you for watching. From the northwestern part of South Korea.<br><br>In the city of Cottonwood, Arizona, hello to the Lobos. Good to see you at Cottonwood Middle School.<br><br>And from Lewistown, Montana, please welcome, Lewistown Junior High School - - home of the Golden Eagles.<br><br>On Tuesday night, Governor Bobby Jindal announced he was suspending his campaign for president. Jindal is the current leader of Louisiana and a Rhode scholar. He`d been seeking the nomination for the Republican Party.<br><br>But like the other Republicans and Democrats, who dropped out of the race, Governor Jindal had trouble getting traction in the polls, and raising the needed campaign funds. His announcement leaves 14 people seeking the Republican Party`s nomination for president.<br><br>On the Democratic side, there are three candidates.<br><br>Each major party will nominate just one for next year`s U.S. presidential race.<br><br>(MUSIC)<br><br>(BEGIN VIDEO CLIP, Sound Check)<br><br>MAGGIE DOYNE, 2015 CNN HERO OF THE YEAR: To all of you in this room and who are watching -- please, please remember that we have the power to create the world that we want to live in, just as we wanted and that`s all the heroes here have done tonight. Thank you so much. This is so cool.<br><br>(END VIDEO CLIP)<br><br>AZUZ: You might have recognized her. It was Maggie Doyne, CNN`s 2015 Hero of the Year, chosen by CNN`s audience in an online vote.<br><br>Maggie Doyne was part of our &quot;Character Study&quot; series. CNN Heroes fit in to that well because they`re every day folks who find ways to make extraordinary differences in the lives of others.<br><br>Maggie Doyne`s babysitting money is what contributed to the program she started in the southern Asian country of Nepal.<br><br>(BEGIN VIDEOTAPE)<br><br>MAGGIE DOYNE, CNN HERO OF THE YEAR: Most 28-year-old girls my age have a very different reality. After high school, I decided to travel around the world with my backpack.<br><br>In Nepal, for the first time, I really saw the effects of civil war and children and women suffering, and it changed me.<br><br>There was one little girl, she was standing in a heap of garbage and she said, &quot;Namaste di di (ph).&quot; That means hello, sister. That was the beginning.<br><br>I called up my parents and I asked them to wire me over my $5,000 of babysitting money.<br><br>It`s time to get up. Good morning.<br><br>UNIDENTIFIED FEMALE: Good morning.<br><br>DOYNE: We started with the home and then we built a school.<br><br>We select children who, without us, would not be able to go to school. A lot of them are begging of the streets.<br><br>You got it.<br><br>We have created one of the top performing schools in the entire region for 350 children. And 50 of those kids live in our home.<br><br>(SPEAKING IN A FOREIGN LANGUAGE)<br><br>DOYNE: Our first priority is to keep a child with their family. And then in the severe case of a child who really has nobody, they come in to live in our home.<br><br>When you walk in the front gates of Kopila Valley, you don`t see suffering. You see healthy, laughing, thriving kids.<br><br>CROWD: Welcome to Kopila Valley.<br><br>(END VIDEOTAPE)<br><br>AZUZ: And lastly today, how do you when a group of penguins tries to escape from their habitat? Well, let`s look at this from some clues.<br><br>Wet penguin prints -- check. Wet penguin prints leading down a nearby hallway -- check. A group of small flightless birds caught wandering around the corner -- check.<br><br>They weren`t successful in leaving their exhibit in a Denmark zoo. They reached the dead end. So, the five not so elusive animals turned around and headed back.<br><br>Well, it`s not like they can fly the coop and though their change of heart could be called a flip-flop, zookeepers got to be wondering, what will do they do next? They managed to hatch this plan, even if like fish out of water, they were caught when things were just penguining.<br><br>I`m Carl Azuz, and that`s your Thursday edition of CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-19 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-11-19 CNN Student News.mp4"}