{"title":"CNNSN-2015-09-16-CNN-Student-News","script":"(CNN Student News) -- September 16, 2014<br><br>U.S. Voices Concern About Russia`s Role in Syria; Australia Gets New PM; New Students Change the Demographics of an Iowa University. Aired 4- 4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: CNN STUDENT NEWS is happy to see you this Wednesday.<br><br>We`re jumping right into our commercial-free coverage with a report on the civil war in Syria.<br><br>How involved is Russia becoming in that conflict and what is Russia hoping to gain? Those are two questions that international officials -- particular those in the U.S. -- are trying to figure out.<br><br>Some background: Syria has been torn apart since the spring of 2011. On one front, there`s the Syrian government, fighting to keep control of the Middle Eastern country. On another, different rebel groups fighting to topple that government. And complicating things further, militias and terrorist groups like ISIS who are looking to grab land and power.<br><br>The U.S. has controversial program to give weapons and training to moderate Syrian rebels. So, it`s supporting some of those who are fighting the Syrian government.<br><br>But American officials say Russia is giving more and more support to the Syrian government. So that`s why the Obama administration is increasingly concerned about Russia`s activity there.<br><br>(BEGIN VIDEOTAPE)<br><br>MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): By the day, Russian denials of involvement in this brutal conflict appear to be eroding. Kremlin now says if it weren`t for Moscow helping the Syrian government, this carnage would worsen and the humanitarian crisis intensifying.<br><br>VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): We`ve been providing and we`ll be providing all necessary military technical assistance and we`ll call on other countries to join us. If Russia hadn`t been supporting Russia, the situation there will be worse than in Libya and we would see more refugees.<br><br>CHANCE: But it`s the level of that military support which continues to raise concerns. The Kremlin is rejecting allegations it`s already engaged in combat operations, alongside the Syrian military.<br><br>But U.S. officials say Russia appears to be dramatically increasing its military footprint in Syria, but U.S. officials admit the real intentions of the Kremlin are as yet unclear -- to build an anti-ISIS coalition, to support its Syrian ally, or simply to send a message to the West that Russia is back.<br><br>Matthew Chance, CNN, Moscow.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: See if you can ID me. In total land area, I`m one of the largest countries in the world. But my population is less than that of Texas. I`m made up for two territories and six states and I`m located in the southern hemisphere.<br><br>Good day, mate. I`m Australia, and my 23 million people are governed by a constitutional monarchy and parliamentary democracy.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Even though Australia is a member of the British commonwealth and its chief of state is Queen Elizabeth II, Australia`s law making power lies with its parliament. And that parliament, not Australian voters, decides who the country`s leader will be.<br><br>It just decided on a new one. Former Communications Minister Malcolm Turnbull was sworn in yesterday as Australian`s 29th prime minister. He`s replacing former leader, Tony Abbott.<br><br>While many citizens are concerned about Australia`s slowing economy, Prime Minister Turnbull will have the additional challenge of stabilizing the country`s leadership. He`s Australia`s fourth prime minister in a little more than two years.<br><br>(MUSIC)<br><br>AZUZ: Well, it`s time for the call of the roll.<br><br>And it`s the first time we`ve ever called roll in Nepal. The town of Jawalakhel is not far from the capital of Kathmandu. And it`s there that the students of St. Xavier School are watching. Great to see you.<br><br>And hello to the Panthers of Mars Hill, Maine. We`ve got Central Aroostook High School on today from the Pine Tree State.<br><br>And right next door, in New Hampshire, it`s great to see the Tigers. Indian River School in Canaan is on our roll.<br><br>In the U.S. state of Iowa, the population is about 5 1/2 percent Hispanic or Latino, just over 3 percent African-American, 2 percent Asian, and more than 92 percent white.<br><br>In Iowa City, where you`ll find the University of Iowa, it might come as a surprise to learn that bubble tea shops, which are hugely popular in East Asia, outnumber Starbuck coffee houses 3-1. It`s part of a changing campus culture that`s part class, part economics and all opportunity.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SARA GARDIAL, DEAN, UNIVERSITY OF IOWA: We`re sitting out here in the middle of Iowa, which as you night guess is not one of the most diverse places in the world.<br><br>AMBASSADOR RON MCMULLEN, LECTURER, UNIVERSITY OF IOWA: It`s been really interesting to see how many international students attend Iowa now. And of the undergraduates, a vast majority are from China.<br><br>KUPER BERGMAN, SENIOR, UNIVERSITY OF IOWA: An American student who`s coming from rural Iowa or smaller town in Iowa, they might not interact with not only any international people, or just any minorities at all.<br><br>JOELLE BROWN, SENIOR, UNIVERSITY OF IOWA: I think people love the idea of diversity or of growing globalization. But it`s hard and messy sometimes.<br><br>YUHAO CHEN, SENIOR, UNIVERSITY OF IOWA: My name is Yuhao Chen and I`m from China. After coming from like a huge, it`s a pretty big shock for me. In my kind of imagination, Iowa was like a corn place, where people just eat corn.<br><br>MUYANG LIN, JUNIOR, UNIVERSITY OF IOWA: My parents didn`t have like chance to come to the United States. So, they really want me to come. I watch a lot of American movies, Hollywood movies. I really want to get closer to American culture.<br><br>BERGMAN: In 2007, there are about 100 Chinese undergraduate students here. Now, there`s close to 3,000.<br><br>MCMULLEN: China`s economy has quadrupled in the last decade. So, we see lots of parents in China who are now able to send their children to an American university.<br><br>UNIDENTIFIED MALE: What did Lincoln say about --<br><br>GARDIAL: State funding is going out the door, and more and more state institutions are taking in international students because they bring out of state tuition. And so, the funding model actually encourages us to take a higher percentage in. So, that`s why we started down that path.<br><br>CHEN: A lot of international Chinese students, they prefer to, you know, stay in their comfort zone because they don`t want to feel embarrassed because of their poor English.<br><br>GARDIAL: Left to their own devices, the students don`t naturally integrate in a kind of way that they should.<br><br>MCMULLEN: The university has taken a number of steps to try to help integrate the international students, to acculturate, to assimilate them better. And it remains an incomplete objective.<br><br>BERGMAN: Last year, there became a huge social media sort of explosion of anti-Chinese and anti-Asian students sort of feelings on Twitter, on Facebook.<br><br>CHEN: We felt that we were not accepted on the campus and we were made fun of. That was really a sad point of my college life.<br><br>LIN: At the beginning, I feel really angry. I just realized that stereotypes exist especially for minority group. It`s part of human nature. So, you cannot avoid it.<br><br>GARDIAL: There are still individuals out there that create problems. I`ve seen that on this campus. I`ve seen it on other campuses.<br><br>UNIDENTIFIED MALE: Welcome to English Club. Come on --<br><br>GARDIAL: I`m just so glad that we have the ability to shine a light on the many, many more students that are doing things that make this an inclusive, welcoming environment.<br><br>UNIDENTIFIED MALE: We know that going into a foreign country can be intimidating.<br><br>BROWN: I wish that more domestic students understood that interacting with international students is good. It makes you a smarter person. It makes you better at whatever you want to be.<br><br>MCMULLEN: I think what a squirrel I was personally as an 18-year-old freshman. But going to college halfway around the world in a language that maybe a second or a third language is a huge challenge. I have so much respect for the international students, willing to accept this challenge and largely succeeding.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The first edition of &quot;The Guinness Book of World Records&quot; was published in 1955. Six decades later, the company that certifies everything, from the world`s largest feet to the fastest 100 meters run in clogs, to the longest fur on a rabbit -- yes, they cover all that -- they`ve got a brand edition.<br><br>Here are some highlights.<br><br>(BEGIN VIDEOTAPE)<br><br>CRAIG GLENDAY, EDITOR IN CHIEF, GUINNESS WORLD RECORDS: It`s been a remarkable year for record-breaking. We`ve sifted through about 1,000 applications every week for the past year to bring you some of the most amazing and inspiring records.<br><br>We`ve got Texas longhorn steer, three meter wide horns.<br><br>And also Purin the dog who`s got the record for catching balls in his paws.<br><br>SUBTITLE: Purin caught 14 balls in one minute.<br><br>Bertie broke the record for fastest tortoise. At .6 mph, Bertie can cover 100 meters in 6 minutes.<br><br>MARCO CALZINI, BERTIE`S OWNER: This is very unusual for a tortoise to be so active. We`re so proud of Bertie to be a Guinness World Record holder.<br><br>GLENDAY: In Japan, we found an incredible BMX trick artist who smashed some great records this year.<br><br>SUBTITLE: Takahiro Ikeda set the record for most &quot;BMX Time Machines&quot; in one minute with 83.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Which no doubt took a lot of BMX-tra practice. But like the longhorn, the rider knew how to steer. Like the tortoise, you could tur-tell he covered some ground. And like the dog, you knew he was purring his heart in his work.<br><br>I`m Carl Azuz and I hope they`re going to create a record category for puns. We would own it.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-16 CNN Student News.mp4"}