{"title":"CNNSN-2016-01-07-CNN-Student-News","script":"(CNN Student News) -- January 7, 2015<br><br>North Korea Claims To Have Tested A Hydrogen Bomb; Politicians Address Addiction in New Hampshire. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: As the week winds down, we`re happy to have you watching CNN STUDENT NEWS. I`m Carl Azuz.<br><br>Today`s international coverage starts on the Korean Peninsula, where North Korea claims to have successfully tested a hydrogen bomb. It`s an incredibly powerful nuclear weapon. From the communist nation`s dictator Kim Jong-un said the underground task would make the world look up to his strong nuclear country.<br><br>There is some doubt about this though. Some international analysts say they`re not sure North Korea`s capable of making a complicated hydrogen bomb, and that the seismic magnitude detective from this test wasn`t nearly as strong as an actual hydrogen bomb would generate.<br><br>North Korea has bluffed in the past to try to intimidate rival countries, like the U.S., and to make itself look more powerful on the world stage.<br><br>Still, the United Nations Security Council said the test clearly broke its resolution against nuclear weapons and that there would be consequences for North Korea, in addition to the international sanctions already in place.<br><br>(BEGIN VIDEOTAPE)<br><br>KRISTIE LU STOUT, CNN CORRESPONDENT: If confirmed, it`s not the first time North Korea has tested a nuclear weapon, but this could be the most powerful one by far. Three previous tests clustered within a few kilometers of each other, between 2006 and 2013 were of atomic bombs or A-<br><br>bombs, and we know how strong they are. This is what U.S. forces dropped in Hiroshima and Nagasaki in 1945, ultimately killing more than 200,000 people.<br><br>But this test of what Pyongyang claims to be a hydrogen bomb takes things to a whole new level. The H-bomb is hundreds of times more powerful than an A-bomb, and here`s why. Atomic bombs use a process called fission to split plutonium into smaller atoms, releasing massive amounts of energy.<br><br>Hydrogen bombs use fusion, instead of splitting big atoms, it combines small atoms like hydrogen. Essentially, it`s two bombs in one, but the A-bomb working as a trigger for the H-bomb to release a much bigger nuclear punch.<br><br>Now, if this was indeed an H-bomb, it would mark a major step forward in North Korea`s nuclear capabilities and make the hermit kingdom much more of a threat.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A couple of reasons why we`re visiting the U.S. state of New Hampshire next.<br><br>One, early next month, it`s scheduled to host the first primary contest for the upcoming U.S. presidential election. The primary will help determine the Democratic and Republican nominees for president.<br><br>Two, there was a meeting earlier this week at Southern New Hampshire University. Several of the Republican presidential candidates were there.<br><br>Its focus was on addiction and the state`s heroin epidemic. It`s an incredibly important issue to voters in the region.<br><br>And while the GOP candidates each shared personal stories of how people they were closed to struggled with addiction, it`s not just Republicans or politicians who are talking about this.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: 225, possible overdose, 1718 Grove at Belmont Hall. Twenty-five-year-old male went to bathroom.<br><br>SUBTITTLE: In New Hampshire, the top issue is not the economy or fighting ISIS.<br><br>SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE: Substance abuse, a huge problem in New Hampshire.<br><br>SUBTITLE: One-quarter of the state`s residents say the opioid epidemic is the most important issue facing the state.<br><br>GOV. CHRIS CHRISTIE (R-NJ), PRESIDENTIAL CANDIDATE: If we don`t lift the stigma from this, people won`t talk about it.<br><br>SUBTITLE: Half say they know someone who has abused heroin.<br><br>CHRISTIE: They don`t talk about it now.<br><br>DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: The problem of heroin in New Hampshire is unbelievable.<br><br>SUBTITLE: The state of New Hampshire expects the number of drug overdoes deaths to hit 400 this year.<br><br>HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: I`ve had two town halls right here in New Hampshire, where the only subject was substance abuse.<br><br>CARLY FIORINA (R), PRESIDENTIAL CANDIDATE: It`s a problem we have to talk about.<br><br>UNIDENTIFIED FEMALE: How did we do last night on the group (ph)? Forty- one? Forty one. Nice.<br><br>SUBTITLE: Holly Cekela runs Hope for New Hampshire, a community support center for people in the throes of addiction.<br><br>UNIDENTIFIED FEMALE: It is at catastrophic proportions here in New Hampshire.<br><br>(SIREN WAILING)<br><br>ASSISTANT CHIEF CARLO CAPANO, MANCHESTER, NEW HAMPSHIRE POLICE DEPARTMENT: In 2010, we had confiscated roughly 45 grams of heroin total for that year.<br><br>And this year, we`re up to over 27,000 grams of heroin.<br><br>If somebody is not paying attention when they come in to the city of Manchester and for that matter, really anywhere in the country, the heroin situation right now is at epic proportions.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We know you want to get on &quot;Roll Call&quot;. The one way to do it is to make one request one each day`s transcript page at CNNStudentNews.com.<br><br>Providence Hall Charter School posted yesterday. It`s in Herriman, Utah, the home of the Patriots.<br><br>From there, we`re traveling east to Burlington, Vermont. We`ve got the Panthers watching there, in Lyman C. Hunt Middle School.<br><br>And across the Atlantic, in Joue-les-Tours, France, it`s great to see our viewers at Lycee Jean Monnet.<br><br>In U.S. education, there`s a big focus on STEM fields, science, technology, engineering and math. And if you always find yourself looking up whenever you hear a plane, flight test engineering may be your future. Median salaries around $85,000, though it can exceed $100,000 a year.<br><br>It`s a broad field. You might build and test out new aircraft. You could reinvent the type of missile. You can even wind up engineering a new sport for daredevils.<br><br>(BEGIN VIDEOTAPE)<br><br>AARON WYPYSZYNSKI, FOUNDER, WYP AVIATION: A wing board is basically an air foil, kind of like a flying wing like a stealth bomber. And the rider is basically strapped in his feet to the top of that thing and getting pulled behind the airplane.<br><br>It`s the equivalent of wakeboarding. Except, instead of behind the boat on water, you`re behind an airplane covering through cloud.<br><br>I`m a thinker. Since I was a kid, I was going, taking things apart and trying to figure out what I can build from them in the basement.<br><br>And, you know, that just continues to this day.<br><br>This idea came from a childhood cartoon. The Disney cartoon &quot;Tailspin&quot; had cloud kicker and he would jump out of the back of the airplane, throw this little board that looks kind of like this under his feet and then surf the clouds.<br><br>The first one starts with the piece of paper and I tossed it and see how that would work.<br><br>Once I realize that worked, I start building my foam, just bought some flat foam.<br><br>And from there, we just started scaling up.<br><br>UNIDENTIFIED FEMALE: He`s upright.<br><br>WYPYSZYNSKI: Yes.<br><br>Version five was the first real rider, a human rider that can make most of the motions that the rider could. But it wasn`t quite big enough to get all of the safety features in and to really show that this is going to work in full scale.<br><br>That`s where we get to where we`re at today, with version six, the 40 percent prototype.<br><br>UNIDENTIFIED MALE: So, we got a whole bunch of the local RC club members out here.<br><br>This will be the first public demonstration of the wing board.<br><br>UNIDENTIFIED MALE: So, let`s go over the flight before we get going.<br><br>WYPYSZYNSKI: So, the way that we will be performing the test tomorrow is we got the 40 percent tow plane.<br><br>Tow plane will accelerate off the ground, the wing boarder will get lift, come off the ground and they`ll just fly right behind each other in formation.<br><br>UNIDENTIFIED MALE: A little bit lower on this next one as we come around.<br><br>WYPYSZYNSKI: Some of the things we`re looking for in testing is stability and control. We want to make sure that the wing board is stable, that the rider is able to withstand the forces that he`s experiencing.<br><br>UNIDENTIFIED MALE: All right. I`m going to do a barrel roll.<br><br>WYPYSZYNSKI: We`re looking to see how much maneuverability and control the rider has. What`s he capable of doing? Is he able to stand in a safe position? Is he able to go and have fun?<br><br>UNIDENTIFIED MALE: OK, rolling.<br><br>That was gorgeous.<br><br>WYPYSZYNSKI: Where I really trace the wing board back to is the wing suit guys. It`s aimed at the wing suit flyers that are bored of jumping off the mountains now and only being able to fly for 60 or 90 seconds. You can fly for as long as your muscles are going to let you. That`s going to be the limit now.<br><br>UNIDENTIFIED MALE: All right. We`re going to be popping the chute on this pass.<br><br>WYPYSZYNSKI: Flying is my passion and this is just that meeting of pushing the boundaries of aviation, pushing the boundaries of what a human being can do and doing something that`s never been done before in aviation and really be able to explore the edge of the envelope.<br><br>(END VIDEOTAPE)<br><br>AZUZ: In the realm of ruminants, there are sheep and then there`s Sheila. Sheila is a little more sheep than other sheep. Sheila was lost in a forest six years ago, without a shepherd or a shearer. But after being rescued recently, Sheila dropped 46 pounds in a single shearing. So, it`s not surprise she was spritely and showing off her smelt (ph) silhouette, which undoubtedly keeps her cooler at the height of Australia`s summer season.<br><br>Before that, she was a bit of wooly mammoth. And it makes sense after all that time on the lam, does she feel better? Shearly. Can she move faster?<br><br>Man, she can hoof it. And some of you might think sheep puns are a bad idea, but honestly, it is tough to bleat them.<br><br>I`m Carl Azuz and that`s CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-07 CNN Student News.mp4"}