{"title":"CNNSN-2017-02-28-CNN-Student-News","script":"(CNN Student News) -- February 28, 2017<br><br><br>Details on a Presidential Budget; International Murder Mystery; Debate Over H-1B Visas; A Way to Make Adoptions More Affordable<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: On this February 28th, thank you for taking time for CNN 10. I`m Carl Azuz.<br><br>Tonight, U.S. President Donald Trump makes his first address to a joint session of Congress. You can watch the Republican leaders speech and the Democratic response starting at 9:00 p.m. Eastern on CNN.<br><br>When we bring you some highlights tomorrow, we`ll explain why a president`s first speech like this is not technically a State of the Union address.<br><br>One thing President Trump is expected to do is outline his goals for the coming years. And on Monday, he released some information about his first budget proposal, which is expected next month.<br><br>The Trump administration plans to increase U.S. defense and security spending by $54 billion and decrease about the same amount from non-defense programs.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: This budget will be a public safety and national security budget. This defense spending increase will be offset and paid for by finding greater savings and efficiencies across the federal government. We`re going to do more with less.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The president added that, quote, &quot;lower priority programs and most federal agencies would see their budgets reduced in the proposal.&quot;<br><br>Senate Minority Leader Charles Schumer says President Trump`s budget proposal would, quote, &quot;help the wealthy and special interest and that it would significantly cut programs that help the middle class.&quot; A president`s budget proposal is a blue print. It reflects his priorities but it`s Congress that determines the final budget for the federal government.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>What nation`s full name includes &quot;Democratic People`s Republic&quot; though it`s a communist state?<br><br>Bangladesh, Cuba, North Korea or Vietnam?<br><br>The DPRK or the Democratic People`s Republic of Korea is the full name of North Korea, a communist country.<br><br>(END VIDEO CLIP)<br><br>AZUZ: An international murder mystery is deepening. It started with the apparent poisoning of a man named Kim Jong Nam. He was the half-brother of North Korean Leader Kim Jong Un. And he died on February 13 while traveling through Malaysia at Kuala Lumpur International Airport.<br><br>The murder is having ripple effects around the world. Malaysia says four North Koreans were involved in Kim Jong Nam`s death, and South Korea has accused the North Korean government of ordering the murder.<br><br>North Korea has repeatedly denied being involved and says the South is publishing false report. But all this is believed to have caused the cancellation of informal talks being North Korean officials and former American government workers. The talks were set for this week in New York, but the Trump administration changed its mind on approving the North Koreans travel. That decision was made after officials announced how Kim Jong Nam was killed.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN INTERNATIONAL CORRESPONDENT: This is a spot where Kim Jong Nam was poisoned. He was here awaiting to check in for a flight to Macau, when as you can see in some pretty incredible CCTV footage, a woman walks up behind him and police say she then puts VX nerve agent on his face, one of the world`s most deadly chemicals.<br><br>She flees the scene and he immediately becomes uncomfortable. He starts walking this way and eventually ending up at this information desk right here. He goes up, cuts several people in line and asks for help. He tells the attendants that he`s feeling dizzy.<br><br>And standing here, this is a really public place. It`s big, it`s open, and frankly, it`s kind of bizarre to think that an alleged assassination of such a public figure could happen in a place like this. And yet here we are.<br><br>He then heads down to the clinic where the Malaysian health minister said he later fainted. From the time he was poisoned, from the time he died en route to the hospital in the ambulance, it`s only 20 minutes.<br><br>Once officials confirmed that VX nerve agent was used, they finally sent in a hazmat team to check if there were any chemicals left over here in terminal two. And thankfully, they didn`t find anything, but it begs the question, what took so long to send in the team. Why didn`t they send them in earlier?<br><br>And that`s not the only question here. The two female suspects involved both told investigators that they thought they were just part of the prank show. That they didn`t know they were doing anything wrong. But Malaysian police say they specifically trained for this attack.<br><br>So, which version is correct? And furthermore, police say that they had VX nerve agent on their hands. So, why didn`t either one of them get sick?<br><br>The fact is that we`ve learned a lot over the past two weeks since this alleged assassination took place but there are many questions that still remain in this most public murder of Kim Jong Nam.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Later this week, President Trump is expected to issue a new executive order concerning immigration to the U.S. Courts put his previous travel restrictions on hold. Separately from that, though, Democratic and Republican lawmakers had introduced bills that could reduce the number of people from other countries allowed to work in the U.S.<br><br>The most popular program for this is the H-1B visa program. Healthcare, media and tech companies all use H-1Bs to get international talent and to hire trained workers that they can`t find in America.<br><br>But critics say the H-1B program is flawed, that some companies abused H- 1Bs to pay foreign workers less money than they pay America employees. That apparently hasn`t stopped people from around the world from wanting to work in the U.S.<br><br>(BEGIN VIDEOTAPE)<br><br>RAVI AGRAWAL, CNN INTERNATIONAL CORRESPONDENT: Aayush Suwalka symbolizes the Indian dream. He grew up in a small town, studied hard and wants to take it to one of the country`s best engineering colleges.<br><br>But the dream in Aayush`s mind isn`t Indian, it`s American.<br><br>Why America?<br><br>AAYUSH SUWALKA, TECH STUDENT: It`s always America because the companies, all the big companies are there in America and the life there is like really amazing.<br><br>AGRAWAL: At Aayush`s college in Bangalore, students are recruited by the world`s biggest companies. With months to go before he graduates, Aayush has already gotten a job at the local branch of JPMorgan, the American investment bank.<br><br>His dream is to work with them for a few years here, and then transfer to the United States.<br><br>Every year, tens of thousands of Indians move to the United States on highly skilled work visas and many of those workers tend to come from technology and engineering schools like this one here in Bangalore, in the city that is known as the heart of India`s Silicon Valley, and when you speak to the students here, they`ll tell you that they often entered these universities with an end goal in mind, and for a lot of them, that end goal is America.<br><br>Congress is deliberating three separate bills aiming to curb immigrant work visas. One of those visa programs, the H-1B for highly skilled workers, is being watched closely. Of the 85,000 visas handed out every year, an estimated two-thirds go to Indian workers.<br><br>As we leave Aayush for the day, I have little doubt he is going to make his dreams come true. The only question is when.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. government says it`s hard to determine exactly how many children are adopted each year in America. It`s estimated to be around 135,000. For many families, the cost of adoption is an obstacle. The government estimates that adopting American children can range from $15,000 to $40,000. International adoptions can cost $20,000 to $50,000.<br><br>But the founder of Adopt Together devised a way for people to share those costs.<br><br>(BEGIN VIDEOTAPE)<br><br>HANK FORTENER, ADOPTTOGETHER.ORG: I grew up with a brother and a sister and we had 36 foster kids over a seven-year period. And then my mom and dad adopted four boys and four girls from five different countries.<br><br>In the morning, you didn`t know who`s going to be at the breakfast table, but there was always more seat.<br><br>Did you have this pillow with you?<br><br>UNIDENTIFIED KID: Yes.<br><br>FORTENER: What a cool idea.<br><br>Who`s this right here?<br><br>UNIDENTIFIED MALE: Daddy.<br><br>MATT RIEHM, FATHER OF ADOPTED SON: Tacy came to me and said she wanted to adopt. We`re really concerned about the costs.<br><br>FORTENER: And oftentimes, a family is looking at bill of $30,000, $40,000, $50,000. If so many families would adopt if they can eliminate this financial barrier, then what if we could carry the burden together?<br><br>AdoptTogether.org is designed as a first ever crowdfunding platform for adoption.<br><br>We`re raising funds to pay those bills. That`s when you friends and family and co-workers get to be a part of your adoption stories, simply by donating to your process.<br><br>TACY RIEHM, MOTHER OF ADOPTED SON: We aren`t anything crazy special. We`re not rich. We and a community brought him home.<br><br>FORTENER: AdoptTogether.org has helped over 2,400 families, raised $10.5 million to bring their kids home and it`s so rewarding for me to get to do this work because I get to continue in the family business of helping children come in to families.<br><br>Nice!<br><br>(END VIDEOTAPE)<br><br>AZUZ: Usually the words &quot;Chile&quot; and &quot;Ring of Fire&quot; are used when talking about earthquakes. This phenomenon was celestial. It`s a solar eclipse when the moon passes between the earth and the sun. It was visible on Sunday in the southern hemisphere. Countries like Chile. But scientists say a Ring of Fire eclipse is unique because the moon is too far away from the Earth to appear to cover the sun completely. So, with its edges exposed, a ring of sunlight surrounds the moon.<br><br>Johnny Cash would have fallen into that. And though it might not happen every February, it`s still annular, which has a nice ring to it. It leaves some observers moony-eyed and it makes for a satellight-hearted ending to CNN 10.<br><br>I`m Starl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-28 CNN Student News.mp4"}