{"title":"CNNSN-2015-09-14-CNN-Student-News","script":"(CNN Student News) -- September 14, 2014<br><br>Raging Wildfires Devastate California; Extensive Flooding in Japan; Jews Celebrate Rosh Hashanah; Software Monitors Driving Habit. Aired 4- 4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Great to see you this Monday, September 14th. I`m Carl Azuz with CNN STUDENT NEWS, catching you up on current events.<br><br>Let`s start with what`s happening in California, not just the state`s historic drought, but something is making much worse -- wildfires. The state`s wildfires season used to run from spring until fall, now it`s year round, with hot, dry trees and brush acting like kindling, causing tens of thousands of acres to burn up.<br><br>California`s governor declared a state of emergency in two counties yesterday. What that does is speed up assistance to people who need it, everything from replacing copies of their birth certificates, to helping remove debris from their property.<br><br>(BEGIN VIDEOTAPE)<br><br>MARTIN SAVIDGE, CNN CORRESPONDENT (voice-over): Two massive wildfires burning in northern California are spreading fast and threatening homes, property and lives.<br><br>The so-called Valley Fire in Lake County, 150 miles west of Sacramento, spread from 50 acres to 25,000 in just over 10 hours.<br><br>UNIDENTIFIED FEMALE: That is a very rapid rate of spread. Very dangerous situation. It`s just a reminder this is how the conditions are in California right now. And with the temperatures and low humidity, four years of drought, the conditions are very extreme.<br><br>SAVIDGE: Four firefighters were injured in the Valley Fire. They`ve been transported to the U.C.-Davis burn treatment center, where they are in stable condition.<br><br>UNIDENTIFIED MALE: I`m sure they`re emotionally and physically drained after being stuck in a situation where your life is on the line doing your job.<br><br>SAVIDGE: Mandatory evacuations have been ordered for many communities in the fire zone, a shaken Joyce Reim got out just in time.<br><br>JOYCE REIM, WILDFIRE EVACUEE: We were stuck in the middle of the fire for a while, and couldn`t go either way. And where near we were stuck, we saw the flames going up the hill toward our house.<br><br>SAVIDGE: Meanwhile, the Butte Fire, about 70 miles east of Sacramento has grown to 65,000 acres, also fuelled by dry conditions.<br><br>UNIDENTIFIED MALE: Within 15 minutes, we were sitting in the backyard and these trees were all on fire when we left. And they came up in minutes.<br><br>SAVIDGE: More than 6,000 homes being threatened there, some already destroyed. In both fires, residents say they had very little time to escape the fast-moving flames.<br><br>UNIDENTIFIED FEMALE: We smelled the smoke and we went outside. And our neighbors were in a panic. They told us to leave. We went across and helped them get their important things out of their home. Their barn, unfortunately, burnt down.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Across the Pacific, it`s flooding that`s brought disaster on parts of Eastern Japan, almost 3 million were told to evacuate their homes after tropical storm Etau, which made landfall last week, dropped more than two feet of rain in some places.<br><br>One of the worst hit was the city of Joso. The waters are now receding there. The damage coming into view.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN CORRESPONDENT: There you see the Japanese self-defense force bringing in yet another vote that has been out in the flooded neighborhoods of Joso City. They have been working around the clock, going from house to house and building to building, search for people who may have survived the flooding but haven`t been able to call yet for help.<br><br>There are two operations that we`ve been following very closely. One is in the air and there are a number of helicopters that have been off searching for people.<br><br>There are other family members in need of rescue and we saw one of those scenes play out today when the Hirosi (ph) family had to evacuate a couple of days ago. They had to leave their dog Chappy (ph) behind. They reunited her with her owners. They`re 85-year-old parents, and there were tears and gratitude.<br><br>This is a massive operation as you can see from the size of the convoy behind me and it will continue, they say, until all of the missing are accounted for.<br><br>And then there is the question about what people who live here will do next, so many neighborhoods like this still underwater and so many people telling us that as far as their possessions go, they`ve lost everything.<br><br>But most people have been reunited. They`ve gotten out of here safely and they say that is really all that matters. All of this damage can be repaired, houses can be rebuilt, as long as they`re doing it together.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Sunday last night marked the beginning of the Jewish religious holiday, Rosh Hashanah, and the beginning of a new year. It`s year 5776 on the Jewish calendar. For millions of people worldwide, Rosh Hashanah is a 10-day event, when they remember when God created the world. That`s why the holiday is also known as the day of remembrance.<br><br>It traditionally begins with a blowing of the shofar, a ram`s horn. And the period that follows is one of introspection, when Jews reflect on their past and the year ahead.<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Time for the shoutout.<br><br>Which U.S. state traditionally holds the first contests to choose each major party`s presidential nominee? If you think you know it, shout it out.<br><br>Is it (a), Delaware, (b), Iowa, (c), New Hampshire, (d), Hawaii? You`ve got three seconds. Go.<br><br>(BUZZER)<br><br>For decades, the Iowa caucuses have been the first nomination contest. The New Hampshire primary comes second. That`s your answer and that`s your shout-out.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But that doesn`t necessarily mean that the Democrat and the Republican who win in Iowa will ultimately win their party`s nomination.<br><br>It`s a first step in the nominating process and at this point, it`s scheduled for February 1st.<br><br>There`s one fewer Republican in the race, though. Late last week, former Texas Governor Rick Perry suspended his campaign. He was running low on funding.<br><br>That means as of today, there are 16 Republicans currently seeking their party`s nomination. The latest CNN/ORC polls showed that businessman Donald Trump is leading the pack.<br><br>On the Democratic side, five people have officially announced that they`re running. Former Secretary of State Hillary Clinton leads the Democrats in the polling so far.<br><br>If you know where the capital city of Doha is, you know where we`re starting on this Monday. It`s in the Middle Eastern nation of Qatar, and it`s the Qatar Academy Sidra that requested a mention on our roll call.<br><br>On the U.S. West Coast, in College Place, Washington, we`ve got the Hawks on today. Hello, College Place High School.<br><br>And on the U.S. East Coast, Arundel High School, the home of the Wildcats, wraps up our roll from Gambrills, Maryland.<br><br>New technology could make it possible for your parents to find out virtually every detail of how you drive, when they`re not in the car with you. It`s part of the interactive electronic smart touch screen stuff you see in many new cars.<br><br>And there are concerns about one particular program. Is it an invasion of privacy? What kind of driving data is being kept by the carmaker? And could it be turned over to police? Could it be used in court cases or insurance claims?<br><br>Of course, the question many parents might ask is: could it make my teenager a safer driver?<br><br>(BEGIN VIDEOTAPE)<br><br>CHRIS BOYETTE, CNN CORRESPONDENT: The 2016 Chevy Malibu is packed with pictures. But I was most interested in one, designed to keep young drivers safe. If I break the rules in this car, it will tell my mom.<br><br>What is Teen Driver?<br><br>MARYANN BEEBE, CHEVROLET SAFETY ENGINEER: Teen Driver is a new technology that we developed to help parents encourage safe driving habits for their teens, even when they can`t be in the car with them.<br><br>Teen Driver has an industry first in vehicle report card that gives parents some information on their teen`s driving performance.<br><br>It lets parents know the distance the vehicle has given, the maximum speed that was reached, the number of overspeed warnings, the number of forward collision alerts, the number of forward collision avoidance breakijng, how many times stability control is activated, and how many times the anti-lock brake system is activated as well.<br><br>There`s a learning curve to driving.<br><br>BOYETTE: Right.<br><br>BEEBE: Technologies like Teen Driver can help to encourage them to have safe driving behaviors. According to the CDC, motor vehicle crashes are the number one cause of death for teens in the U.S. For drivers ages 16 to 19, their fatal crash rate is nearly three times that of drivers 20 years and older.<br><br>BOYETTE: If a family is sharing this car, how does it know, you know, not to send, you know, mom`s report card and when the kid`s driving?<br><br>BEEBE: That`s a great question. A parent can register any of their vehicle keys to be a Teen Driver key.<br><br>BOYETTE: OK.<br><br>BEEBE: The report card will only collect data when the vehicle is driven with the Teen Driver key.<br><br>It`s not meant to be a nanny. It`s not meant to spy on your teens. It really is meant to work as a teaching tool.<br><br>(END VIDEOTAPE)<br><br>AZUZ: White water rafting, white water kayaking, those make sense. But white water paddle boarding, that`s a new kind of challenge. Stand up paddle boarding or SUP boarding is not for those who struggle with balance. You`re going down River Rapids on your feet, or not. Even some of the people who do it say they expect to go swimming and that SUP boarders don`t have time to think.<br><br>Once you`ve mastered white water in a boat, you probably know what`s up. You might be board with sitting, you might be ready to stand up to the next challenge, make a rapid progression and have something entirely new to kayak about.<br><br>I`m Carl Azuz for CNN STUDENT NEWS. We`re back tomorrow and hope you will be, too.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-09-14 CNN Student News.mp4"}