{"title":"CNNSN-2016-03-29-CNN-Student-News","script":"(CNN Student News) -- March 29, 2016<br><br><br>Terrorists Target Christians in Pakistan; The Psychology of Terrorism; &quot;Fish Kill&quot; in Florida<br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: We`re back today with international current events coverage after Monday`s series finale on the U.S. food industry. I`m Carl Azuz.<br><br>We`re starting in Southern Asia.<br><br>On Easter Sunday, a bomb exploded at a part in one of Pakistan`s largest cities. Officials say at least 72 people were killed, many of them women and children. More than 340 others were injured. A terrorist group that`s part of the Pakistani Taliban said it was responsible, that it had targeted Christians who are celebrating Easter in the park.<br><br>Christians are a minority in Pakistan. Its official religion is Islam. Christians make up about 2 percent of the population.<br><br>Pakistani Prime Minister Nawaz Sharif is from Lahore. That`s the city where the bombing took place. He says his nation will not allow terrorists to play with Pakistani lives, and that his goal is to eliminate not only terrorist infrastructure, but also the extremist mindset.<br><br>Pakistan`s military says it`s raided several cities since the bombing and that some suspected terrorists have been arrested. The government of the region where the attack took place is observing three days of mourning.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Make no mistake: terrorism is a strategic war against our minds. Its weapons, fear, panic, and most importantly, an overwhelming feeling of vulnerability.<br><br>SUBTITLE: The psychology of terror.<br><br>GUPTA (on camera): If we feel vulnerable, we`ll be in constant fear. And that`s exactly what they`re trying to achieve.<br><br>Bombs are set off in places where we gather. The message: we will find you where you work and play.<br><br>Shooting unsuspecting innocent people. The message: there is nowhere to hide.<br><br>Videos revealing the horrors of rape, mass murder, and beheadings. The message: no one is immune.<br><br>In fact, following a terrorist attack, studies show it`s the most vulnerable of us who will suffer longest, especially those with personal histories of trauma.<br><br>Though almost everyone may be fearful or anxious for a few weeks, the vast majority of us will prove resilient. And in this regard, terrorism is failed strategy because research shows that terror often backfires, making nations stronger as citizens band together and angry countries join ranks to fight back.<br><br>But history has also proven terrorism only works if we allow ourselves to be terrorized.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Syrian government forces are once again in control of the ancient city of Palmyra. It had been taken over by the ISIS terrorist group last May and it was a strategically important city to ISIS, because it gave its fighters access to other parts of Syria. But with the help of Russian airstrikes, Syrian government troops had moved toward the city, entered part of it last week and announced they`ve taken complete control by Sunday.<br><br>ISIS had used Palmyra for some mass executions and it infamously destroyed many of the city`s ancient artifacts, including some that are holy to Muslims. But United Nations officials are hopeful that some of the artifacts could be restored.<br><br>We always welcome international viewers to our show, a great number of them are in Japan and it`s in the central of Japanese mainland that we`re starting today`s &quot;Roll Call&quot;.<br><br>Hello to everyone at Tokai High School in the Japanese city of Nagoya.<br><br>Next up is the U.S. state of Massachusetts and it`s in the northeastern city of Lawrence that we found Bellesini Academy.<br><br>Our third stop is in western Tennessee where the Cavaliers are watching. Crockett County Middle School is in the town of Alamo.<br><br>Stretching for miles along Florida`s Atlantic coast, in the waterways, estuaries, and the beaches themselves, an estimated hundreds of thousands of dead fish. It`s known as a &quot;fish kill&quot; or a fish die off.<br><br>It can happen when pollution for example causes innumerable amounts of fish to die. People who see scenes like this say the smell is rotten, too. But they`re not entirely unusual. One wildlife official in the state says fish kills happened all the time all over Florida.<br><br>So, what makes this one unique and what made it happen in the first place?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: Florida is known as the fishing capital of the world. But right now, there is a lot less fishing and a lot more concern about what`s happening to their valuable and vulnerable ecosystem.<br><br>SUBTITLE: What`s causing the Florida fish kill?<br><br>GRAY: If you walk up and down Indian River Lagoon, you will see this -- thousands of dead fish, belly up in the water. There are several different factors going into play here. One is the state received about triple their average rainfall for the month of January. All of that rainwater and runoff has gone straight into the rivers and the lagoons.<br><br>Not to mention because of El Nino, temperatures were warmer than normal, allowing for a toxic algae bloom and brown tide to takeover. The algae bloom depletes the oxygen from the water, in turn killing the fish and has also killed more than half of the lagoon sea grass.<br><br>The Florida Fish and Wildlife Research Institute says the fish kills happen all the time all over the state. But this one is massive.<br><br>Further south, there`s another problem, Lake Okeechobee is the highest it`s been in 10 years. So, right now, the Army Corps of Engineers is draining it. Billions of gallons of fresh water pouring out of Lake Okeechobee. This brackish water affecting the salinity of the all the estuaries.<br><br>The Army Corps of Engineer says that they are backing off to a safer discharge. But if you ask the fishermen in the area, they say it`s too little too late.<br><br>(END VIDEOTAPE)<br><br>AZUZ: With built-in Wi-Fi hotspots, infotainment touch screens, computer systems that control everything from steering wheel heat to parallel parking, you might have noticed that technology is taking over cars.<br><br>A bike manufacturer is exploring what that would look like on two-wheeled human power vehicles, or at least partly human powered. You`re about to see a concept. It`s not something you can buy yet. We don`t know what it would cause and it`s not approved by the UCI, which sets the rules for racing bikes. But is it in their future?<br><br>(BEGIN VIDEOTAPE)<br><br>ROBERT EGGER, CREATIVE DIRECTOR, SPECIALIZED: The bicycle is the most efficient machine known to man. And with modern technology now, it`s a great time to really take advantage of the great innovations in the bike industry.<br><br>CHRIS HU, R&amp;D ENGINEER, SPECIALIZED: So, when we design our race bike, there`s a lot of consideration that we put into it. But just like pretty much every other racing that`s out there, including F1 or NASCAR, there`s a governing body.<br><br>For cycling, that governing body is the UCI. And so, the UCI has a rule book that defines limitations on what we can do with bike design. But we also get the question, hey, if you don`t have any rules, what could you do?<br><br>Robert, our creative designer, went out and created this new concept bike.<br><br>EGGER: I`ve always felt that we need to break out of that box in a very fun and decisive way, challenging what a real bicycle looks like.<br><br>So, this bike is super aerodynamic. You can see with the windscreen, to slice through the wind and be very efficient for the rider.<br><br>HU: The concept bike is really important for innovation, even though we can`t directly make that product today. Maybe a little part of it, we can mold into the rules and it`s still a better innovation than what we thought of in the past.<br><br>EGGER: This bike actually has a trunk, just like your car has a trunk. So, as a cyclist, we`ve been taught to hate cars. But I say, let`s embrace cars for all the technology that they give us, brake lights, turn signals, and navigation system. All these things that bicycle should have, you`ll see behind the windscreen that it`s all run by your smartphone.<br><br>There`s many apps that we could develop to do everything from navigation, to calorie burned. It can communicate with cars, to let cars know that, hey, I`m getting too close to this cyclist. There`s so much technology that we can impart into a smartphone that can make this bike unbelievable.<br><br>This bike is actually e-powered. It has a small motor in the bottom bracket. Your battery is right next to it. And that really helps the rider get the bike up to speed. Once the bike is up to speed, the rider takes over and it becomes a very efficient machine.<br><br>HU: Being an engineer, I hope to see a lot of tech being brought into cycling and help elevate cycling in general. But at the same time, I hope we don`t lose focus of what the point is, and the point is really that ride experience, and all the technology that we bring in should really be improving that riding experience and not just for bringing tech in just for the sake of it.<br><br>EGGER: The bicycle for me personally is the epitome of man and machine. When they become one, it`s unbelievable. And the feeling you get with the wind blowing through your hair and seeing the terrain fly by, it`s fantastic. There`s nothing else like it.<br><br>I just believe and dream that bikes can be so much more.<br><br>(END VIDEOTAPE)<br><br>AZUZ: U.S. submarines have been operating in the Arctic Circle for decades, but this might be the first time we`ve seen one busting through the ice. The USS Hartford, a billion dollar nuclear attack submarine is participating in Ice X 2016. It`s a series of exercises designed to test out U.S. submarine capabilities in the cold, hostile environment of the Arctic.<br><br>Well, the ice at least didn`t seem much of a challenge. After surfacing, the crew flipped open the hatch and used the sort of pick to shove giant frozen chunks off the top.<br><br>Not every day you see a surface to a surface in the surface. And if you`re periscoping out a ship that can bridge the cap between ice and land, this one would surfise through the ice with power that`s more than surfficient.<br><br>I`m Carl Azuz with news and puns that are so gnarly.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-29 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-29 CNN Student News.mp4"}