{"title":"CNNSN-2017-02-07-CNN-Student-News","script":"(CNN Student News) -- February 7, 2017<br><br><br>Legal Developments Concerning a U.S. Immigration Order; Conflict in Ukraine; A Possible &quot;Lost Continent&quot;; Peak in Flu Season<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: With news explained and puns unashamed, this is CNN 10. I`m Carl Azuz. We`re happy to have you watching.<br><br>There`s been some significant legal back and forth related to a controversial executive order by U.S. President Donald Trump. Last Monday, we told you about the order. It aims to tighten U.S. borders and temporarily keep certain immigrants and refugees from entering America.<br><br>On Friday, a federal appeals court judge temporarily suspended parts of the order itself. He said that the travel ban harms residents of the U.S. in areas of employment, education, business, family relations and freedom to travel.<br><br>What this means? President Trump`s order is on hold and many of the refugees and immigrants who would have been kept out of the U.S. under the order are being allowed in again. The Justice Department said the court decision harms the public and second guesses the president`s national security judgment.<br><br>But though the government made an emergency request to put the travel ban back in place, a federal appeals court denied that request. The Ninth Circuit Court of Appeals said it wanted to hear both sides of the arguments before it gives a final ruling. The appeals court isn`t ruling on where the order is constitutional. It only decides whether the order will stay suspended. Legal analysts say this case is likely destined for the U.S. Supreme Court.<br><br>President Trump is not the first American leader to temporarily suspend refugee admissions to the U.S. But his order is unusual in that it mentions people from specific countries.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: The order bars entry for 90 days for seven predominantly Muslim countries, Iraq, Syria, Iran, Sudan, Libya, Somalia and Yemen. Refugees are barred for 120 days and refugees from Syria are barred indefinitely, though those barriers can be lifted on a case by case.<br><br>Is that a Muslim ban?<br><br>All seven countries are majority Muslim nations, but there are many more Muslims in Indonesia alone, for example, than in all seven countries Trump has singled out. There are more than 40 other Muslim nations not covered by the ban as it now stands. The vast majority of the world`s Muslims are unaffected.<br><br>Why those seven countries? The seven were first identified as countries of concern under the Obama administration, though Trump`s order is much broader. And while the administration says that Trump`s business interest played no role in drafting his executive order, Muslim majority countries with ties to, for example, the 9/11 attacks are not on the list.<br><br>What`s clear is that five of the seven do have one crucial thing in common -- chaos.<br><br>Syria is in the midst of a brutal civil war still trying to rid its territory of ISIS.<br><br>Iraq, a struggle for stability and a fight against ISIS there, too.<br><br>Libya, civil war and ISIS as well.<br><br>Yemen, civil war and al Qaeda.<br><br>Somalia, perennially at war with itself and the terrorists al-Shabaab are based there.<br><br>Sudan, still fighting in Darfur.<br><br>Iran is the outlier. Washington has long considered it a state sponsor of terrorism.<br><br>But there are countless extremists waging jihad from other Muslim nations. Tunisia, Afghanistan, Pakistan, to name a few. There are radicalized citizens in the countries of the West who can still travel easily into the U.S. And as America was reminded after the Orlando nightclub attack last summer, there are U.S.-born extremists.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Fighting has intensified in the eastern European nation of Ukraine. The country got its independence from the Soviet Union in 1991. Today, Ukraine is a nation divided, between people who want to be aligned with Russia, and those who want to be aligned more closely with Europe.<br><br>Tensions over this led to the ouster of a former Ukrainian president in 2014. Violence flared up that same year. It`s become Europe`s most violent crisis in decades.<br><br>And though a ceasefire was negotiated in 2015, violence and violations are on the rise.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT: This is very messy because the ceasefire isn`t really holding.<br><br>SUBTITLE: Why is there conflict in Ukraine?<br><br>WALSH: To Russia, Ukraine is it`s vital near abroad. You couldn`t get more geopolitically, industrially important to Moscow.<br><br>But Ukraine itself has been vacillating between getting closer to the E.U., to the West, and retaining its longer term links to Russia. That started back in uprising and revolution in 2004. And in 2014, they kicked out a pro-Russian leader.<br><br>And the Russians responded by sending a covert force and annexing the peninsula of Crimea. They then sent slightly more covert operations into the eastern city of Donetsk, where government buildings were taken over and then militia, a lot of whom had some pretty serious Russian military support started taking territory.<br><br>Since 2014, 2015, that territory has changed hands, gone back and forth, sometimes the violence escalating. But after a major ceasefire agreement in early 2015, the violence hasn`t really stopped. It sort of bubbled along really a quite regular pace. Many see that Moscow have a longer term objective of perhaps linking up those eastern territories with the peninsula of Crimea, so they have a land bridge between them too, and they also want to subject Ukraine to broader political influence.<br><br>Ukraine itself, well, it needs to get that territory back, the basic reasons of national pride.<br><br>Why is this so important? Well, it`s a war happening right on Europe`s doorstep, on the European mainland. It pits the European Union against Russia. And hanging in the balance is Ukraine where there are a millions of people suffering deeply now from a war that`s been going on for years.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Where would you find the island nation of Mauritius? The Pacific Ocean, the Atlantic Ocean, the Indian Ocean, or the Mediterranean Sea?<br><br>You`d find Mauritius to the east of southern Africa, in the Indian Ocean.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The total area of Mauritius is less than 800 square miles. But a research team from a South African university says the island is actually sitting over a lost continent. They`re calling it Mauritia. They believe it`s actually a chunk of a larger continent that was left behind by an ancient land breakup.<br><br>Researchers say Mauritia was covered by volcanoes and is now invisible.<br><br>How did they get that? Scientists examine a mineral found in volcanic rock on Mauritius. They say the mineral is billions of years older than the islands thought to be and that it must have come from an ancient continent.<br><br>Not all scientists agree with the findings. One who didn`t participate in the study says it might have detected a missing continent, or it could have just identified tiny amounts of minerals on Mauritius.<br><br>From earth science to medical science. Flu season is hitting its peak in the U.S. People can catch the flu at anytime of year.<br><br>But the Centers for Disease Control says America`s epidemic of seasonal flu typically starts in the fall and can go until May. The virus is now spreading rapidly in 40 states and health officials say it`s more widespread in states this year.<br><br>The CDC is encouraging Americans to get a flu shot if they haven`t already. It says that`s the best defense against the virus, even though it`s not guaranteed to work.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Let me try and settle this flu shot thing, although I`m sure it`s going to keep coming up again and again.<br><br>SUBTITLE: Debunking flu myths.<br><br>GUPTA: You can`t get the flu from the flu shot. It`s a dead virus, it can`t actually cause flu.<br><br>Why do people feel sort of crummy afterward? It`s because the flu vaccine is actually working, making your immune system fire up, get ready and recognize it, if it actually sees the flu, how to kill it.<br><br>No, it`s not 100 percent fail safe. But it`s still going to offer a lot of protection, so you are not going to be as sick as likely to get sick or if you do get sick, have a shorter duration.<br><br>OK, so if you are like me, your mom probably said, don`t go outside in the cold without your hat on, you are going to catch the flu. You can`t catch the flu from just simply being outside in the cold.<br><br>But it does raise the question, why are there so many more flu cases in the winter months? You are likely to stay indoors more. So, if one person is sick, more people are likely to get sick.<br><br>The sun is lower in the sky, and as a result, you have less Vitamin D actually being produced in your body. Your immune system starts to get suppressed a little bit. You are more likely to get sick with the flu.<br><br>The winter months tend to be lower humidity. Viruses like the flu virus they like lower humidity. They are likely to live longer.<br><br>So, your mom may have been right -- I mean, look, moms are always right, but maybe not for the reasons you originally thought.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We wrap on the report on the running of the British royals. From left to right, we present you Kate Middleton, duchess of Cambridge, then here husband, Prince William, and his brother Prince Harry. And though Kate looks like the only one dressed to run, in this 50-meter sprint to support mental health charities, it`s Prince Harry who best his brother and the duchess to take home bragging rights.<br><br>Was it the shoes? We don`t know whether their footwear harken to Reebok to something classic, if Dr. Marten prescribes something special, or if they had something George cleverly up their sock. Maybe they went the athletic route with U.K. gear, though surely they think favor British knights.<br><br>Those shoes have sole.<br><br>If these puns weren`t Ugg-xactly what you had in mind, we`ll have something else afoot tomorrow on CNN 10. I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-07 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-02-07 CNN Student News.mp4"}