{"title":"CNNSN-2015-02-13-CNN-Student-News","script":"(CNN Student News) -- February 13, 2014<br><br>The Keystone Pipeline; How Vaccines Work<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Fridays are awesome, even Friday the 13th of February.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>It`s great to see you.<br><br>There was a breakthrough yesterday at a conference in Minsk, Belarus. Representatives from France, Germany, Russia and Ukrainian gathered there to discuss the situation in war-torn Ukraine.<br><br>The result of the talks, a cease-fire agreement. Fighting in Ukraine is scheduled to end on Sunday. The Ukrainian government and the separatist rebels fighting it are set to pull back their heavy weapons, release all hostages and illegally held prisoners and start discussing elections in two areas controlled by rebels who support Russia.<br><br>International officials are optimistic about the agreement, but parts of it are similar to a previous cease-fire made last September which fell apart.<br><br>In another part of Europe, a verdict announced in the trial of the captain of the Costa Concordia. If that doesn`t sound familiar, this should look familiar. It was a cruise ship sailed too closely to the rocks near a Tuscan island three years ago. Thirty-two people died in the accident and on Wednesday night, a judge announced that Captain Francesco Schettino was guilty of causing a maritime disaster, multiple counts of manslaughter and abandoning ship when people needed help.<br><br>His penalty?<br><br>Sixteen years in prison and court costs.<br><br>(ON SCREEN)<br><br>Shout Out<br><br>UNIDENTIFIED MALE: Time for the Shout Out.<br><br>In the U.S. Congress, what kind of vote is required to override a presidential veto?<br><br>If you think you know it, shout it out.<br><br>Is it a simple majority in Senate?<br><br>Simple majority in House and Senate?<br><br>Three quarters vote in House?<br><br>Or two thirds vote in House and Senate?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED MALE: It`s not easy for lawmakers to override a presidential veto. That requires a two thirds vote in both the House and the Senate.<br><br>That`s your answer and that`s your Shout Out.<br><br>AZUZ: A president can veto, refuse to sign any bill, preventing it from becoming law. And President Obama is expected to veto a piece of legislation just passed by the Republican-controlled Congress.<br><br>The law would authorize construction of the Keystone XL Pipeline. The president has threatened to veto it. He believes the decision should be made by the executive branch and the State Department is still reviewing the project.<br><br>Several polls have indicated most Americans support building the pipeline. A handful of Democrats in Congress joined Republicans in voting for the law, but neither chamber is expected to have the two thirds majority required to override a likely presidential veto.<br><br>So what`s the pipeline all about?<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: The Keystone XL pipeline extension would stretch about 1,200 miles, most of it in the United States, from Alberta,Canada down to Nebraska.<br><br>There are lots of pipelines out there, some of which would connect with this.<br><br>So why all the fuss about this extension?<br><br>First of all, the environment. Opponents say that they fear that this will spoil the landscape. If there is a spill, that it could contaminate ground water, hurt humans and animals. And they say this is dirty oil, a type of oil that when it`s burned, produced more greenhouse gases.<br><br>Supporters say the company that wants this, TransCanada, has already promised much more robust safety measures, that rail shipments are rising already to bring this oil in and the rail shipments are riskier than the pipeline would be.<br><br>The second issue, jobs. Supporters like to cite a study that says somewhere around 42,000 jobs or more would benefit from this pipeline.<br><br>That includes not only the people who work on it, but people in restaurants and hotels and supply houses. But opponents say that`s all temporary. That`s for one or two years while this thing is built. In the end, there may be only 50 permanent jobs coming out of this.<br><br>So that raises the real question, why would you want to build this thing at all?<br><br>It`s only 36 inches across.<br><br>Does it really make a difference?<br><br>Supporters say yes, it does. It means about 830,000 barrels of oil a day coming into the United States from a secure ally, reducing our dependence on Overseas oil from places like Venezuela or the Middle East.<br><br>Whereas opponents say, look, it is just not worth it. For all those various reasons they`ve already cited, even as supporters continue to say look, it`s time, after all this debate, to dig the trenches and to get this pipe into the ground.<br><br>(END VIDEOTAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Its flag is green with a picture of Washington. Its nickname is Evergreen. It`s the state of Washington. It`s the state of Quincy High School. You can`t catch the Jack Rabbits. They`re online in Quincy.<br><br>River Chase Middle School is in Pelham. That`s in the Yellowhammer State of Alabama. Watch out for the Panthers.<br><br>And Bitburg is a city in Germany. On yesterday`s transcript page, we heard from Bitburg Middle School. Thank you for watching.<br><br>In our reporting on the spread of measles in the U.S., we`ve talked a lot about vaccines. The CDC recommends vaccines against 16 different diseases. Many shots in multiple doses for American children.<br><br>It says they`re our best defense.<br><br>But some parents delay or skip vaccinations for their children out of concerns about the number or safety of them.<br><br>How do vaccines work?<br><br>(BEGIN VIDEOTAPE)<br><br>ELIZABETH COHEN, CNN CORRESPONDENT (voice-over): When you get a disease like measles or chicken pox, you develop immunity to it so you`ll never get it again. A vaccine tricks your body into thinking you`ve had the disease when you really haven`t.<br><br>Here`s how it works. A needle delivers the virus into your body and in response, your immune system develops antibodies. That virus is either killed or weakened so you won`t get sick.<br><br>The antibodies are defenders and fight off that particular germ and they stay in your bloodstream, always on the lookout for the invader. So if you ever do encounter the germ, the antibodies will go into action mode and you won`t get the disease, or you`ll get a less severe version of it.<br><br>And if enough people get vaccinated, you achieve what`s called herd immunity -- so many people are vaccinated, there`s little chance of a widespread outbreak. That makes it a lot safer for people who can`t be vaccinated, like babies or some people with cancer.<br><br>Vaccines usually cause no side effects or just mild ones. For example, with the vaccine for measles, mumps and rubella, one out of every six people will get a fever. One out of every 20 a mild rash. Serious side effects are less frequent. Seizures caused by fever, one out of 3,000 doses; a serious allergic reaction, one out of a million doses. And according to the Centers for Disease Control, deafness and permanent brain damage have been reported after the MMR vaccine, but it`s so rare, it`s hard to tell whether those are caused by the vaccine or by something else.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>5 Things To Know<br><br>AZUZ: Just ahead of Valentine`s Day this weekend, we`re bringing you five things to know about the holiday.<br><br>But one thing we`ll say right off about this report, you`re going to love it.<br><br>First, the name. Saint Valentine`s Day was probably named after a Christian priest who was martyred in the third century. There were a few people named Valentine, though, so it`s hard to be sure.<br><br>Second, the tradition. Valentine`s Day became associated with romance in the 1300s. Today, more than 60 percent of American adults say they celebrate.<br><br>Third, the Valentines -- commercially printed cards appeared in the U.S. in the mid-1800s. Europe started at least 100 years before that. One hundred and fifty million cards and gifts are sent each year in America.<br><br>Fourth, what gifts?<br><br>Thirty-six million heart-shaped boxes of chocolate, according to History.com; 257 million roses, according to AboutFlowers.com; Valentine`s Day is the number one holiday for florists.<br><br>And fifth, the money. The National Retail Federation expects Americans to spend almost $19 billion on the holiday. Men will drop about $190, on average; women about $96. But you can`t put a price on love.<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: We may be near Valentines, but we could have showed you this near Halloween. It looks like a decrepit, run-down vacant witch`s house that`s falling apart. It`s actually a lived in landmark in Beverly Hills.<br><br>It was first built in Culver City, California in 1920 and used as a movie studio office and dressing room. A producer moved it to Beverly Hills in 1924 and it`s been a private home ever since.<br><br>It`s not for sale and it`s hard to say what it`s worth, whether it`s buyer beware or buyer bewitched, it`s hard to say which unless you are a witch, in which case, the witch`s place is the place in which to lay your broom.<br><br>That`s a state of things.<br><br>We will be off Monday. There`s no show for President`s Day.<br><br>We hope to see you Tuesday when CNN STUDENT NEWS returns.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-02-13 CNN Student News.mp4"}