{"title":"CNNSN-2017-05-05-CNN-Student-News","script":"(CNN Student News) -- May 5, 2017<br><br><br>U.S. House Passes A Health Care Plan; Trump Signs a New Executive Order; Britain`s Prince Phillip Announces Retirement from Public Life<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: We tend to favor the fifth day of the workweek with Saturday fast approaching. In other words, Fridays are awesome! I`m Carl Azuz for CNN 10. Glad to have you watching the Cinco de Mayo.<br><br>We`re starting in Washington, D.C. Yesterday, the U.S. House of Representatives voted to repeal and replace the Affordable Care Act also known as Obamacare. The health reform law was considered former President Barack Obama`s biggest domestic achievement. Yesterday`s House vote to repeal is considered a major victor for President Donald Trump.<br><br>Since Obamacare was signed into law in 2010, Republicans have tried to get it repealed. Yesterday, with the House vote of 217-213, they took a step closer to getting that done. Their plan is called the American Health Care Act. And while President Trump supports it, it still has to be approved by the Senate before it can reach his desk for signature. Though the president says he`s confident it will, Senate Democrats are demanding and promising it will be defeated.<br><br>Health care in America is a controversial and costly subject. Yesterday`s vote was largely along party lines, with all Democrats and a handful of Republicans voting against it. When Obamacare was passed in 2010, all Republicans and a handful of Democrats voted against it.<br><br>In the midterm elections that followed, Democrats lost control of the House. In the next midterms, they`re predicting Republicans will lose control of the House. No matter what happened, debate over health care isn`t going anywhere, especially with the Senate vote ahead.<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Where in the U.S. Constitution would you find the Establishment Clause and the Free Exercise Clause?<br><br>The Preamble, Article I, Section 2, Amendment I or Amendment IV?<br><br>The First Amendment contains these clauses in the words &quot;Congress shall make no law respecting an establishment of religion or prohibiting the free exercise thereof.&quot;<br><br>(END VIDEO CLIP)<br><br>AZUZ: Yesterday, on the National Day of Prayer, President Trump signed a new executive order. It`s named Promoting Free Speech and Religious Liberty. The president says, under his administration, free speech does end at the steps of a cathedral, a synagogue, or any other house of worship.<br><br>And what his executive order could do is give churches and other religious organizations more flexibility to endorse or oppose political candidates.<br><br>That`s been banned by a law called the Johnson Amendment since 1954, but it hasn`t been enforced that much.<br><br>Another part of the executive order could allow businesses to avoid providing certain health services to their employees, if the companies object to doing it for religious reasons.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: We will not allow people of faith to be targeted, bullied, or silenced anymore.<br><br>And we will never ever stand for religious discrimination, never ever.<br><br>(APPLAUSE)<br><br>(END VIDEO CLIP)<br><br>AZUZ: Some religious leaders who oppose the order say political endorsements shouldn`t be made from the pulpit. They say it could turn religious groups into political organizations.<br><br>And the American Civil Liberties Union plans to sue the Trump administration. It says the executive order would allow companies to use religion to discriminate.<br><br>Next, a report concerning the South China Sea. Its disputed territory almost a third of the entire world`s trade passes through here. The waters are believed to cover large oil and gas deposits and several countries across Southeast Asia say the territory should be theirs. But China has been the most aggressive about claiming it. That`s created a challenge for the U.S.<br><br>(BEGIN VIDEOTAPE)<br><br>MATT RIVERS, CNN CORRESPONDENT (voice-over): The Trump administration wants to get along with China, and that has led to a major change for U.S. policy in the South China Sea for now.<br><br>During the Obama administration, the U.S. Navy occasionally sailed within 12 nautical miles of Chinese made artificial islands in the South China Sea. The so-called Freedom of Navigation Operations were designed to challenge the Chinese territorial claims as illegitimate. Each operation prompted an angry response from Beijing, which argues these islands are legal.<br><br>In the last 18 months, there were three such operations, all under President Obama. A senior U.S. defense official told CNN the military requested to conduct another after President Trump took office, but the request was denied, as first reported by &quot;The New York Times&quot;. The official said several reasons were behind the lack of action, including an effort inside the Pentagon to turn down the temperature of operations that could be viewed as antagonizing China or North Korea. That official also said there will be a broader of all Freedom of Navigation exercises.<br><br>The change in policy is a stark departure for the administration, but not the first such about-face. During his confirmation hearings, Secretary of State Rex Tillerson even proposed preventing the Chinese from accessing the artificial islands.<br><br>REX TILLERSON, SECRETARY OF STATE: In my view, building islands and then putting military assets on those islands is akin to Russia`s taking of Crimea.<br><br>RIVERS (on camera): The change in policy is a part of a number of things that President Trump promised to do in regards to China, but hasn`t so far.<br><br>He has backed off on threats over things like currency manipulation, tariffs on Chinese imports and on reevaluating the One China policy. It`s a new approach that appears to center on the biggest joint issue of them all, North Korea.<br><br>TRUMP: We have a very big problem in North Korea. And as I said, I really think that China is going to try very hard and has already started.<br><br>RIVERS (voice-over): The president wants to prod China to use its economic influence to force Pyongyang to end its nuclear weapons program. The administration seems to believe that provoking the Chinese on issues like South China Sea island building or perceived unfair trade practices might make that harder. So, for now, it looks like they`re on the backburner, while the Chinese continue to militarize those artificial islands and increase their strategic capabilities far beyond its shores.<br><br>As of now, the United States won`t challenge them.<br><br>Matt Rivers, CNN, Beijing.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For decades, Philip, duke of Edinburgh, has shared the public life of Britain`s Queen Elizabeth II. They were married in 1947, and since February 6th, 1952 when she ascended the throne, the prince has participated in hundreds of public events with her each year. But an announcement was made yesterday that the public see a lot less of the prince.<br><br>CNN`s Max Foster explains why from outside Buckingham Palace in London.<br><br>(BEGIN VIDEOTAPE)<br><br>MAX FOSTER, CNN INTERNATIONAL CORRESPONDENT: In the early hours of the morning, news leaked of an emergency meeting here at Buckingham Palace. It turns out that senior staff were called in for a special announcement. That announcement was in effect that Prince Philip is stepping back from public life.<br><br>He`s not unwell, but he is about to turn 96 years old and he`s made his own decision, we`re told. He just pretty much doesn`t want to do it anymore.<br><br>So, the queen will carry on with her role in public life. We just won`t see Prince Philip alongside her in a way that we used to. Occasionally, he`ll turn up in public. It means that other members of the royal family will have to step up.<br><br>We know that Prince William and the duchess of Cambridge are moving down here to London. We`ll see more of them. We`ll see more Prince Charles as well.<br><br>So, this is part of a gradual transition process. Buckingham Palace stage- managing how things move on.<br><br>The next king, Prince Charles, will have a higher presence. Prince Philip will have almost no presence. And the queen probably will have a bit of a smaller presence as well.<br><br>He`ll be missed in public life. He`s known for his gaffes. He`s said some pretty extraordinary things over the years. But clearly, he wants to sit back. It`s time for him to take a backseat and we`re not going to see him in public life. And that`s pretty big moment and royal history.<br><br>From Buckingham Palace, I`m Max Foster.<br><br>(END VIDEOTAPE)<br><br>AZUZ: A shop in Los Angeles is throwing shade on ice cream. Behold the creation of Little Damage ice cream shop in Los Angeles, California. It may look like a far cry from the nerds and worms with caramel and sprinkle sundae you enjoyed as a little kid and it tastes like one, too.<br><br>It`s almond charcoal flavored, as in activated charcoal. That`s what gives it its dark color. It`s served on a moody-looking waffle cone, and customers say it tastes pretty good.<br><br>Sure, it may look kind of charred, but as long as it`s served coal, it`s anything but almundane. And you can see easily why some folks just got to have more.<br><br>I`m Carl Azuz, and Haagen-Dazs all folks for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-05 CNN Student News.mp4"}