{"title":"CNNSN-2016-11-03-CNN-Student-News","script":"(CNN Student News) -- November 3, 2016<br><br><br>Migrant Camps in Paris; How the U.S. Supreme Court Selects Cases; Wind Turbines in the U.S.; What is the Electoral College?<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Give us ten minutes. We`ll give you an explanation of world events. I`m Carl Azuz for CNN STUDENT NEWS.<br><br>First up this Thursday, struggles in France. Authorities there have cleared out &quot;The Jungle&quot;, the nickname for a massive migrant and refugee camp that had swelled in the French port city of Calais. Many of the people there were from war-torn violent or impoverished countries. They`ve streamed by the hundreds of thousands into Europe, and &quot;The Jungle&quot; formed because Calais is just miles from Britain, the country where many of the migrants want to start over.<br><br>But European Union rules say they have to apply for asylum to stay in the first European country where they set off. So, authorities in France are trying to resettle them there. Part of that process involves clearing out camps like &quot;The Jungle&quot;, where living conditions were terrible and French officials say crime rates were uncontrollable. But other camps are growing in several other places, like parts of Paris.<br><br>And though French law says migrants are eligible for housing while they`re waiting to see if they can legally stay in France, there`s a serious shortage of housing in Paris. With more migrants arriving daily, the strain in the city becomes more visible.<br><br>(BEGIN VIDEOTAPE)<br><br>MELISSA BELL, CNN CORRESPONDENT (voice-over): The Calais jungle is now a thing of the past. Its tents torn down and its inhabitants relocated to emergency shelters in France`s regions. But as the camp in Calais has closed, others have grown, like this one near a Paris metro station.<br><br>UNIDENTIFIED MALE: As we know the Paris are opening the door. There are rumors in the whole Europe that France is giving the papers, so all of them are coming toward France right now.<br><br>BELL (on camera): The number of migrants living around Stalingrad station have swelled over the course of the last couple of weeks from several hundred to two and a half thousand, according to the aid associations who helped them. We`re talking about Eritreans, Somalis, Sudanese and Afghan nationals, most of whom have applied for asylum here in France. They`re simply waiting now for their applications to be processed and living in the meantime in the most appalling conditions.<br><br>(voice-over): Sara (ph) is just 17 years old. She arrived at the Stalingrad camp a week ago. And she says she`s had no help in claiming asylum.<br><br>UNIDENTIFIED FEMALE: It`s very cold, someone is drinking, they talking together. How we can sleep? So when I sleep in the night I cry. Always I can cry. How I can sleep?<br><br>BELL (on camera): Are you scared?<br><br>UNIDENTIFIED FEMALE: I worry myself, I don`t have anybody there.<br><br>BELL (voice-over): Soon, migrants arriving in Paris will be taken to this camp in the north of the city. It was due to open in November and it shouldn`t be long, say authorities, after Calais, they want migrants off all of France`s streets.<br><br>Stalingrad is to be cleared by the end of the week. Its tents torn down and its inhabitants relocated to emergency shelters in the greater Paris region. The question is, how many more will be drawn to the streets of a country that now appears to be offering than just its streets?<br><br>Melissa Bell, CNN, Paris.<br><br>(END VIDEOTAPE)<br><br>AZUZ: With eight justices and one vacancy, the U.S. Supreme Court is about a month into its newest session. It will probably run until the beginning of next summer.<br><br>The high court has taken up a pretty wide range of cases. One involves whether the stripes and badges of a cheerleading outfit can be protected by copyright. One involves alleged racial bias by a juror in a case in Colorado. One involves money that the Apple technology won in a case involving a patent dispute with the Samsung tech company.<br><br>There`s a lot for justices to consider in these cases alone, but it begs the question, how do they get on a docket in the first place with so many lawsuits playing out across the country?<br><br>(BEGIN VIDEOTAPE)<br><br>JEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: For the Supreme Court, the big issue is often what cases they hear as much as how they decide those cases.<br><br>SUBTITLE: How the Supreme Court selects cases.<br><br>TOOBIN: The justices get thousands of petitions every year, asking them to hear cases. But they only agree to decide about 70 of those cases.<br><br>The main reason the justices take a case is what`s known as a split in the circuits. There are 13 circuit courts of appeals, and sometimes, two of those circuits address the same issue and come out differently. In almost all those cases, the Supreme Court agrees to decide the case.<br><br>Now, what kind of cases do they take?<br><br>The Supreme Court only deals with federal law. So, they will only decide cases that involve interpreting federal laws or cases that involve the U.S. constitution which is the ultimate law of the land.<br><br>Sometimes the justices do what`s called strategic voting. They think, you know, I think this lower court decision is wrong. But if I vote to hear this case, my colleagues will make the law even worse. So, I`m going to vote to leave the case alone rather than risking a bad Supreme Court decision that could last for decades.<br><br>We often hear about 5-4 Supreme Court decisions. But it`s always worth remembering that it only takes four justices to make the most important decision of all, which is to hear the case in the first place.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Farming the wind. America`s first offshore wind farm is about to open.<br><br>These large turbines will be located about three miles off the coast of Block Island, which is south of Rhode Island. The cost to build the project, $300 million.<br><br>These turbines are huge, almost 600 feet tall from the bottom to the tip top of the fan blade.<br><br>It took a while for people to get behind this project. Some fishermen were concerned about the impact on their industry. The Kennedys, a prominent American political family, were concerned about how the turbines would look. You can see some offshore wind farms from the beach.<br><br>Most of the world`s offshore turbines are in Europe. Leases for the American ones were issued by the Department of the Interior, which oversees U.S. land management and conservation. These turbines will start whirring this month and their developer estimates they`ll reduce Block Island`s electric rates by 40 percent.<br><br>Well, we are five days away from the election that will determine America`s next president. Election Day is Tuesday, November 8th. And the latest polls suggest it could be a very close race between Republican presidential nominee Donald Trump and Democratic presidential nominee Hillary Clinton.<br><br>The CIA world fact book describes America`s government type not as a democracy, but as a federal presidential republic. U.S. voters do not directly choose their leaders. They choose a group of electors who actually determine the president.<br><br>This group is called the Electoral College, and while you heard it defined and seen the Electoral College map, how exactly does the system work?<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: What is the Electoral College?<br><br>The Electoral College is not a building or institution, it`s just a name given to a designated group of people who cast each state`s official votes for president.<br><br>This group is made up of 538 people. Each state has a different number of electors based on their representatives in Congress. So, states like California and Texas have more votes than states like North and South Dakota. The only exception, the District of Columbia, which has three electors, despite not having any voting members in Congress.<br><br>How does it work?<br><br>Each party selects their own group of electors and state that empowers the electors who represent the candidate who won the most votes. Except Nebraska and Maine forward electors based on a combination of statewide results and districts won.<br><br>The candidate who receives at least 270 Electoral College votes becomes the next president.<br><br>What if there`s a tie? If there is a tie or if somebody doesn`t get to 270, the House of Representatives appoint the president and the Senate chooses the vice president.<br><br>Why does the system exist? In short, the Electoral College was created as a compromise of a several different proposals by the nation`s founders.<br><br>Critics say the system allows candidates to become president without necessarily securing a majority of voter support, which happened in 2000.<br><br>Advocates argue, it ensures less populated states aren`t completely ignored.<br><br>How are these people selected? The electors are chosen by their political parties in each state. The only rule is that they cannot currently hold office.<br><br>Can an elector ignore the popular vote? Yes, it`s called faithless elector, but it`s rare and it has never affected the outcome of an election. Some states require formal pledges, enforced by fines and possible jail time. But historically speaking, members rarely depart from the will of the people.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Students at the University of Oregon had a really cool idea of how to dispose of pumpkins. Step one, freeze them in liquid nitrogen, step two, drop `em from four stories up. Bam! The hypothesis was that once these gourds were chilled to a temperature of negative 321 degrees Fahrenheit, they`d shatter on impact.<br><br>Good call, y`all. Plus, while it may not be pumpkin pie, pumpkin pancakes, pumpkin spice or pumpkin cookies, it`s clear they had a blast breaking pumpkin glass. It might put a chill on your bones to have to clean up all that frozen fruit, but they had a vine time making it, stem from a really gourd idea, and if it grows on enough people, it could entertain nitrogenerations.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-03 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-03 CNN Student News.mp4"}