{"title":"CNNSN-2015-05-05-CNN-Student-News","script":"(CNN Student News) -- May 5, 2015<br><br>Nepal Quake Kills 7,200; The Trans Pacific Trade Deal; A Report on Cinco de Mayo<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS on Cinco de Mayo, 2015. I`m Carl Azuz, delivering current events with no commercials.<br><br>This Tuesday, we`re starting with an update from earthquake-stricken Nepal. The National Emergency Operation Center says the April 25 quake and the aftershocks that followed killed more than 7,200 people, almost twice that many were injured.<br><br>A week after the quake, there was a remarkable rescue, a 101-year-old man who`d been trapped under the rubble of his home. Officials say he`s in stable condition. They don`t know how he survived.<br><br>The country`s finance minister says the 7.8 magnitude quake either partially or completed destroyed almost 300,000 homes. Some are in remote villages that aid worker are still unable to reach.<br><br>A CNN drone flew over some of these areas. The destruction it found in places was catastrophic. It`s why officials expect the death toll to go up significantly.<br><br>Nepalese leaders are calling for more international aid, especially funding to help the Nepalese people recover.<br><br>Class is back in session at Kopila Valley Children`s Home and School. It was started by CNN hero Maggie Doyne, whom we told you about before the quake. She and the students are all OK, but other CNN heroes are struggling with the quake`s destruction.<br><br>(BEGIN VIDEOTAPE)<br><br>SUMNIMA UDAS, CNN CORRESPONDENT (voice-over): Both Nepalese winning CNN`s top prize for their charity work, both now emotionally crushed by the earthquake that devastated the country.<br><br>PUSHPA BASNET, CNN HERO: We have to do, we have to take out all the stones, everything, again back. So, we have to start again from the down.<br><br>ANURADHA KOIRALA, CNN HERO: Four of our houses in the districts have absolutely -- is absolutely gone.<br><br>UDAS: Koirala runs a rehabilitation center for more than 400 women and children, mostly victims of human trafficking and sexual violence.<br><br>Today, she`s also taking on these 11 orphans, because their shelter was damaged by the earthquake.<br><br>Basnet runs a home for children and incarcerated parents.<br><br>(on camera): It`s a bit of a setback from this earthquake.<br><br>BASNET: Yes, it has setback, but I think -- not just in my life, but everyone`s life. But someday, I think things will work out.<br><br>UDAS (voice-over): She bought this property with the money she won from CNN Heroes. The home where she and her 45 children had lived for years is now uninhabitable.<br><br>(on camera): This is where the children had been camping out since the earthquake, because butterfly home has been deemed unsafe and riot now, they just don`t know when they`ll be able to move back.<br><br>(voice-over): A guava tree for shade, a patch of grass their temporary home. I asked them what the earthquake felt like.<br><br>&quot;It shook us like this, like I was in the swing,&quot; he says. &quot;I thought I would die&quot;, he says.<br><br>Even though they laugh about it now, the elders and the children, Laxmi says they were terrified.<br><br>LAXMI TAMANG, STUDENT: They were scared --<br><br>UDAS: The mental trauma will linger. It will take time to restore their livelihoods. But with heroes like Basnet and Koirala as their caretakers determine to overcome the setback and soon, they know they are the lucky ones.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The field is growing. Yesterday, two more people declared their candidacy for the 2016 U.S. presidential race. Ben Carson is a retired neurosurgeon from Michigan. In 2008, he was awarded the Presidential Medal of Freedom for his work. He`ll be seeking the Republican Party`s nomination.<br><br>As well Carly Fiorina -- she`s a former chief executive officer of the Hewlett-Packard computer company and the first woman to lead a Fortune 20 company. Yesterday`s announcements by Carson and Fiorina mean that five people have officially announced their candidacy for the Republican nomination.<br><br>Two people are officially seeking the Democratic nomination. More announcements are expected.<br><br>President Obama has served the two-term maximum set by the Twenty-Second Amendment. So, there`s no incumbent president running in 2016.<br><br>From Kentucky to Cali with a stop overseas, it`s time for the CNN STUDENT NEWS roll call.<br><br>Garrard Middle School starts things off today. The Cougars are stalking our show there in Lancaster, Kentucky.<br><br>To the City of Angels, Manual Arts High School is watching. The Toilers toiling away in Los Angeles.<br><br>And in the Middle East, between the Mediterranean Sea and the Dead Sea, the ancient holy city of Jerusalem, the home of the Jerusalem American International School.<br><br>Big debate in the U.S. government right now over a massive trade deal. What`s unusual is that many Republican lawmakers are on President Obama`s side -- meaning they support the deal. Many of the president`s fellow Democrats do not.<br><br>The deal is called the Trans Pacific Partnership and it would be one of the biggest free trade deals in world history. It`s supposed to make it easier for the U.S. and other countries in the deal to trade goods and services with each other. But in the U.S. and abroad, it`s controversial.<br><br>(BEGIN VIDEOTAPE)<br><br>ERIC BRADNER, CNN: The TPP or Trans Pacific Partnership. The Trans Pacific Partnership is a trade deal that encompasses 40 percent of the world`s economy. They`re 12 of them total participating the deal. But just as important as those 12 is the one that`s not.<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: China. And China. Our goal with China. And China. We were talking about China. China. Inside of China. It was China. I`d much rather have our problems than China`s problems.<br><br>BRADNER: The deal is all about setting the rules on labor, the environment, economics, around that Asia Pacific region in a way that lets the United States have a lot of do with it and sort of prevents China from setting lower standards.<br><br>The deal isn`t even done yet, but already, the debate is ranging on the pro side. We`ve got businesses that are arguing this would be a chance for the United States to sell more cars and food into Japan. To import cheaper shirts and shoes from Vietnam. To protect the pharmaceutical drug industry from cheaper, generic knock-offs in countries that can`t afford these medicines.<br><br>But the opponents argue that this would put American manufacturing jobs at risk. And they also worry about the impact on the countries like Malaysia where it wouldn`t be able to make these generic drugs.<br><br>The real pearl in this deal for American companies is Japan. United States doesn`t have a trade deal with Japan yet and this is an opportunity to get one. But Japan has a lot of small family farmers who don`t want to be put at risk of competing against American agriculture giants. It`s just one example of the really tricky political situations that exist in all 12 countries. Each hesitant to take these major political risks without knowing that the United States is definitely onboard with them.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: See if you can ID me. The colors of my flag are green, white and red, with my code of arms in the middle. I`m the only country that borders both Belize and Guatemala. My independence day is celebrated on September 16th.<br><br>I`m Mexico and I declared my independence from Spain in 1810.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But not on Cinco de Mayo -- meaning, the 5th of May -- today`s holiday, which originated in Mexico commemorates an event that happened in 1862. More than 50 years after Mexico declared independence.<br><br>What`s surprising about Cinco de Mayo is that it`s actually celebrated more widely in the U.S. than in Mexico itself.<br><br>Some more trivia about the holiday.<br><br>(BEGIN VIDEO CLIP)<br><br>GABRIELA FRIAS, CNN EN ESPANOL: Attention and for the last time, please help me spread out the word. Cinco de Mayo is not Mexico`s independence day, OK? It`s not.<br><br>Cinco de Mayo, we celebrate La Battala de Puebla, the Battle of Puebla. Puebla is a state, you know, 85 miles away from Mexico City. It`s just basically the victory of the Mexican army against a French army, Napoleon`s army. But it is important because the French army had been defeated in 50 years, and they came over to Mexico to collect a debt. So, that`s why we celebrate it.<br><br>No, no, Cinco de Mayo is not as big as it is in America. So, thank you very much for celebrating Cinco de Mayo for us.<br><br>I`ve been here 14 years. I have never seen such a big celebration in Cinco de Mayo, parades, people in the streets.<br><br>We don`t celebrate it that much. Don`t say &quot;Happy Cinco de Mayo&quot; in Mexico because they`ll know you`re not from Mexico. We don`t say that. Maybe we say, &quot;Have a nice day&quot;. But we don`t say &quot;Happy Cinco de Mayo&quot; at all.<br><br>So, please don`t confuse our independence day. Mexico`s independence day is on the 16th of September. But we start celebrating it on the 15th. So, don`t confuse it and I`ll tell you on September 1.<br><br>(END VIDEO CLIP)<br><br>AZUZ: If you go to a museum in New York, you`d better check its camera policies. Some of them are cracking down. The Museum of Modern Art for example has banned selfie sticks, says it`s never permitted visitors to take photos with any, quote, &quot;camera extension devices.&quot; The museum is concerned that artwork could be damaged and that visitors could get hurt. The regular, old fashion selfie, though, is still OK.<br><br>Just watch out for the sticks wherever in museum, wherever you are, wherever you are out and about, or whether you are at work because your selfie stick can get your selfie stuck in trouble.<br><br>CNN STUDENT NEWS hopes you`ll hang around with us again tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-05 CNN Student News.mp4"}