{"title":"CNNSN-2016-03-31-CNN-Student-News","script":"(CNN Student News) -- March 31, 2016<br><br><br>Tiny South China Sea Island Plays Role in a Large Regional Dispute; Alzheimer`s Caregivers Give Up Food, Medication, Education, Report Says; U.S. Companies Work to Prove the Viability of the Hyperloop<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Will a tiny island in the South China Sea make a big difference in the territorial dispute over the region?<br><br>I`m Carl Azuz and that`s what we`re exploring first up today. It`s good to see you.<br><br>We`ll start by moving over to Taiwan. It`s a country that lays claim to Itu Aba Island, also known as Taiping Island, which is about a three-hour flight from southern Taiwan.<br><br>It`s part of the Spratly Islands, home to around 200 people. And if United Nations Court rules that this island can support human life, it could give Taiwan control of the territory around it, fishing rights, permission to explore for minerals around the island. There`s a lot tied in to that decision.<br><br>But, China, which also has interests in the region, doesn`t accept the court`s authority. And Taiping Island is just one component of a larger dispute, a larger struggle to define who owns what.<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): The contested waters of the South China Sea, seen from a Taiwanese military plane.<br><br>And this is what greets you when you land at Taiping, an island controlled by Taiwan.<br><br>(on camera): Taiping is a tiny island. It basically runs the length of this runway. The Taiwanese government first laid claim to this place more than half a century ago, but this is the very first time the government says that journalists have been invited to see it firsthand. And it`s at a time when tensions are ratcheting up here in the South China Sea.<br><br>(voice-over): At least six different countries have competing claims for this body of water. But China claims almost all of it.<br><br>And to cement China`s claim, Beijing has been building a series of manmade islands atop reefs and atolls in the hotly disputed Spratly archipelago.<br><br>It`s making the neighbors nervous.<br><br>Enter the U.S. Navy. We caught up with the aircraft carrier John C. Stennis shortly after it sailed through the South China Sea, performing an unmistakable show of U.S. force.<br><br>Washington calls these visits freedom of navigation operations. They clearly irritate the Chinese.<br><br>UNIDENTIFIED MALE: This is the Chinese Navy. This is the Chinese Navy. Please, go away quickly.<br><br>WATSON: Last year, CNN accompanied a U.S. Navy spy plane that flew over China`s manmade islands.<br><br>UNIDENTIFIED MALE: You go!<br><br>WATSONZ: Beijing expressed outrage, issuing formal protests and calling these operations a very serious provocation.<br><br>So, where do smaller claimants like Taiwan fit in?<br><br>On Taiping, officials showed off the island`s chickens and goats as well as supplies of fresh water. If Taiwan proves Taiping can sustain human life, then the Taiwanese can make the case for a potentially lucrative 200 nautical mile economic exclusion zone around the island.<br><br>(END VIDEOTAPE)<br><br>AZUZ: More than 5 million Americans are living with Alzheimer`s. It`s a disease that`s associated with memory loss and decrease brain function.<br><br>In a new survey by the Alzheimer`s Association, look into the disease`s effects on people who care for Alzheimer`s patients, their families, their loved ones. It found they feel a significant financial impact, an average of more than $5,000 per year that caregiver spend of their own money. It also found that some of them are more likely to go hungry or cut back on their own medical treatment to make ends meet and affording care for the Alzheimer`s patients.<br><br>So, what could be done about this? The association suggests the national effort to help families better understand the expenses they could face, plan for the future and know what services are available in their communities to help with Alzheimer`s care.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: It only weighs three pounds, has a texture like firmed jelly and tons of wrinkles.<br><br>Yet that pint-sized prune of a brain is the most amazing powerful organ in your entire body when it`s working right. But when it`s not, as in Alzheimer`s disease, the results can be devastating.<br><br>Take a look here. The brain on left, that`s normal. The one on the right has advanced Alzheimer`s.<br><br>Here`s another view. See how the brain shrinks and fluid filled spaces expand. That`s Alzheimer`s crippling the ability to think and to plan.<br><br>And also look here at the hippocampus. It shrivels. The small sea horse structure allows us to form new memories but it`s also the first to disintegrate.<br><br>So, how does this all happen? It starts inside the wrinkled part of the brain here called the cortex, where billions of brain cells interconnecting trillions of ways to create these neuron forests, tiny electric charges move signals like a baby`s cry to each neuron, to a junction called the synapse, where chemicals called neurotransmitters leap across the gap, carrying the cry to more and more neurons and the memory is born.<br><br>But in Alzheimer`s, protein pieces called beta amyloid begin to clump together, while another protein called Tau starts to fall apart, creating plaques and tangles, that blocks signals and nutrients from getting through.<br><br>Cells begin to die. New memories cannot take hold. The ability to think and plan deteriorates. Personality and behavior is affected. And ultimately, the once mighty brain is no more.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Just south of Malaysia and north of Indonesia, you`ll find the island nation of Singapore, and that`s where we found ISS International School. Thank you for watching and requesting at CNNStudentNews.com.<br><br>On the other side of the Pacific, we come to the community of Cloverdale, Oregon. The Bobcats are there, watching from Nestucca High School.<br><br>And watching from the southern U.S., in the community of Cut Off, Louisiana, hello to South Lafourche High School. The Tarpons are on the roll.<br><br>Will the Hyperloop become a new mode of transportation?<br><br>On paper, it`s safe, it`s incredibly fast, it`s not dependent on the weather. It`s relatively green, and it wouldn`t cost much for travelers to use. But in reality, it`s unproven. There are concerns about safety, whether passengers might feel claustrophobic, if they`d even be able to stand up inside the vehicle.<br><br>The big question is whether the actual cost to build a Hyperloop and someone will have to build one, will go well beyond initial estimates.<br><br>Some companies are finding out.<br><br>(BEGIN VIDEOTAPE)<br><br>LAURIE SEGALL, CNNMONEY REPORTER (voice-over): Those tubes could be the future of travel. We went to the middle of the desert where one company has started building tech they say will revolutionize transportation, Hyperloop Technologies.<br><br>Hyperloop, an idea for what the future of transportation could one day look like, famously scrawled on a napkin by tech magnate Elon Musk. It almost looks like science fiction, you sit in a pot and are catapulted through a depressurize tube at over 700 miles per hour.<br><br>Elon Musk came up with the idea, but open source it, challenging anyone in the world to make it a reality. Two companies took on the task. One called Hyperloop Transportation Technologies is made up of volunteers around the world who engineer in exchange for stock options.<br><br>And then there`s Hyperloop Technologies, similar name, different team.<br><br>SERVIN PISHEVAR, CO-FOUNDER, HYPERLOOP TECHNOLOGIES: The proof point was when in Kitty Hawk, North Carolina, they actually, you know, for the first time, achieved human flight in an airplane.<br><br>For us, our Kitty Hawk is building our test track, three-mile test track and doing that by the end of 2016, and hitting over 700 miles per hour with our system.<br><br>SEGALL: And Pishevar says Hyperloop won`t be limited to just moving people.<br><br>PISHEVAR: The top 15, 1-5, cargo ships in the world pollute the world more than all the cars in the world combine. That`s a billion parts. And so, you have a cleaner, more efficient and less expensive solution.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Sleeping with sharks.<br><br>Aquarium de Paris and Airbnb are offering guests a chance to sleep in an underwater room. The bedroom is submerged in a tank holding 35 sharks.<br><br>Guests will also enjoy a meal and a tour of the aquarium. Three winners will be selected to spend the night in April.<br><br>Freediver and shark conservationist Fred Buyle will host the guests.<br><br>After the event, the shark-themed bedroom will be used as a study center for marine biologists.<br><br>(END VIDEOTAPE)<br><br>AZUZ: If the person who shot this video says, &quot;My grandma can dead-lift more than you,&quot; he might be right.<br><br>This is Shirley Webb. She`s 78 years old. That bar in front of her weighs 225 pounds and she`s not just lifting it once. Come on, she`s going for three reps, at least as far as we can see. Maybe she can do more.<br><br>What`s crazy is she didn`t lift at all until she was 76. Now, she says the harder she works, the better she feels.<br><br>And when it comes to leg days, she`s there with barbels on, pulling more than her own weight, giving everyone a lift. She`s a truly a gym-spiration, sweeping the gym-nation. Proof it`s never too late to work in or workout.<br><br>I`m Carl Azuz, and you can bench we`ll press on with more news tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-31 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-31 CNN Student News.mp4"}