{"title":"CNNSN-2017-01-17-CNN-Student-News","script":"(CNN Student News) -- January 17, 2017<br><br><br>The Legacy of Martin Luther King Jr.; Pollution-Proofing a Home; The End of An Era for Famous American Circus<br><br>***<br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br><br>CARL AZUZ, CNN 10 ANCHOR: One day after the Martin Luther King Jr. holiday in the U.S., CNN 10 is kicking off a new week of news coverage. I`m Carl Azuz. Thank you for watching.<br><br>For many people in America, yesterday was a day off school or work. The holiday became official on the third Monday of January in 1986, after President Ronald Reagan had signed it into law more than two years earlier.<br><br>But in recent years, the U.S. government has pushed for the Martin Luther King Jr. holiday to be recognized not as a &quot;day off&quot; but as &quot;day on&quot;, a day of service. The Corporation for National and Community Service quotes Dr. King`s statement that life`s most persistent and urgent question is, what are you doing for others?<br><br>So, that theme joins the memory of Dr. King`s impact on the U.S. civil rights movement.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Dr. King`s legacy of nonviolent protesting lives on. To get a better understanding, I took a trip to Atlanta`s Center for Civil and Human Rights.<br><br>The center`s LaTasha Smith provided the history lesson.<br><br>LATASHA SMITH, CENTER FOR CIVIL AND HUMAN RIGHTS: So, in the 1950s, you also had the death of Emmett Till and how that really sparked the civil rights movement, because people were outraged that this young black boy was killed for allegations that were untrue and false, and his murder being so unjust and so brutal at the time.<br><br>REPORTER: Till`s death pushed King and others to develop more unified strategies of protest. That included the bus boycotts and the lunch counter sit-ins across the south.<br><br>SMITH: So, we have the Greensboro sit-in at the Woolworth lunch counter and that`s in the 1960s where student at North Carolina A&amp;T sat down at white-only counters to protest the segregation that was taking place there.<br><br>REPORTER: Sit-ins like these were conducted by college students. They endured racial slurs and physical violence just for the right to sit at the whites only counters.<br><br>The sit-in movement was a precursor to the March on Washington. The march inspired many with its peaceful show of solidarity and amazing speeches.<br><br>But its leaders wanted more.<br><br>What was the strategy behind it? What were they fighting for? What specifically did they want?<br><br>SMITH: So, March on Washington was all about jobs and freedom and equality. What a lot of people don`t know is that there were a set of 10 demands that were created and were drafted --<br><br>REPORTER: Here they are.<br><br>SMITH: -- that were -- that the protesters wanted to achieve.<br><br>REPORTER: Though much has been accomplished since the march, at the time, opposition to change persisted, and so did violence.<br><br>The Birmingham church bombing, Bloody Sunday, and the murder of the movement`s leader set the country on fire.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The nation of China is reportedly planning to spend more than $2.5 billion this year to fight air pollution in its capital city, Beijing.<br><br>Last month, it was under a red alert -- China`s strongest warning about air pollution. To reduce it, the Chinese government is planning to remove thousands of older higher polluting cars from the road, to reduce the emissions from factories and to replace coal with clean energy.<br><br>There are steps that people who live in Beijing can take to clean the air at home, but in a city where the average salary is under $17,000 per year, this won`t be an option for most people.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Jiang Wang and her family are pollution-proofing their Beijing home.<br><br>JIANG WANG, BEIJING RESIDENT: Before I come to Beijing, I would never imagine that my routine were so close to carefully measure the pollution around every corner of the house.<br><br>YANN BOQUILLOD, FOUNDER, AIRVISUAL: To proof the place for pollution, there`s a few things considered, the level of PM2.5, to make sure the level is low. But on the other side, if you seal very well your house, levels of CO2 will start to go really, really high.<br><br>SUBTITLE: For home to be protected, it needs to be sealed airtight.<br><br>BOQUILLOD: This actually quite an expensive system. So, the airflow being brought in is actually quite large. Fresh air is taking from air, it goes into the pipes, into every single room. So, you got one pipe going here, we got the other pipes going there to serve single room into this apartment. But you still need to have this kind of standalone equipment, air purifying machines, usually one a room in order to really make sure to find a nice -- the cleaning of the air.<br><br>WANG: From the moment you open your eyes and to the moment to, you know, you rest in the evening, every corner, you have to pay really attention and to the air, to the water, to the food you eat. It`s like there`s alarm constantly ringing, you know?<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>How much of the Earth`s surface is covered by oceans?<br><br>Thirty-five percent, 56 percent, 71 percent, or 97 percent?<br><br>The ocean has covered about 71 percent of the earth`s surface, but they have 97 percent of the planet`s water.<br><br>(END VIDEO CLIP)<br><br>AZUZ: And in that water, potentially millions of undiscovered plant and animal species. This one, the ruby seadragon is only identified in 2015 and this is the first ever video of live ruby seadragons. It was captured in an archipelago near Western Australia. A remote controlled vehicle filmed ruby seadragon swimming and feeding.<br><br>Before 2015, scientists believe only two specifies of seadragon existed. So, this is the third ever captured on camera.<br><br>A seadragon is a type of fish and researchers think this one might use its long tail to grab on to rocks so it`s not carried away by strong currents.<br><br>Next up, another caught on camera first for science. This video is a little scarier, but as long as you`re not rooting for the snake, everything is going to be all right.<br><br>It shows a rattlesnake, a type of pit viper, aiming for a kangaroo rat. This is the first that high speed video captured a viper striking at its prey in the wild and yes, it`s a miss. The rat somebody twists in the neck of time and gets away.<br><br>This footage was recorded at 500 frames per second. Playback is slowed down 30 times. That gives you a sense of how fast all this really happened. Apparently, not a lot is known about rattlesnake strikes in the wild, so filming like this can help biologist better understand them.<br><br>Well, the circus is leaving town but this time, it`s not coming back. At least it`s not as far as the Ringling Brothers and Barnum &amp; Bailey circus goes. It`s been operating in the U.S. for 146 years and millions of people went to the circus each year in recent times. But the numbers and the ticket sales they brought were shrinking and the company that operates the circus recently announced that its last performances ever would be this May.<br><br>(BEGIN VIDEOTAPE)<br><br>FREDERICK WHITFIELD, CNN CORRESPONDENT (voice-over): It`s the end of the road for the greatest show on earth. In just four months, the curtain falls on the one and only Ringling Brothers Barnum &amp; Bailey Circus, an iconic road show that defines of the circus experience for generations of children.<br><br>In the end, CEO Kenneth Feld said the circus was simply too expensive to produce. His family has owned the show for the past 50 years. But ticket sales were declining and the circus`s fate was likely sealed last year when it retired the popular elephant show. Feld said then it was inevitable.<br><br>KENNETH FELD, FELD ENTERTAINMENT CEO: There`s a saying and it`s been around for a long time. You can`t fight city hall. And we found that to be the case in this situation.<br><br>WHITFIELD: For years, the elephants and their dance routines were a big draw for a circus fan, but not at all popular with animal rights groups which deplored their treatment and repeatedly criticized, picketed and sued the company for its treatment of animals.<br><br>In 2011, the circus paid a fine of more than a quarter million dollars for alleged violation of the Animal Welfare Act. And last year, it retired the elephants to a conservation center in Florida.<br><br>After the closure was announced people for the ethical treatment of the animals declared victory while admitting its war against other wild animal exhibitors including marine amusement parks like SeaWorld is far from over. The last performance of the Ringling Brother Barnum &amp; Bailey circus will be on May 21st in Uniondale, New York.<br><br>Fredricka Whitfield, CNN, Atlanta.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Responding to animal rights groups, the CEO of the company that owns the circus says its closure is not a win for them and, quote, &quot;this is not a win for anyone.&quot; He added that entertainment has changed and that the traditional family unit is different.<br><br>(MUSIC)<br><br>AZUZ: Some people struggled to balance a book or maybe some fruit on their heads. Earning a perfect &quot;10 out of 10&quot; today, this guy makes it look easy to balance another person on his head. But it`s not just the balancing here. Its` the Guinness World Record set when two Vietnamese circus performers and brothers went head to head and ascended the 90 stairs of St. Mary`s Cathedral in Girona, Spain. They did it in 52 seconds.<br><br>So, when two athletes put their heads together, it`s possible for them both to win a staring contest. And whether you call that head over heels or head under heels, it invited a lot of stares when they headed upstairs and stared head long into a new world record.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-17 CNN Student News.mp4"}