{"title":"CNNSN-2016-08-17-CNN-Student-News","script":"(CNN Student News) -- August 17, 2016<br><br><br>Obama Administration Announces Transfer of Guantanamo Detainees; The Mental Games at the Olympics; The U.S. National Park Service<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for watching CNN STUDENT NEWS today, from the CNN Center in Atlanta, Georgia. I`m Carl Azuz.<br><br>Starting off today`s current events coverage: The Obama administration has transferred 15 prisoners out of an American naval base in Guantanamo Bay, Cuba.<br><br>We`re explaining why this is significant.<br><br>First, the facility. The U.S. operates it on land that it`s leased from Cuba since 1903. Starting in 2002, the detention camp at Guantanamo Bay has been used to house suspected terrorists, that the U.S. captured from other countries, many during the wars in Iraq and Afghanistan.<br><br>Next, the controversy. Hundreds of prisoners have been held at Guantanamo or Gitmo over the years and there have been accusations that some of them were tortured or mistreated.<br><br>President Obama has said the facility is a symbol that`s been used to recruit terrorists around the world. But though he`s tried to bring Gitmo prisoners to the U.S. for trial, lawmakers from both major political parties have resisted that, saying the detainees are too dangerous to be held in U.S. civil prisons, and some of the former Guantanamo prisoners who`ve been released have returned to terrorism.<br><br>These are some reasons why President Obama has been unable to close Guantanamo, though he`s tried since he took office. It`s not clear where the remaining prisoners would be sent. The president also needs but does not have congressional approval to close Gitmo. Currently, 61 prisoners remained in the facility.<br><br>We mentioned on Monday how violent crimes have been one of the challenges surrounding the 2016 Olympic Games in Rio de Janeiro, Brazil. Now, the International Olympics Committee is calling for better security at the Rio events. One reason why: four U.S. Olympics swimmers, including medalist Ryan Lochte, were robbed over the weekend.<br><br>Lochte told NBC that armed men who were posing as police officers stopped the swimmers` taxi and then took their money at gun point. The swimmers were otherwise unharmed and Rio de Janeiro`s police say they`re investigating.<br><br>Security is not the only concerned of the athletes, though. Besides the physical conditioning they`ve sharpened for years, there are mental games at the Olympic Games.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: It`s the moment every top athlete for and hopes to achieve, if they don`t choke under pressure.<br><br>So, just what goes on here in the brain that can keep you from doing your best and how can you stop it from happening.<br><br>The body of a highly trained athlete knows exactly what to do. Those skills are stored in muscle memory and over here, an area of the brain the Striatum. It`s sort of the brain`s autopilot. The key to winning is to keep the brain`s thinking part, that Prefrontal Cortex area from interfering. Now, to do that, to be in that zone, means being calmed and focused.<br><br>Meditation in yoga helps slow the heart rate and calm the mind. They also turn down that thinking part of the brain.<br><br>Visualization is a tried and true approach. Feel like you`re catching a basketball so that when it really happens, you`ve already gone through the motions. Many top athletes have learned to see the positive in pressure and then use it to their advantage. They train their amygdala, that`s the brain`s memory and emotion center, to associate the signs of stress to a success. In failure, they certainly don`t think of that.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Time for recess, and we`re taking you to the park. It has been 100 years since U.S. President Woodrow Wilson signed the act that created the National Park Service. By 1916, American had already established 35 national parks. What the creation of the service did was better organize, supervise and maintain them, and allow for the establishment of dozens more national parks.<br><br>Visitation is booming. The National Park Service says last year, more than 307 million people went to U.S. national parks. That`s a record, but it might be broken this year.<br><br>One thing we`ll be doing the rest of this month is bringing you reports on these parks, starting with one that`s just off the coast of California.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: I`m at the east end of Anacapa Island, one of five islands in the Channel Islands National Park and this is the iconic Arch Rock behind me. It is raw. It is beautiful, it is rugged, it is craggy, and it is memorable.<br><br>(MUSIC)<br><br>UNIDENTIFIED MALE: With me is Kelly Moore of the National Park Service.<br><br>And, Kelly, what does Arch Rock symbolized in terms of these islands?<br><br>KELLY MOORE, NATIONAL PARK SERVICE: So many people associate this rock with the Channel Islands. And it`s the first thing you see when you visit Anacapa Island and you can`t help but be moved by this beautiful geographic feature.<br><br>UNIDENTIFIED MALE: Breathtaking, Cathedral Cave and Cathedral Cove here in Anacapa Island. There are 30 caves on this island and you`ll notice that we`re wearing our helmets and that`s because this is a little tricky, you got to shot the gap here and when the swell comes up, it`s possible for you to get bounce a little. They certainly don`t want anybody hitting their heads on the sides of these walls.<br><br>And we shoot out to the other side. Look out, Kelly.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the NPS to FCC, the Federal Communications Commission, it`s an independent U.S. government agency. It`s overseen by Congress. It makes the rules for radio, television, satellite and cable communications in the U.S. And what it`s considering right now could change how most Americans watch TV. This concerns a set-top box. This is the device that decodes signals for pay TV, like cable channels.<br><br>If the FCC changes the roles on how TV signals maybe decoded, the set-top box may become a thing of the past.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Right now, if you have cable, you pay on average $231 a year just to rent this, a set-top box, and you can pretty much only get it from one place, your cable provider.<br><br>UNIDENTIFIED MALE: Let`s take a look at what we`re dealing with here.<br><br>REPORTER: Those cable companies make about $20 billion a year just for renting these things out, but all that could be changing soon, because you might be saying goodbye to the box.<br><br>The FCC is looking over two proposals to regulate the cable box, both of which would stop cable companies from forcing you to rent one. But the two plans are very different and they fit tech companies and cable channels and providers against one another.<br><br>The first proposal is dubbed &quot;Unlock the Box&quot;, and it`s the one supported by tech companies, most prominently Google. Instead of typical cable box, you get TV channels on some new device. Cable providers would have to give them a direct feed of those shows, so Google would get that feed from say Comcast and then Google could place its menus, its graphics, its branding all over it.<br><br>Cable companies and content providers almost universally hate this plan. They say it makes their content easier to pirate, that they`re handing over their entire content to tech companies and will have no say in how it`s ultimately distributed, things that may seem minor like what number a cable channel is, is actually decided after intense negotiations, between providers and channels.<br><br>This leads us to the second proposal and this is the one favored by the cable companies. It`s called &quot;Ditch the Box&quot;. The counterproposal more closely resembles the system that we have now, but minus the mandated cable fees. So, instead of paying for the box, you could just get it through an app, an app which they control. So you`d be able to go to an Apple TV, download a Comcast app, and watch TV. But through Comcast interface.<br><br>And unlike TV apps like CNN Go, which can be access anywhere you have Internet, these apps could only be access via your home network. You won`t be able to borrow your parent`s password for this one.<br><br>But the tech company say that the cable companies` proposal is just replacing one closed system, the box, with a new closed system, an app, and that a closed system will it make harder for streaming devices to integrate cable content in the search results and will overall stifle innovation.<br><br>And they say that a closed app could force consumers who want to use a DVR to still have to rent a cable box, rental fees and all, essentially forcing consumers to have two boxes instead one.<br><br>While the FCC is currently weighing the two proposals, what is clear is that the days of cable box rental fees might soon becoming to an end.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s kind of like a temporary tattoo that can be used to control your phone. Using gold left with circuits imbedded into it, MTI researchers are working on wearable technology that could be used as a track pad, it could turn up the volume on your music. It could be used like an NFC tag to transfer from your skin. Privacy might become a concern. And this probably wouldn`t work for more than a day or two before the material peels off.<br><br>But if you`re not sunburned and the idea doesn`t make your skin crawl, it could be golden opportunity to lift your phone in your pocket and actually feel what we`ve all been epidermissing.<br><br>I`m Carl Azuz, reporting events and puns for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-17 CNN Student News.mp4"}