{"title":"CNNSN-2016-01-25-CNN-Student-News","script":"(CNN Student News) -- January 25, 2015<br><br>Millions of Americans Recover from Massive Winter Storm; Trouble Brews in Burundi. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Forecasters had warned that the U.S. Northeast was in for a nasty blizzard. Today on CNN STUDENT NEWS, as millions are digging out from the snow, we`re showing you just how bad it was.<br><br>From the top down, this is what the CNN look like from space. Astronauts could see it from the international space station. New York City`s mayor said this storm would crack the city`s top five ever for the amount of snow on the ground. The lights went out on Broadway, just one major part of the city that was shut down.<br><br>To New Jersey, one of six states that saw more than 30 inches of snow. At high tide, some parts of the Jersey shore actually got more blooding that Superstorm Sandy brought in 2012.<br><br>Baltimore, Maryland, saw its heaviest snowfall ever. More than 29 inches. Mass transit services had to be cancelled.<br><br>Same story in Washington, D.C. Roads were blocked by snow. Schools are closed today. And ice and snow made deriving conditions treacherous all the way south to the Carolinas.<br><br>(BEGIN VIDEOTAPE)<br><br>MARTIN SAVIDGE, CNN CORRESPONDENT (voice-over): From above, the monster storm looks peaceful, almost serene. But on the ground, it caused death, misery and destruction.<br><br>From fatal accidents to huge snow piles, flooding, and the complete shutdown of major cities. The blizzard of 2016 is one for the record book.<br><br>GOV. TOM WOLF (D), PENNSYLVANIA: This is a historic snowstorm. This is a huge challenge for Pennsylvania. We are deploying all of our resources to try to make sure that people of Pennsylvania are safe.<br><br>SAVIDGE: As the weather begins to subside and people dig out from tons of snow, it could be days before life gets back to normal.<br><br>MAYOR STEPHANIE RAWLINGS-BLAKE (D), BALTIMORE: Stay patient. And to quote a line from one of my favorite musicals, &quot;We`re all in this together.&quot; So, just stay patient.<br><br>BORIS SANCHEZ, CNN CORRESPONDENT: I`ve never seen anything like it. Within minutes a rush of water from that bay came over into the harbor ands essentially flooded our crew.<br><br>SAVIDGE: In New Jersey, coastal residents are assessing damage from tidal flooding that sent sea water and ice blocks unto town streets.<br><br>UNIDENTIFIED FEMALE: I came home early from work yesterday. I cleaned up a bottom half of my house and I brought everything up.<br><br>REPORTER: Smart.<br><br>UNIDENTIFIED FEMALE: Yes. We learned from Sandy.<br><br>SAVIDGE: In Kentucky and Pennsylvania, stories of epic traffic jams, some motorists stranded for almost 24 hours.<br><br>UNIDENTIFIED FEMALE: I`ve never been stuck on a highway this long before. We`ve been here for about 15 hours.<br><br>UNIDENTIFIED MALE: Stuff like this, it`s going to be hard to get out of here anyway. So, I think we`re going to be here for a long time.<br><br>SAVIDGE: Eighty-five million people impacted by the storm. More than a dozen deaths, hundreds of traffic accidents, thousands of power outages and flight cancellations. It is a storm that won`t soon be forgotten.<br><br>UNIDENTIFIED MALE: Wet, sloppy conditions and just trying to make the best of it and clean everything up as much as we can.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For the first time on CNN STUDENT NEWS &quot;Roll Call&quot;, we`re headed to the Cayman Islands.<br><br>They`re in the Caribbean Sea. Their capital is Georgetown on Grand Cayman, and that`s where Cayman International School is watching.<br><br>We`re visiting our friends in Cincinnati, Ohio, next. At Madeira High School, there are two mascots, the Mustangs and the Amazons.<br><br>And, finally, it`s great to see Thibodaux High School today in Thibodaux, Louisiana. Let`s geaux -- that`s go with an E-A-U-X -- Tigers.<br><br>African leaders are pushing the nation of Burundi to allow international troops to help keep the peace there. Here`s why: ongoing political violence is threatening the spread to something much worse. The small African republic had its first democratic presidential election in 1993.<br><br>But soon afterward, the president was assassinated. That led to a civil war that lasted more than 10 years and decimated Burundi.<br><br>By 2005, relative calm had been restored. A new president was elected then and reelected in 2010. But his latest reelection last year has people inside and outside Burundi concerned that history could repeat itself.<br><br>(BEGIN VIDEOTAPE)<br><br>ROBYN KRIEL, CNN INTERNATIONAL CORRESPONDENT: Burundi has been at a tipping point since April 2015, when incumbent President Pierre Nkurunziza decided to run for a controversial and some believe illegal third term as president.<br><br>SUBTITLE: Fleeing Burundi: A Refugee Crisis.<br><br>KRIEL: Protests rocked the small central African nation, roughly the size of Belgium. Those protests quickly turned violent, and an attempted military coup cause Nkurunziza`s ruling party to crack down on all opposition movements, civil society and the media.<br><br>Since then, hundreds of thousands of Burundians have fled the country, seeking asylum in nearby countries such as Rwanda, Tanzania, Uganda and the Democratic Republic of Congo.<br><br>Pierre Nkurunziza won that controversial third term in July 2015 with almost 70 percent of the vote. But the violence continues. Residents of the capital which (INAUDIBLE) report that they go to sleep with a sound of gunfire and explosions most nights. Hundreds of people, according to<br><br>rights groups have lost their lives.<br><br>The African Union, concerned that the humanitarian situation in Burundi is spiraling out of control, proposed a 5,000-strong military force to restore peace. Burundi`s government rejected their proposal.<br><br>A spokesman for the government said only the government could allow the force in. &quot;They can`t invade a country if the latter is not informed and allow it,&quot; he said on state radio.<br><br>Since then, the United Nations and the U.S. has called the situation there deeply alarming. A real concern among both Burundians and the international community is that if peace or relative stability is not restored soon, it could soon simply plunge back into the decade-long bloody civil war that saw 300,000 killed and brought President Pierre Nkurunziza into power in the first place.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`ve seen thousands of you here on the CNN studio tour in Atlanta, Georgia. If you`re planning a visit this spring, there`s a new option for you. The CNN STUDENT NEWS with Carl Azuz tour.<br><br>Yes, I am happy to be part of it. It`s all thing CNN STUDENT NEWS from the production process to the puns. Please keep in mind, though, that space is limited and you will need a reservation. For more information on this or regular CNN studio tour, please send an e-mail to atltour@cnn.com. Let`s hang out y`all, starting this March.<br><br>(MUSIC)<br><br>AZUZ: Two things make a great leader. One is humility, knowing that you don`t know everything but are willing to listen to someone else`s expertise. Another is following a good example, whoever the leader looks up to can indicate whatever direction he or she is going in.<br><br>Of course, there`s no one right answer to this. It`s just my two cents. But for today`s character study, some of my on-air colleagues here at CNN are sharing their ideas on leadership.<br><br>(BEGIN VIDEOTAPE)<br><br>ASHLEIGH BANFIELD, CNN ANCHOR: What is the most important quality in a leader?<br><br>ERIN BURNETT, CNN ANCHOR: I think a leader needs to follow through.<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: I think it is clear vision.<br><br>CAROL COSTELLO, CNN ANCHOR: Decisiveness.<br><br>POPPY HARLOW, CNN ANCHOR: Listening and understanding.<br><br>BROOKE BLADIWN, CNN ANCHOR: Leadership is defined by?<br><br>WOLF BLITZER, CNN ANCHOR: Showing a good example to others.<br><br>MICHAELA PEREIRA, CNN ANCHOR: Vision. It`s communication. It`s confidence and it`s a fair amount of being a good cheerleader.<br><br>Who is someone you consider a great leader?<br><br>My dad.<br><br>DON LEMON, CNN ANCHOR: I`d have to say it`s my mentor, T.D. Jakes.<br><br>BALDWIN: I would say Oprah and I think what Oprah has really thought me, this is a fan and a viewer over the years. The key isn`t talk, talk, talk, talk. The key is to listen.<br><br>COSTELLO: Are you a good leader? Absolutely.<br><br>CHRIS CUOMO, CNN ANCHOR: I don`t know.<br><br>BURNETT: Sometimes.<br><br>ALISYN CAMEROTA, CNN ANCHOR: I am a great leader.<br><br>LEMON: I`m an excellent leader.<br><br>HARLOW: If I`m in my best, sometimes yes, sometimes no.<br><br>BANFIELD: Are you a good leader? No.<br><br>LEMON: What question did a mentor encourage you to ask yourself that impacted your career choices?<br><br>GUPTA: My mentor would say to trust your instincts, to make sure that you listen to yourself, because if you do that, you do it well, it`s going to pretty much always lead you down the right path.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Impromptu experiment at the International Space Station: ping pong with water. Astronaut Scott Kelly has two hydrophobic paddles. They repeal water. So, all you have to do is squirt a bowl of H2O into a micro- gravity environment, and bam, ping pong.<br><br>Now, before you say this is the slowest game of ping pong ever, the space station is moving at more than 17,000 miles per hour. So, actually, this is the fastest game ever.<br><br>You could call that water table tennis. A new spin on ping pong where every smash makes a splash. But don`t dive out just yet because we`re closing today with an incredible time-lapse video of one of Washington, D.C.`s heaviest snowstorms on record.<br><br>(TIME-LAPSE VIDEO)<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-01-25 CNN Student News.mp4"}