{"title":"CNNSN-2017-03-14-CNN-Student-News","script":"(CNN Student News) -- March 14, 2017<br><br><br>United Nations Warns About a Massive Humanitarian Crisis; Parts of American Northeast Face a Blizzard; A Pair of CNN Heroes Meet in New York<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hi. I`m Carl Azuz.<br><br>An urgent warning from the United Nations leads off today`s show.<br><br>The organization`s humanitarian coordinator says more than 20 million people are threatened by famine and starvation. They`re concentrated at four countries, the African nations of Nigeria, Somalia and South Sudan, and the Middle Eastern nation of Yemen. The U.N. says this constitutes the world`s greatest humanitarian crisis since 1945, when the U.N. was founded.<br><br>What are these countries have in common? Conflict.<br><br>In Nigeria, it`s the fighting against the Boko Haram terrorist group, combined with potential famine that has devastated parts of the country.<br><br>In South Sudan, fighting between government troops and armed groups, combined with a famine, have left more than 40 percent of the population in need of food, farming help and nutrition.<br><br>In Somalia, attacks by the Islamic militant group al Shabaab, plus a worsening drought are taking their tool and in Yemen, a two year old civil war has left roads blocked, reduced imports, left markets damaged and left millions hungry.<br><br>So, what can be done about this?<br><br>The United Nations wants funding, $4.4 billion by this summer that would go toward fighting hunger and disease in these countries.<br><br>Used of war have also destroyed parts of Iraq and Syria, and helped give rise to the ISIS terrorist group. ISIS, an acronym for Islamic State in Iraq and Syria. That`s what the terrorists wanted, based on their severe interpretation of Islam.<br><br>But their two major strongholds in those two countries are now the targets of international efforts to destroy ISIS. A battle is looming over Raqqa, ISIS`s self-declared capital in Syria, and the terrorists are losing their hold on the Iraqi city of Mosul after months of fighting there.<br><br>But will all these rid the world of ISIS? What would that take?<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT: It began slowly from the ruins of two groups of wars in Iraq and Syria, but when will ISIS truly began?<br><br>SUBTITLE: Can ISIS ever be eradicated?<br><br>WALSH: As U.S. and allied firepower honed on their final strongholds, they may almost fall as fast as they rose, when they emerged in 2014 and declared their leader, Abu Bakr al Qaeda, head of their caliphate in Iraq and Syria.<br><br>Their territory grew in Iraq, exploiting the suffering of the Sunni minority and in Syria, offering a savage sense of order among the indiscriminate murder of the civil war. Their brutality became ubiquitous, yet also appealed to warped minds globally.<br><br>In Libya, a franchise on the coast, in Afghanistan, in the east, in Egypt, around Africa, even southern Russia, pledges of allegiance were made because to be part of ISIS, all you have to do was make a video or a phone call during an attack, and you were part of the global branded enterprise of horror. Paris, Brussels, Orlando, Nice, Istanbul, the lists have to be a lot longer to include all those who claimed to act on their sick name.<br><br>As they wane in Iraq and Syria, and lose their Libyan stronghold altogether, they`re not over yet. Their idea lives on. The virus of their perverted version of Islam now contagious perhaps forever for anyone on the Internet.<br><br>The challenge going forward: how do you make ISIS lose its appeal to those drawn to something so deliberately vile?<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of those words describe a time when day and night are about the same length?<br><br>Solstice, Allegro, Equinox or Invicta?<br><br>A vernal and autumnal equinoxes or spring and fall equinoxes are when day and night are all equal all over the world.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The spring equinox is on March 20th this year, less than a week away. It`s the first official day of spring in the northern hemisphere and it feels like it in many parts of the U.S. From Washington, D.C. to Massachusetts, blizzard warnings are in effect, with up to 18 inches of snow in the forecast for Boston and New York City.<br><br>Schools were closed. Thousands of flights were cancelled for airports in the path of the late winter storm, it`s already slammed the Midwest and this system could bring the Northeast its heaviest snowfall of the whole winter.<br><br>Residents stocked up on food and supplies. State governments stockpiled sandbags, pumps and generators, in case there`s flooding or the power goes out. Meteorologists say this was all caused when two low pressure weather systems came together, forming a potentially potent nor`easter.<br><br>In cold weather in general is affecting a large part of the U.S. population, almost a third of all Americans are under some sort of winter weather alert this week. Many of them live near a lake.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: Let`s talk about lake-effect snow. As a boy growing up in Buffalo, New York, I knew it as a day off of school. My dad knew it as a day he may not get home from work as it was just snowing too hard.<br><br>SUBTITLE: Lake-effect snow.<br><br>MYERS: But how does it work? Well, first of all, you need a lake, because it`s called lake-effect snow. And the lake needs to be unfrozen, 35, 40,45 degrees is great. And then the air that blows across it from the north or from the west can be 10 degrees.<br><br>All of a sudden, the moisture from the lake mixes in with the cold air from the north, and you get big clouds and you can get big snow. When it goes on land and goes uphill, all of a sudden, you get significant lake-effect snow. It can be two to three inches per hour.<br><br>And depending on where you are, if you`re just south of it or north of this lake-effect band, it can look like a wall of snow was coming down. And so, that`s why you can be anywhere from a two to three-inch snow fall in one county, and just a few miles south, you can get 30 inches in one day.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Nominations are open for the 2017 CNN Heroes. These are everyday people. You may know a potential hero, who`s making an incredible impact on a community. The 2016 Hero of the Year, Jeison Aristizabal, was born with cerebral palsy and he`s helped give a brighter future to more than a thousand Colombian children with disabilities.<br><br>After accepting his award from CNN, he visited another Colombian hero who`s made it his life`s work to help others.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: In December, he was honored as a Top 10 CNN Hero -- but that`s not all.<br><br>KELLY RIPA, HOST: The 2016 CNN Hero of the Year is Jeison Aristizabal.<br><br>ANDERSON COOPER, HOST: Jeison Aristizabal.<br><br>(APPLAUSE)<br><br>SUBTITLE: While in New York, Jeison visited fellow Colombian and 2009 Top 10 CNN Hero Jorge Munoz.<br><br>(CHEERS AND APPLAUSE)<br><br>SUBTITLE: Every single night, Jorge brings free meals to hungry people in Queens, NY.<br><br>Jeison helped Jorge prepare meals to be distributed that very night.<br><br>JEISON ARISTIZABAL, CNN 2016 HERO OF THE YEAR (translated): I`m very inspired by how Jorge fights. His manner, his tenacity, the enthusiasm that he brings.<br><br>The food multiplies here.<br><br>JORGE MUNOZ, 2009 TOP 10 CNN HERO (translated: Yes, it`s really nice.<br><br>ARISTIZABAL: It inspires me do something for others every day.<br><br>SUBTITLE: They also got the chance to swap stories.<br><br>MUNOZ: I mean, it was very special, I felt very proud of being Colombian when I saw you there.<br><br>ARISTIZABAL: What a joy to be part of this CNN family! I`m very pleased, very proud, very happy.<br><br>CROWD: Jeison! Jeison! Jeison! Jeison!<br><br>(END VIDEOTAPE)<br><br>AZUZ: Agility events test the dog`s athleticism, its training, its connection with its owner, charging over A-frames, hurdles, through tunnels and between weave poles makes for good TV. But when an animal isn`t particularly skilled at these things but competes anyway, that makes for great TV.<br><br>(BEGIN VIDEO CLIP)<br><br>UNIDENTIFIED MALE: Look at this. Ooh, what a nose dive and he couldn`t care less.<br><br>SUBTITLE: This dog might be the worst competitor ever.<br><br>UNIDENTIFIED MALE: Here we go! That`s one of the best shots I`ve seen in a long time.<br><br>SUBTITLE: But when it comes to pure hilarity, he`s a big winner. Olly the Jack Russell terrier has become a viral star -- thanks to a comically-bad obstacle course run at the 2017 Crufts Dog Show.<br><br>UNIDENTIFIED MALE: So, he`s a little bit confused. Some people think he sould have -- oh!<br><br>Little Jack Russell here Olly with Karen from the Blue Cross, closes out the group, this last of the small (INAUDIBLE)<br><br>He`s all over he place and so he should be. Olly and Karen here, Olly was from (INAUDIBLE)<br><br>SUBTITLE: His hilarious performance is trending on YouTube.<br><br>UNIDENTIFIED MALE: Some people think he should have stayed as lucky (INAUDIBLE). Olly is totally crazy.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So, maybe he`s not on course on the concourse, more energetic than synergetic and more vigorous than rigorous. But agility is not beyond his abilities. He`s still more agile than fragile, more boss than draws, and he`s super. He`s able to Olly over A-frames in a single hound.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-14 CNN Student News.mp4"}