{"title":"CNNSN-2016-02-10-CNN-Student-News","script":"(CNN Student News) -- February 10, 2016<br><br>Rescuers Search for Taiwan Earthquake Survivors; Haiti Leader Resigns; New Technology Aims to Follow Your Eyes. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Here to deliver your midweek edition of CNN STUDENT NEWS. I`m Carl Azuz from the CNN Center in Atlanta, Georgia.<br><br>Today`s international coverage begins across the Pacific, on the island of Taiwan. People there are still digging through rubble, hoping to find survivors, four days after a powerful earthquake hit. It was magnitude 6.4. It shook the island at 4:00 in the morning.<br><br>The area hardest hit was the southern Taiwanese city of Tainan. At least 40 people there were killed in the quake and more than 100 were still missing as of last night. Many of them were believed to be in an apartment tower, called the Golden Dragon. It collapsed in the quake. Construction equipment is being used to remove debris layer by layer in hopes of accessing any survivors.<br><br>Three of the people who work for the company that built the Golden Dragon are under arrest. They`ve been charged with professional negligence.<br><br>Taiwan is located in the Ring of Fire area of the Pacific Ocean. This is where most of the world`s earthquake and volcanic activity takes place.<br><br>Next to the Caribbean. Haiti is an island country without a leader. This is the poorest nation in the Western Hemisphere. It shares the island of Hispaniola with the Dominican Republic. And Haiti still hasn`t recovered from a catastrophic earthquake that struck in 2010.<br><br>The country`s outgoing president was not eligible to run in last year`s election. But after it was held, large parts of the population rejected the results. There were accusations of fraud. So, no one was designated as Haiti`s next leader. Now, the United Nations is joining an international chorus calling for calm and stability.<br><br>(BEGIN VIDEOTAPE)<br><br>RAFAEL ROMO, CNN LATAIN AMERICAN AFFAIRS EDITOR (voice-over): A tense weekend in Port-au-Prince as Haitian President Michel Martelly steps down, ending his five-year term without a successor. There had been waves of unrest in the Caribbean nation for weeks after delays in runoff election critics say was fraudulent. A man believed to be a member of the paramilitary group was stoned to death Friday.<br><br>President Martelly addressed the nation Sunday.<br><br>&quot;I said that I`m not going to hand over the country to anyone who doesn`t believe in elections&quot;, Martelly said. &quot;But I am not going to hand over power without the guarantee the country is stable.&quot;<br><br>Hours before stepping down, Martelly reached an agreement with parliament to elect an interim president in the next few days. Under the agreement, the interim president will commit to hand over power after presidential elections now scheduled for April.<br><br>(on camera): A presidential runoff election was cancelled last month after the opposition complained the first round had been tainted by fraud.<br><br>Protests immediately followed and in some cases turned violent, which security forces unable to maintain peace.<br><br>(voice-over): Martelly acknowledged he failed to achieve a smooth and uneventful transition of power.<br><br>&quot;History will remember my failure that I`m responsible for and I alone for these delayed elections&quot;, Martelly said.<br><br>The national assembly building was heavily guarded by U.N. security forces as Martelly spoke. Haiti delayed the beginning of traditional carnival celebrations Sunday over concerns they could turn violent. Presidential elections have already been postponed three times. If the new day holds, Haitian voters won`t choose a new president until April 24.<br><br>Rafael Romo, CNN.<br><br>(END VIDETOAPE)<br><br>AZUZ: From the island nation of Haiti, we`re taking you to the North African nation of Morocco. It`s beating big on a new kind of solar power plant.<br><br>How big? Well, its mirrors will stretch out over the same amount of land area as the Moroccan capital of Rabat. It is the largest concentrated solar power plant in the world. It was just switched on. It`s hoped to produce enough energy to power more than a million homes by 2018 when it`s finished and drastically reduce carbon emissions in the area.<br><br>But one of the downsides of solar energy, it`s expensive. This plant costs $765 million dollars to build. That`s more expensive than other more widely used solar panels.<br><br>But this particular type of plant is able to temporarily store energy for use at night or on cloudy days, a shortcoming of other plants.<br><br>(MUSIC)<br><br>AZUZ: Almost every day, we pick three schools for the &quot;Roll Call&quot;. Maybe yours is next. Please make one request on each day`s transcript page at CNNStudentNews.com.<br><br>West Central Middle School is in Hartford, South Dakota. We welcome the Trojans this Wednesday.<br><br>Northern Lehigh High School is in Slatington, Pennsylvania. You don`t want to miss with the Bulldogs.<br><br>And for the first time, we`re visiting the capital of Czech Republic. That`s Prague and that`s the home of Christian International School.<br><br>Thank you for watching.<br><br>OK, trivia time. On what part of the body would you find the macula, the aqueous rumor and the sclera? The answer you see is right here.<br><br>Now, when it comes to technology, it`s easy to understand why companies want to know where you shop, where you travel, what you click on. But how much valuable information could be gleaned from knowing what you`re looking at.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK GLASS, CNN CORRESPONDENT (voice-over): Our eyes are constantly moving, taking a list, all that, checking on mobile phones, scanning shop windows. There`s always something catching our attention.<br><br>(on camera): I`m in Sweden to meet an inventor who`s helped track our natural eye movements and all the wondrous detail, but to use that technology to help us interact with our machines, our gadgetry but just looking and seeing.<br><br>JOHN ELVESJO, CO-FOUNDER, TOBII: So, we have invented an eye-tracking system that tracks exactly what you`re looking at while you`re free to move around.<br><br>GLASS (voice-over): John Elvesjo is a Swedish physicist. Now, 37, he was just 21 when he made his eye-catching breakthrough, while looking for something else.<br><br>He`s using a camera to determine the precise flow of objects passing in front of it.<br><br>ELVESJO: As I was doing that, I accidently turned the camera around and it looked into my eyes. That`s when the idea really came.<br><br>GLASS: And this is what Elvesjo developed from that revelation, a thin strip of cameras and sensors, the eye tracker.<br><br>This is embedded into technology like this laptop, projects emit twin beams of infrared light into the eyes, creating patterns on the cornea. A camera in the sensor records these patterns and uses this information to work out where our eyes are focused are so-called gaze point, tracking them as they move.<br><br>One of the first uses was British BMX gold medalist Steven Murray. He was paralyzed from the shoulders down after an accident in 2007. He now uses the technology to run his online business.<br><br>ELVESJO: There are a lot of fascinating applications of eye-tracking, but providing help to communicate to people that desperately need it, is extremely satisfying.<br><br>GLASS: A large shopping center in Stockholm, like so many others around the world. But one window shopper is a little different. Elvesjo is wearing glasses fitted with his eye-tracking technology and they are recording what grabs him, be it shoes or baseball cap.<br><br>The marketing men instantly realize the potential.<br><br>(on camera): So, they want to know what catches people`s eyes.<br><br>ELVESJO: Yes. So, companies that work within sales and marketing, big brand owners, they are of course interested in what gets seen, what does not get seen.<br><br>GLASS (voice-over): There are other companies like Samsung, developing their own eye-tracking technology for their smartphones. But Elvesjo hopes his approach, using infrared light, could be used in our laptops, TVs and even our cars.<br><br>ELVESJO: In a car for example, if we know that you`re changing lanes and you have not looked over your shoulder, you haven`t checked the rearview mirror, we detect that your eyelids are dropping down, you know, that slow after lunch meetings thing, you know, we can knock on that.<br><br>GLASS: And he thinks this is just the beginning. Soon, all our gadgets, all our machines will know what we want, in the blink of an eye.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, well, here`s something you don`t see every day, riding down the streets of Denver, Colorado -- a mascot in a recliner. This begs a lot of questions. Does it really need security? Who`s controlling the chair, and why don`t all recliners do that?<br><br>One thing we can tell you is that it was part of a parade held yesterday that featured some of real Broncos -- well, the football team -- and celebrated their win in Super Bowl 50.<br><br>Or should we say, their winny (ph). Of course, there were naysayers before that game. Folks who might have been accused of panthering. But after galloping the Sunday`s victory , you`d expect the Broncos to horse around a little bit.<br><br>I`m Carl Azuz and we`ve got to hop it.<br><br>Teachers, CNN.com will have the latest from the New Hampshire primaries and our political coverage will continue throughout the season.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-10 CNN Student News.mp4"}