{"title":"CNNSN-2015-05-14-CNN-Student-News","script":"(CNN Student News) -- May 14, 2015<br><br>Amtrak Train Derails Near Philadelphia; &quot;Fear Politics&quot; in North Korea; Hurricane Drought in U.S.; How Can You Get a Natural Boost?<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz.<br><br>First up this Thursday on CNN STUDENT NEWS: a tragic incident on the busiest railroad in North America, Amtrak Northeast Corridor connects Washington, D.C. to Boston, Massachusetts.<br><br>On Tuesday, train number 188 was carrying 238 commuters and five crew members from the capital to New York. When it got near Philadelphia, Pennsylvania, the train derailed. One witness said there`s a place where the track curves around a warehouse, and then it looked like the engine kept going straight, off the track, followed by the cars it was pulling, seven of them came off the track. At least seven people were killed.<br><br>The National Transportation Safety Board is investigating the crash. It says it preliminary data shows the train was traveling at a 100 miles per hour at the time it derailed. That`s twice the speed limit on that section of the track. Passengers were thrown from their seats against walls, doors, each other. More than 200 people were injured, several of them thanked first responders who arrived within minutes to rescue victims.<br><br>Next: what`s being called &quot;fear politics&quot; in North Korea. The communist country`s defense minister was publicly executed within the past few weeks.<br><br>That`s according to a South Korean spy agency.<br><br>Hyon Yong Chol had been accused of treason. He`d reportedly disobeyed the orders of North Korean leader Kim Jong Un. South Korean officials say Hyon was not given a trial, that he was killed two to three days after he was arrested.<br><br>North Korea`s dictator has been accused of executing as many as 15 top officials this year. A North Korean government official called that, quote, &quot;malicious slander&quot;, but he did not deny that executions happen in North Korea for crimes of treason and subversion, undermining the government.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT (voice-over): A son grieves for his father, then executes his closest aides. Within two years of taking power, five of the seven men you see here with Kim Jong Un were either fired or killed.<br><br>According to this man, the highest level North Korean official to defect in years, that was just the beginning. We`re hiding his identity and calling him &quot;Mr. Park&quot; to protect friends and families still in Pyongyang.<br><br>In his first ever interview, he tells CNN, Kim Jong Un`s cruelty is turning the elite against him. &quot;Within three months of taking power,&quot; he says, &quot;Kim Jong Un had ruthlessly executed seven of his father`s closest aides and three generations of their families, including the children. That was the beginning of his reign of terror.&quot;<br><br>Park worked closely with his father, former leader Kim Jong Il, himself considered by much of the world as a brutal dictator. But he says while the father imprisoned his enemies, the son simply executes them, hundreds says Park.<br><br>&quot;They may tremble in fear of him but their loyalty is fake. They don`t consider him human. His cruelty angers and shocks them.&quot; One reason he believes Kim Jong Un will lose power within three years.<br><br>Another reason, he says, increasing questions of legitimacy. Many believe Kim Jong Un`s mother was born in Japan, an historical enemy of the Kim dynasty, which obsesses over a pure legal bloodline.<br><br>While Kim has highlighted his physical similarities to his grandfather and founder of North Korea, Kim Il Sung, Park doubts they ever even met. There`s not a single photo of Kim Jong Un and Kim Il Sung taken together, he says. That is why people suspect Kim Il Sung didn`t even recognize him.<br><br>Park speaks of little electricity or running water outside the capital Pyongyang, evidence of (INAUDIBLE) in North Korea in 2013, but he also claims that the country is running out of money. He says he worked closely with Kim Jong Un`s finances, plans for Chinese style open market soon dropped when it became clear Kim Jong Un`s reign could be in jeopardy.<br><br>(on camera): Kim Jong Un has lost the confidence of the elite, says Park, as he appears powerless to improve either the economy or foreign policy. Instead he appears to be focusing on areas he thinks he cannot fail, nuclear and military.<br><br>Paul Hancocks, CNN, Seoul.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From the request on yesterday`s transcript page at CNNStudentNews.com, here are three of the schools watching.<br><br>Roll call:<br><br>Archbishop Damiano School is online today. Hello to everyone at Westville Grove, New Jersey.<br><br>The Lancers of Layton are next. That`s Layton, Utah, and the students and teachers of Layton High School.<br><br>And in the Granite State, hello to the Indians of Sanborn Regional Middle School there in Kingston, New Hampshire.<br><br>Officials say beach erosion and flooding were some of the effects of Tropical Storm Ana. It made landfall in South Carolina on Sunday. Ana was a little early as far as the Atlantic hurricane season goes. It doesn`t officially start until June 1st.<br><br>Well, one thing the U.S. hasn`t seen in recent hurricane seasons, major hurricanes making landfall.<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: It may be hard to believe, but we have not had a major hurricane, we`re talking about a category 3 or higher, strike the U.S. in the past nine years. That`s the longest hurricane drought ever.<br><br>The second longest drought we had was back in 1861 to `68. That drought lasted eight years.<br><br>The American Geophysical Union did a study to try to find out what causes these hurricane droughts and how often we may have them. It found that it`s likely to happen only once every 177 years. But what`s more impressive is that they couldn`t find any link to scientific evidence of why this happens. It basically boils down to luck.<br><br>So, the last major hurricane to strike the U.S. is Hurricane Wilma. That was back in 2005. Now, it doesn`t mean we haven`t had destructive storm since. Hurricane Sandy, we`ve also had Ike that impacted the Gulf Coast.<br><br>So, we`ve had some major damage from storms 2005. But we haven`t had any with the category 3 or higher intensity. Always remember that the hurricane drought can end at any time. That`s why it`s always important to be prepared.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>NARRATOR: Time for the shoutout.<br><br>What is measured in kilojoules? If you think you know it, shout it out.<br><br>Isn`t it water depth, atmospheric pressure, food energy, or buoyancy?<br><br>You got three seconds. Go!<br><br>The energy we get from what we eat and drink is measured in kilojoules. That`s your answer and that`s your shoutout.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Energy drinks can have high levels of kilojoules, and some doctors are warning people to put them down. A study in the &quot;Journal of Pediatrics&quot; found their most common ingredients include caffeine, a stimulant, guarana, a stimulant, ginseng, a root that`s believed to be stimulating, and lots of sugar.<br><br>Often, the amounts of caffeine that energy drinks say they have are inaccurate and they`re not regulated by the Food and Drug Administration.<br><br>So, how can you get a natural boost?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Dr. Sanjay Gupta, Living to 100.<br><br>DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: This may surprise you, but the energy drink industry is now a $10 billion a year industry. Think about that, we didn`t even have energy drinks just a couple of decades ago.<br><br>When you think about energy drinks, you`re thinking about lots of different things. Obviously, a lot of caffeine, but also stimulants, things that are designed to actually stimulate the body`s metabolism, would stimulate the body overall. They can lead to all sorts of different things. They can lead to increased heart rate, increased blood pressure, restlessness, anxiety, insomnia.<br><br>There are ways to get really good energy and have that energy last a long time. Think about a couple of things like lean protein and smart carbohydrates, almonds, cheese, Greek yogurt. Both those things can make you more productive and could help you live to 100.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Polo is known as the sport of kings. First played thousands of years ago in Persia, now Iran, it became a popular sport for nobility -- hence kings. In contrast, the bicycle as know it didn`t appear until the 1800s.<br><br>Not everyone has a chance to play a game on horseback, but most everyone has the chance to ride a bicycle. Put them together and what do you have?<br><br>(BEGIN VIDEO CLIP)<br><br>MIKE ROWE, &quot;SOMEBODY`S GOTTA DO IT&quot;: Get a feel of how the pros do it by observing a real game and hearing it called by the man they call &quot;Machine&quot;.<br><br>(on camera): All right, guys. Three, two, one, polo!<br><br>This is the joust.<br><br>STEVEN &quot;MACHINE&quot; WILSON, PRESIDENT, SF BIKE POLO: That`s the joust. It takes one crack (INAUDIBLE).<br><br>(INAUDIBLE) use the cross crandle (ph) there to hit over.<br><br>ROWE (voice-over): The what? Ah, the cross crandle (ph), of course, in which a player shoots on a goal over their steering arm.<br><br>And here`s the thing they call -- falling down. And someone`s scoring a goal.<br><br>Between never putting your put down and steering with one hand while swimming stick with the other at a moving target, I now understand how hard it is to play the sport.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Polo and biking are polar opposites, but there`s no reason they should get ride of the idea. What about the sport is not to bike and certainly not as polarizing as our puns, even though all of the polo players could easily get tired, and they certainly miss their Marco?<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-05-14 CNN Student News.mp4"}