{"title":"CNNSN-2015-03-12-CNN-Student-News","script":"(CNN Student News) -- March 12, 2014<br><br>Good News on the Economy; Heaviest Snowfall in A Day; Sugar in Food<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: It`s field trip season here at CNN Center. And I want to thank Eagles Landing Christian Academy for visiting yesterday. It was great meeting you.<br><br>Our first story this Thursday centers on the Florida Panhandle. A U.S. Defense official says a Blackhawk helicopter, like this one, crashed during a training mission on Tuesday night. Within hours, searchers found debris around an island near Eglin Air Force Base. The seven U.S. Marines and four Army air crew aboard the chopper were presumed dead.<br><br>There was heavy fog in the area where the aircraft crashed. But a military spokeswoman says it`s too early to tell if that`s what caused the accident.<br><br>A second helicopter traveling with it returned safely to base.<br><br>General Martin Dempsey, the highest ranking member of the military, says this is a reminder that those who serve put themselves at risk, both in training and in combat.<br><br>The U.S. Congress is considering whether to approve President Obama`s request for military action against the ISIS terrorist group. It had its first hearing on the request yesterday. The president`s plan puts a three year limit on military force against ISIS. The next president would have to get Congress` approval for anything longer than that.<br><br>And it says there will be no enduring offensive ground combat for U.S. troops. That`s language that`s been criticized as unclear from some Democratic and Republican lawmakers.<br><br>At yesterday`s Senate Foreign Relations Committee hearing, General Martin Dempsey, Defense Secretary Ashton Carter and secretary of State John Kerry all testified about the president`s plan to fight ISIS.<br><br>(BEGIN VIDEO CLIP)<br><br>JOHN KERRY, SECRETARY OF STATE: We simply cannot allow this collection of murderers and thugs to achieve, in their group, their ambition, which includes, by the way, most likely the death or submission of all those who oppose it.<br><br>(END VIDEO CLIP)<br><br>AZUZ: President Obama says his plan does not authorize another ground war like those in Afghanistan and Iraq. But some Democrats in Congress want the proposal to be more limited in terms of where, how long and how much U.S. force is needed. And some Republicans think the plan is too limited and not forceful enough to defeat ISIS.<br><br>Lawmakers say it could be months before the House and Senate vote on the president`s request.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: We`re going coast-to-coast on today`s Roll Call.<br><br>Out West, way out West, we`re starting with Manokotak Nunaniq School. It`s in Manokotak, Alaska, where The Lynxs are watching.<br><br>Independence, Missouri is our next stop. It`s where the Nighthawks are online at Nativity of Mary Middle School.<br><br>And we`ll wrap up our Roll in West Newbury, Massachusetts with Pentucket Regional Middle School. It`s great to see the Sachems this Thursday.<br><br>For years now, it`s been a case of good news/bad news with the U.S. economy.<br><br>The bad news, on Tuesday, the Dow Jones Industrial Average, a stock market indicator, took a dive, dropping more than 332 points, its worst day of the year. Inflation in China, debt in Greece, wholesale inventories in the U.S., they all shared the blame. Also, U.S. wages, they`re not increasing enough to help American workers feel like they`re better off.<br><br>Now for the good news.<br><br>(BEGIN VIDEOTAPE)<br><br>(ON SCREEN)<br><br>Romans` Numeral<br><br>CHRISTINE ROMANS, CNN CORRESPONDENT: 1.7 -- that`s how many job seekers there are for every job opening. This is my favorite labor market chart.<br><br>Why?<br><br>At the height of the recession, that number was nearly seven. That meant there were seven people competing for every available job opening.<br><br>There are, today, five million job openings in the country. That`s a 14-year high. It`s just the latest evidence the U.S. labor market is getting stronger. More people are quitting their jobs, too.<br><br>Why is that a good thing?<br><br>That is a sign of confidence. You usually don`t quit your job unless you`re pretty sure you can get a new one.<br><br>Now, this job market isn`t perfect, but it`s the best in seven years.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Temperatures have heated up in Boston, Massachusetts. Today`s high is 36, but it was in the mid-50s yesterday. The city is less than two inches of snow away from having had its snowiest winter ever recorded, and it may yet break its record of 107.6 inches that was set in the winter of 1995-1996.<br><br>But the place that may be the all-time record holder for heaviest snowfall in a day is nowhere near Boston.<br><br>(BEGIN VIDEOTAPE)<br><br>ERIN MCLAUGHLIN, CNN CORRESPONDENT:<br><br>In February, the residents of Boston may have experienced their snowiest month on record. But in Capracotta, a small village in Italy, people there are literally on a different level.<br><br>(ON SCREEN)<br><br>Record Snowfall in Italy<br><br>MCLAUGHLIN: Well, it`s not an official record yet, but it looks like the Italian village got 100.8 inches in just 18 hours. If confirmed, it will stand as the all-time record for the most snowfall in a 24 hour period.<br><br>Well, the extraordinary pictures posted Tuesday show entire buildings and cars in Capracotta and the nearby town of Pescocostanzo buried. A snow blower tries to clear the street.<br><br>The town is a three hour drive east of Rome and sit at an altitude of 4,662 feet. It has a population of roughly 1,000 people.<br><br>Media Web reported that the snow fell in 18 hours and that in unpopulated areas at higher altitudes, it`s likely accumulations were much more significant.<br><br>Well, the World Meteorological Organization will confirm whether or not this snowfall surpassed the all-time 24 hour record, which is 75.8 inches set in Silver Lake, Colorado in 1921.<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED MALE: Time for the Shoutout.<br><br>What is represented by this formula, CNH20N?<br><br>If you think you know it, shout it out.<br><br>Is it sugar, sucralose, bleach or baking soda?<br><br>(BELL RINGING)<br><br>UNIDENTIFIED MALE: This is the general formula for the sample carbohydrate known as sugar.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: Sugar cane, sugar beets, honey and maple sap are some natural sources of sugar. So is fruit. And you`d expect to find plenty of sucrose in candy and soft drinks and desserts.<br><br>But what about smoothies, barbeque sauce and crackers that don`t taste sweet?<br><br>Most Americans are eating far more sugar than we should and most of us would be surprised to find out all the foods that have it.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CORRESPONDENT: As much as you try and keep track of how much sugar you`re eating in any given day, because of added sugars in all these surprising places, it becomes almost an unfair game.<br><br>(ONSCREEN)<br><br>Where is sugar hiding?<br><br>GUPTA: The thing about added sugars is that it`s going to crop into a lot of foods that -- where you might not expect it.<br><br>So take ketchup, for example, something we all eat. Look at how much sugar is in that -- four grams of sugar for every tablespoon of ketchup.<br><br>Simply switching it out for mustard can make a huge difference.<br><br>Or take something like salad dressing. I make this decision all the time.<br><br>Should I have a sweet salad dressing like a raspberry vinaigrette versus a balsamic?<br><br>Well, the sweet salad dressing is going to be about five to seven grams of sugar for every two tablespoon serving.<br><br>And finally, pasta sauce. All right, you want a little bit of sauce on your pasta. You can understand that. But if you get up to about a half a cup of pasta sauce, for example, that`s going to be about 12 grams of sugar. That`s more than your daily allowance. That`s a much as a chocolate chip cookie in every single serving.<br><br>We`re eating probably at least twice, if not three times, as much sugar as we should be or could be eating. The average for a woman should be about 100 calories per day of sugar. For a man, about 150 calories per day.<br><br>It depends, obviously, on how much you weigh. But the average person is eating probably 200, 300 calories, a lot of that, again, coming from added sugars as opposed to the sugars that we know about.<br><br>We know that sugar is associated with the things you might expect -- weight gain, diabetes, increased risk of heart disease and stroke.<br><br>But I think you might be surprised to learn that it can also affect your immune system. Our human bodies simply didn`t evolve to be able to eat that much sugar.<br><br>Now, the average American eats about 140 pounds a year and our bodies simply don`t know how to handle all that.<br><br>(END VIDEO TAPE)<br><br>(ONSCREEN)<br><br>Before We Go<br><br>AZUZ: Two words -- buried treasure. Silver coins showing the image of Alexander the Great, a conqueror in the 300s BC. Silver jewelry, from rings to bracelets to earrings.<br><br>More than 2,000 years ago it was all likely hidden, maybe by people planning to return. They didn`t. And a stalactite cave in Northern Israel recently yielded its secret to a member of a caving club.<br><br>The find could help archeologists better understand ancient Israel.<br><br>Not sure yet how much cash the cache is worth or if the caver will cave to cashing in. But it`s more than a silver of how things work. Alex and a truly great discovery. We`re always coining new puns on CNN STUDENT NEWS.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-12 CNN Student News.mp4"}