{"title":"CNNSN-2016-09-16-CNN-Student-News","script":"(CNN Student News) -- September 16, 2016<br><br><br>Battleground States &amp; Running a National Campaign; White House Increase Number of Refugees in 2017; NFL Announces $100 Million Concussion Initiative<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey. I`m Carl Azuz for CNN STUDENT NEWS. And Fridays are awesome! We`re happy to see you this September 16th.<br><br>We are less than eight weeks away from Election Day in the U.S. and ten days away from the first presidential debate between Democratic nominee Hillary Clinton and Republican nominee Donald Trump.<br><br>Several recent national polls are close. They indicate that neither major candidate appears to have a strong advantage. Looking at Ohio and Florida, two critical battleground states, also known as swing states, these are states whose voters could choose either a Republican or a Democratic candidate. They don`t tend to vote the same way in every election.<br><br>In Ohio, a recent CNN/ORC poll found that Donald Trump had the lead among likely voters with the support of 46 percent. Hillary Clinton had the support of 41 percent. Libertarian candidate Gary Johnson had 8 percent, and Green Party candidate Jill Stein had 2 percent.<br><br>In Florida, the same poll found that Trump had the support of 47 percent. Clinton had the support of 44 percent. Johnson had 6 percent. And Stein had 1 percent. The poll`s margin of error is 3.5 percent.<br><br>Now, there had been questions about the candidates` stances on policies. There had been questions about their health, about how open their campaigns have been with information. One thing there`s no question about is that running takes a massive effort.<br><br>(BEGIN VIDEOTAPE)<br><br>PAUL STEINHAUSER, CNN CORRESPONDENT: Running for the White House is unlike any other contest. This is the ultimate prize and it`s definitely the major leagues when it comes to campaigning.<br><br>SUBTITLE: Explain to Me: Running for President.<br><br>STEINHAUSER: Everybody thinks the election is in November, but, honestly, that election starts often two years beforehand.<br><br>Going to the early voting states, meaning voters, starting to build up a staff. This is a commitment that takes a lot more than just a few weeks.<br><br>Running for the White House is no cheap proposition. It takes a lot of money. This time around, we will see maybe a billion-dollar campaign.<br><br>Why does it cost so much money to run for the White House? Because it`s more than just a state operation. You`re running in all 50 states. And it takes a lot of money, not only to build up a staff to reach out to voters, but also the travel, the commercials. We`re talking about an immense amount of money.<br><br>You don`t always be rich to run for the White House. You can have ideas, and if you start generating buzz, well, then the money follows, especially nowadays with the Internet. It is so much easier now to reach out to anybody to raise money than it was in the old days.<br><br>To have a successful campaign, you need a pretty large staff, no doubt about it. You have to have people in the early voting states, like Iowa, New Hampshire, South Carolina, Florida and Nevada. People who are reaching out to voters, people who are setting up events for the candidate.<br><br>When it comes to a campaign staff, candidates often like to have young people and old people as well. It`s definitely a mixture. Their top strategies are often people who`ve been around for cycles. But a lot of the younger people out in the states, the volunteers and the fresh faces,<br><br>those are the people who are knocking on doors and saying hello to voters and trying to spread the message about their candidates.<br><br>There are a lot of positions in a campaign, but there are a few people that stand out the most. And one of them will be the campaign manager. That`s the person who manages a campaign, basically the boss who decides who does what and where the candidate goes and what the candidate says, to a degree.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Here`s an issue you`ll probably hear discussed in the upcoming presidential debates: the Obama administration has announced plans to increase the number of refugees that the U.S. accepts from around the world. The White House wants to allow at least 110,000 refugees to enter the U.S. in 2017.<br><br>Between 2013 and 2015, the administration accepted 70,000 refugees in all. This year alone, it will accept 85,000. The Obama administration says the increases in line with its belief that all countries should more to help the world`s most vulnerable people.<br><br>But some critics say it doesn`t go far enough, that the U.S. should accept 200,000 refugees. And other critics say the plan goes too far. They`ve discussed concerns that the cost would be high and that U.S. national security could be threatened if terrorists are among the refugees.<br><br>It`s not certain if the plan will go through. Congress could vote to limit the plan by limiting the money spent on it.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Would you use a helmet made of paper?<br><br>EcoHelmet wants you to try.<br><br>The helmet folds down to the size of a banana.<br><br>EcoHelmet meets European crash test regulations.<br><br>Many rides don`t wear helmets.<br><br>To make it waterproof, the helmet is coated with the same kind of wax as a disposable coffee cup.<br><br>(END VIDEOTAPE)<br><br>AZUZ: All right. The EcoHelmets, it`s just a concept, and it`s not made to be worn over and over, like a regular bike helmet or a football helmet.<br><br>But it has the same job, and avoiding head injuries is a goal of both bike renters and football players, especially with so much attention focused on head trauma in football.<br><br>The National Football League has said that it expects almost one third of retired players to develop long term brain problems. The NFL and its owners are now pledging $100 million. In addition to money and rule changes already committed to better prevent, diagnose and treat head injuries in football.<br><br>Supporters say this will help medical officials better identify injuries like concussions and shine more light on brain diseases like chronic traumatic encephalopathy, CTE, which is caused by repeated head trauma. Critics say the NFL has a bad record of handling these issues that has not approved, but player safety isn`t the only challenge for the league.<br><br>(BEGIN VIDEOTAPE)<br><br>VANESSA YURKEVICH, CNN CORRESPONDENT: It costs $481 on average for a family of four to go to an NFL game. It`s a lot less expensive to watch the game at home and even the experience is tough to beat. Technology offers easy access to instant replays and you can switch between big games.<br><br>Stadiums are taking notice. Last season, attendance slipped.<br><br>Is the game just not enough anymore?<br><br>UNIDENTIFIED MALE: I think the game still is enough, but modern audiences want to be as immersed in the game and have as much access to the game, as much information about the game as they possibly can.<br><br>YURKEVICH: MetLife is one of dozens of stadiums and arenas investing in technology, everything from Bluetooth beacons to mobile apps to virtual reality.<br><br>In order to help fans better connect and get them back in the seats.<br><br>UNIDENTIFIED MALE: Now we have a tremendous Wi-Fi network in the stadium. So, you can use our app to stay connected to all of the scores and stats and everything from that game. You can now have your tickets on the app.<br><br>YURKEVICH: And ideally, once you get those people in the stadium, you do want them to spend money to be here.<br><br>UNIDENTIFIED MALE: If more people have a chance to purchase something, all the better, of course. We find that certain groups of people aren`t trying types of products that we want to promote. Now, we can target just those people and deliver a timely message just today.<br><br>YURKEVICH: And according to a Northwestern University study, almost half of season ticket holders would pay even more for a better in person experience.<br><br>UNIDENTIFIED MALE: We have a very stable business model. We know how to generate revenue.<br><br>The great thing in the sports business is if serve the fans right, we will make a fair return on our investment.<br><br>(END VIDEOTAPE)<br><br>AZUZ: How about a world record for walking? Boring.<br><br>OK, how about walking on hand? Nope.<br><br>What about with the soccer ball? Negative.<br><br>Walking on hand with the soccer ball between your legs? Uh-uh.<br><br>OK, fastest 50 meters walking on hand with the soccer ball between your legs? Now you`re talking. Now you`ve got a new Guinness World Record.<br><br>A man from China reached out his arms and took home the title with an official time of just over 26 seconds.<br><br>So, put your hands together because while running the 50 and 26 seconds is hardly feat, a record was afoot when a hand walker ran the hands down greatest barefoot or bare hands or bare knuckle race ran on two hands. You got to give him a hand?<br><br>CNN STUDENT NEWS is headed into the weekend. Hope yours is a winner.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-16 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-09-16 CNN Student News.mp4"}