{"title":"CNNSN-2015-12-10-CNN-Student-News","script":"(CNN Student News) -- December 10, 2015<br><br>TIME`s Person of the Year; Brazil Security for the Olympics; The Practice of Hydraulic Fracturing<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Thank you for taking 10 minutes to watch CNN STUDENT NEWS. I`m Carl Azuz at the CNN Center. It`s good to see you Thursday.<br><br>First up, a recognition for Germany`s leader. Chancellor Angela Merkel has been named &quot;TIME Magazine`s&quot; 2015 Person of the Year. She`s led Germany since 2005 and is serving her third time.<br><br>&quot;TIME Magazine&quot; gave a number of reasons why it chose Merkel, from how she`s handled Europe`s economic crisis, to how she`s responded to terrorist attacks in the region, to how she`s addressed the continent`s ongoing refugee crisis. Her high approval rating in Germany has slipped recently because many Germans don`t agree with her response to that crisis. So, the reaction in her home country was mixed.<br><br>&quot;TIME&quot; has named a person of a year since 1927. The recipient is someone or some group that fore better or worse is considered to have had a major impact on world events.<br><br>We`re taking to Brazil now. It`s the site of the 2016 Olympic Summer Games. Officials in Rio de Janeiro say the events will be safe and secure.<br><br>They`re pointing out their experience in protecting international events like last year`s World Cup tournament in Brazil, and a 2013 visit by Pope Francis.<br><br>But there are always concerns about security at the Olympics. One major reason, a terrorist attack at the 1972 Olympic Games in Munich, Germany, when eight Palestinian terrorists killed 11 Israeli athletes and a West German policeman. Increased security since then has kept the competition safer.<br><br>But critics say it`s taken away from the celebratory atmosphere that the Olympics used to have.<br><br>Shasta Darlington is in Rio to have a look at how they planned to secure the games.<br><br>(BEGIN VIDEOTAPE)<br><br>SHASTA DARLINGTON, CNN CORRESPONDENT (voice-over): Rio de Janeiro Olympic venues back on track. But the question many asking now: will they be safe?<br><br>Central command for the 65,000 police and troops charged with securing the games right here.<br><br>(on camera): There are 4,000 cameras across the city and come August 2016, they`re going to be focused on the main Olympic sites. Right up here for example, that`s the Olympic Park and you can see the cameras all around it.<br><br>(voice-over): Rio`s security chief says they`ve been coordinating with international intelligence agencies all along.<br><br>&quot;Because terrorism was always treated as a priority, our infrastructure is very strong,&quot; he says. &quot;At this point, our understanding of the level of risk hasn`t changed.&quot;<br><br>But for security expert Paolo Storani, Brazil hasn`t taken the risk of terrorism seriously.<br><br>&quot;There`s no doubt that if somebody`s been plotting against the Olympic Games, they`re already in Brazilian territory,&quot; he says.<br><br>Part of the problem, the country`s porous borders. More than 23,000 kilometers of sea and land borders shared with 10 countries and a very few controls.<br><br>Ahead of the World Cup and Olympic Games, Rio`s police focused on cleaning up violent favelas, long the stronghold of drug traffickers.<br><br>And on protests, most recently in a joint exercise with French police. But the Paris attacks very present.<br><br>ANNE-CHRISTINE POINCHON, FRENCH POLICE LIEUTENANT: We talk to them, all difficulties, to handle these attacks. Don`t panic -- don`t panic.<br><br>DARLINGTON: Officials insist they`re ready with the contingency force that would boost the security operation to 85,000 troops, more than double the London Games.<br><br>Shasta Darlington, CNN, Rio de Janeiro.<br><br>(END VIDEOTAPE)<br><br>AZUZ: From yesterday`s transcript page at CNNStudentNews.com, the roll is calling.<br><br>And we`re calling on South Carolina today. It`s where we`re happy to be included at Therapeutic Learning Center. It`s in the eastern city of Conway.<br><br>Up next, can you hear the Lions roar? From Monroe, Louisiana, a warm welcome to everyone at Ouachita Parish High School.<br><br>And in Gwangju, a city in the southwestern part of South Korea, hello to our viewers at Speer High School.<br><br>Up next, the controversial method of getting oil and natural gas out of the earth. We`re talking about hydraulic fracturing, also known as fracking.<br><br>Search for that online and you`ll see page after page of criticism and praise of the practice.<br><br>Fracking is blamed for increasing people`s dependence on non-renewable fossil fuels. It`s also credited with generating billions of dollars for the U.S. economy.<br><br>Part of the reason why gas prices are so low is because oil prices have plunged. And part of the reason for that is the fact that U.S. oil production has increased so dramatically from fracking.<br><br>Richard Quest goes underground to explore how it`s down, why it`s controversial and why it`s contributing to an oil boom.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD QUEST, CNN BUSINESS CORRESPONDENT (voice-over): It`s hot. And the big sky of Texas seems to go on forever as these oil and natural gas rigs keep pumping out the black gold. It`s a huge industry, devoted to cracking the shale rock thousands of feet beneath the ground and freeing the precious fossil fuels inside.<br><br>(on camera): There`s nothing pretty about the art or science of fracking. It`s loud, it`s dirty and if you look at the array of equipment, it`s extremely complicated.<br><br>(voice-over): Fracking has dramatically increased energy production. American industry now has access to cheaper energy which drives manufacturing costs lower. That, of course, pushes profits up.<br><br>It`s carefully monitored from a mobile control room.<br><br>The concentration is intense. They say fracking a well can cost as much as $5 million.<br><br>(on camera): So at the moment, 9,500 feet beneath us, you are pumping water, sand and chemicals at a high pressure out into --<br><br>UNIDENTIFIED MALE: Yes. It`s going out the perforations there. Yes, sir.<br><br>QUEST (voice-over): In most cases, each well is only fracked in various stages once after it is drilled.<br><br>(on camera): So, get this bit right and this well will produce to its maximum efficiency. Get it wrong and -- well, need I say more?<br><br>UNIDENTIFIED MALE: It`s uneconomic.<br><br>QUEST: This is the sand that goes into the well.<br><br>(voice-over): Fracking is not new. The first oil wells were fractured in 1952. What`s different is that they can now drill horizontally as well as vertically, and better technology means more oil can be released.<br><br>Fracking continues to face criticism from environmentalists and others. Some say dangerous chemicals can seep into the water table. A charge the industry denies.<br><br>Others say fracturing can cause minor earthquakes and tremors. And then there`s the issue of water. Up to 2 million gallons can be used fracturing one well.<br><br>(END VIDEOTAPE)<br><br>AZUZ: English teachers have got to be thankful they don`t have to correct grammar for text messages. A new study out of Binghamton University in New York found that ending each sentence with a period, like you`re supposed to end a sentence, can actually be a bad thing in a text.<br><br>The study involved 126 undergraduate students. They saw answers to simple text questions like, &quot;Wanna go see a movie tonight?&quot; And they felt that one word answers with a period, like, &quot;Yes, period&quot;, seemed less sincere than just the word &quot;yes&quot; all by itself.<br><br>Apparently, they found that the period made the response seemed less enthusiastic. Researchers pointed out that this applied to text messages only. Periods were seen as OK in handwritten notes. The study indicates that the rules of texting are just different, period.<br><br>(MUSIC)<br><br>AZUZ: We`ve seen basketball buzzer beaters, from hook shots, or half court. This one is pretty extreme. With this team down by two points, Minnesota High School junior Oman Oman gets a rebound on a free throw with less than two seconds left. He chucks it all the way and boom goes the dynamite.<br><br>Oman told &quot;The Austin Daily Herald&quot; the shot was just a reaction that it surprised him that it went in and then it was a good feeling to have everyone rushed to him afterward.<br><br>The victory wasn`t single-handed. But Oman`s shot was. It courted a win (ph) blocked out by a field goal that won`t soon fade away, making quite a pointed full court impression on the crowd, something so offensive as to leave the other team a basket case.<br><br>I`m Carl Azuz, hoping you`ll take another shot tomorrow with CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-10 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-10 CNN Student News.mp4"}