{"title":"CNNSN-2015-04-08-CNN-Student-News","script":"(CNN Student News) -- April 8, 2014<br><br>California`s History Drought, Dog Flu Nears Epidemic Levels in Chicago, Coming Soon: World`s Longest Road-Rail Tunnel. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Welcome to CNN STUDENT NEWS, commercial-free current events for middle and high school classrooms.<br><br>This Wednesday, April 8, we`re starting with news involving the U.S. and Cuba. Along with Iran, Sudan and Syria, Cuba is on the U.S. government`s list of countries that sponsor terrorism. It`s been on that list since 1982 because Cuba`s government was helping communist rebels in Latin America and Africa.<br><br>But last year, President Obama announced the U.S. would work toward normalizing relations with Cuba, toward breaking down barriers from the cold war.<br><br>Cuba wants off the terrorism sponsor list. And the U.S. State Department is considering recommending that. U.S. officials say President Obama is still concerned about Cuba`s record on human rights and Cuban officials have warned the U.S. not to meddle with their government.<br><br>Stateside, an announcement yesterday by U.S. Senator Rand Paul. He`s running for president on the Republican ticket. The Kentucky senator became the second person to announce his candidacy, but the field is expected to grow in the months ahead.<br><br>Last January, California`s governor declared a state of emergency that was years in the making. A drought that is literally changing landscapes in California. With water restrictions in place, some folks are spray- painting their brown lawns green or replacing their grass with artificial turf to keep a green look. Some pools are being filled in. Desert-style<br><br>landscaping is popping up.<br><br>These are all effects on the surface, but what`s happening in California could have a ripple effect across the country and beyond.<br><br>(BEGIN VIDEOTAPE)<br><br>SARA SIDNER, CNN CORRESPONDENT: So just how bad is this history drought?<br><br>Well, it`s not just hitting California. This is a problem across the American West.<br><br>(ON SCREEN)<br><br>California`s Historic Drought<br><br>SIDNER: Take a look at this map. The darker the color, the drier it is. In fact, one study shows this is the worst drought in the state of California in 1,200 years. The drought is affecting about 50 million people so far.<br><br>(ON SCREEN)<br><br>Snowpack lowest level on record<br><br>6 percent of normal<br><br>SIDNER: Without the snow melt, the drought is going to persist. So far, we`re in our fourth year of drought and scientists say we need about 11 trillion gallons of rainwater to get us out of this crisis.<br><br>So just how much water is that?<br><br>Well, CNN calculated you had to have enough water to fill the Dallas Cowboys stadium 14,000 times.<br><br>So what are we going to do about it?<br><br>We`re going to basically have to change our behavior.<br><br>One example, changing over from water thirsty grass lawns to something like this -- drought-resistant xeriscape landscapes. The government wants to change over 50 million square feet of California lawns. And they`re paying homeowners to do it.<br><br>And then there`s California`s biggest water user, the agricultural industry. The Central Valley is known as the salad bowl of the world, providing more than 50 percent of America`s produce and 80 percent of the world`s almonds.<br><br>The federal government allocates water to California farms and their allotment has been cut to zero because of the drought.<br><br>But the state has been criticized for not making major cuts to agriculture. However, farmers are already hurting, some of them having to let major crops die and hundreds of thousands of acres of land go unused.<br><br>If you live on the other side of the country, you may not notice anything, at least immediately. But eventually, food prices will go up as California`s water resources drop.<br><br>(END VIDEO TAPE)<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: The Aviators, The Ganders and The Scorpions, these are the mascots of today`s Roll Call. Alfonza W. Davis Middle School is in Omaha, Nebraska. It`s where The Aviators are taking flight over The Cornhusker State.<br><br>Roundout Valley High School is next. It`s in Accord, New York. It`s where The Ganders are taking a gander at our show.<br><br>And in the capital of Jordan, hello to The Scorpions of The American Community School. They`re watching from Amman.<br><br>There`s been an outbreak of flu in Chicago. Symptoms are similar to most flu viruses -- fever, cough, exhaustion, congestion. It lasts for a couple of weeks. But it`s not affecting people, it`s affecting dogs. More than 1,000 of them, according to The Cook County Department of Animal and Rabies Control. Veterinarians say it`s not usually deadly and it`s not common, but when it does hit, it`s very contagious.<br><br>What can pet owners do about this?<br><br>(BEGIN VIDEO CLIP)<br><br>DR. ANNE COHEN, CHICAGO VETERINARY AND SPECIALTY CENTER: We`ve seen a significantly increased resp -- amount of respiratory cases here such that we have had about 10 to 15 cases a day.<br><br>(ON SCREEN)<br><br>Dog Flu Nears Epidemic Levels in Chicago<br><br>COHEN: We see them coughing, sneezing, having nasal discharge, having a fever, being lethargic and not wanting to eat. But there`s a very high spread rate of up to 60 to 80 percent. And in terms of an unvaccinated population, we can almost see 100 percent of dogs getting affecting.<br><br>The mortality rate is 1 to 5 percent. Prevention, I think, is going to be key in reducing the increase of illness that we`re seeing. So we`re asking dog owners to not take their dogs to doggie day care, to not take their dogs for boarding, to not go into situations where there`s many dogs in close proximity.<br><br>So groomers, that includes dog parks, dog beaches, which we have here in Chicago, and other, you know, doggie events that -- that have a lot of dogs in close proximity.<br><br>We had an outbreak in Chicago in 2008 and from what they described, this is nowhere near as serious.<br><br>It kind of think is this going to be the week we`re going to see less cases, is this going to be the week?<br><br>I think only time is going to tell.<br><br>(END VIDEO CLIP)<br><br>(ON SCREEN)<br><br>Shoutout<br><br>UNIDENTIFIED FEMALE: Time for the Shoutout.<br><br>Between what two countries would you find the Chunnel?<br><br>You know what to do.<br><br>Is it China and India, Sweden and Denmark, Chile and Argentina, or Britain and France?<br><br>You`ve got three seconds.<br><br>Go.<br><br>(BELL RINGING)<br><br>UNIDENTIFIED FEMALE: The Channel Tunnel, also known as the Chunnel, connects Britain and France.<br><br>That`s your answer and that`s your Shoutout.<br><br>AZUZ: The Chunnel, the Channel Tunnel, the Euro Tunnel is actually three tunnels. Two are for trains, one is for service and security. It stretches more than 31 miles under the English Channel. And when it was built in the 1980s and `90s, it went way over budget, costing billions of euros. A proposed tunnel connecting Denmark and Germany wouldn`t be as long, but it could be the longest that included both a road and a rail line.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): A new underwater tunnel could help travelers going from Copenhagen, Denmark to Hamburg, Germany cut their travel time by about two hours.<br><br>(ON SCREEN)<br><br>Coming Soon: World`s Longest Road-Rail Tunnel<br><br>UNIDENTIFIED MALE: That`s the idea behind a proposed 11 mile tunnel called Fehmarnbelt Fixed Link. Builders say it would be the world`s longest combination road and rail tunnel.<br><br>According to its Web site, the tunnel would cut crossing time across The Baltic Sea from a 45 minute ferry ride to only seven to 10 minutes in a car or a train.<br><br>Here`s how they plan to build it.<br><br>Concrete sections of the tunnel will be built on land then floated out to sea. A trench will be dug on the ocean floor about 100 feet down. The concrete sections will be dropped into the trench, followed by other sections, until the tunnel is complete.<br><br>Finally, the sections will be buried. If built, this tunnel would be about a third as long as the Chunnel rail tunnel, which connects England and France.<br><br>Estimated price tag, $10 billion.<br><br>A bill approving the project has passed in Denmark`s parliament. But some opposition remains in Germany. Germany will finance its own rail and road construction for the tunnel, which the Web site says should be finished by 2024.<br><br>(ON SCREEN)<br><br>Before We Go<br><br>AZUZ: Some designers in San Francisco recently wanted to spruce up the walls of their office. So they grabbed about 8,000 Post-It Notes and got to work. Over the course of about 12 hours, employees constructed cartoonish, but still life-sized depictions of superheroes j Wonder Woman, Super Man, Captain America, Spider Man. If they thought the project looked good on paper, it turned out pretty well in paper.<br><br>Of course, it won`t stick around forever. The paste of the pasted Post-It Notes is supposed to be a tempostrary posting. But it won`t post a problem for painters and it`s a great way to show company adhesion.<br><br>I`m Carl Azuz.<br><br>We`ll post another show for you on Thursday.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-08 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-04-08 CNN Student News.mp4"}