{"title":"CNNSN-2017-01-25-CNN-Student-News","script":"(CNN Student News) -- January 25, 2017<br><br><br>U.S. Executive Actions and Two Controversial Oil Pipelines; E-Waste in Asia<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: First story on CNN 10 today: executive actions from the White House concerning a pair of controversial oil pipelines.<br><br>We`re explaining it all starting with a look at the Dakota Access Pipeline.<br><br>It`s a $3.7 billion project that would join oil rich areas of North Dakota to Illinois, where it can then be distributed to other parts of America.<br><br>Under the Obama administration, the U.S. Army Corps of Engineers approved the plan to build it last summer.<br><br>But the Standing Rock Sioux, a Native American tribe whose reservation is near a pipeline construction site sued the government. They said that the pipelines being built on sacred ground, that it would destroy Native American burial sites and that if it ruptures underneath Lake Oahe, where part of the pipe would run, it could contaminate the tribe`s water supply.<br><br>Thousands of activists joined the Standing Rock Sioux in protest and late last year, the Obama administration reversed its decision and said it would not allow construction under Lake Oahe.<br><br>Supporters of the project say it`s safe, that its construction would create thousands of jobs and that those whose land is affected already agreed to allow construction. The company building the pipeline called the Obama administration`s reversal politically motivated. Now, the Standing Rock Sioux is calling a Trump administration decision politically motivated.<br><br>Yesterday, U.S. President Donald Trump signed an executive action to move the Dakota Access Pipeline forward. The tribe said it was unfairly rerouted toward their land without their consent. The White House says the pipeline is good for jobs, growth and energy.<br><br>You`ll notice some similarities between this controversy and one over another pipeline, the Keystone XL Pipeline. President Trump signed an action yesterday to advance that one as well.<br><br>(BEGIN VIDEOTAPE)<br><br>TOM FOREMAN, CNN CORRESPONDENT: The Keystone XL pipeline extension would stretch about 1,200 miles, most of it in the United States, from Alberta,Canada down to Nebraska.<br><br>There are lots of pipelines out there, some of which would connect with this.<br><br>So, why all the fuss about this extension?<br><br>First of all, the environment. Opponents say that they fear that this will spoil the landscape. If there is a spill, that it could contaminate ground water, hurt humans and animals. And they say this is dirty oil, a type of oil that when it`s burned, produces more greenhouse gases.<br><br>Supporters say the company that wants this, TransCanada, has already promised much more robust safety measures, that rail shipments are rising already to bring this oil in and the rail shipments are riskier than the pipeline would be.<br><br>The second issue, jobs. Supporters like to cite a study that says somewhere around 42,000 jobs or more would benefit from this pipeline.<br><br>That includes not only the people who work on it, but people in restaurants and hotels and supply houses.<br><br>But opponents say that`s all temporary. That`s for one or two years while this thing is built. In the end, there may be only 50 permanent jobs coming out of this.<br><br>So, that raises the real question, why would you want to build this thing at all? It`s only 36 inches across. Does it really make a difference?<br><br>Supporters say yes, it does. It means about 830,000 barrels of oil a day coming into the United States from a secure ally, reducing our dependence on overseas oil from places like Venezuela or the Middle East.<br><br>Whereas opponents say, look, it is just not worth it. For all those various reasons they`ve already cited, even as supporters continue to say, look, it`s time, after all this debate, to dig the trenches and to get this pipe into the ground.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEOTAPE)<br><br>STEPHEN COLLINSON, CNN CORRESPONDENT: The one thing you need to know is that an executive action is not as broad or as long-lasting as a law.<br><br>An executive order and an executive action in many ways, there`s already a difference.<br><br>So, an executive order is a statement of policy by the president of the United States. It`s a message to government departments about exactly how a law should be implemented and the rules under which the policy of the administration will be followed. Presidents use it especially when they can`t get laws passed through Congress. A law is clearly the preferable way for presidents to go because it lasts longer and it`s more difficult to overturn.<br><br>President Obama`s executive orders are now very vulnerable to the pen of Donald Trump, just as the executive orders that Trump is now signing could be overturned by the next president.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia.<br><br>What continent is largest in terms of land area and population?<br><br>Asia, Africa, North America or South America?<br><br>Whether you`re talking about population size or size in square miles, no continent comes close to Asia.<br><br>(END VIDEO CLIP)<br><br>AZUZ: So many of us are guilty of this: we get a new phone or a computer, microwave or TV and we toss out the old one. That`s where this problem begins and it`s building in Asia.<br><br>A United Nations University study says more than 12 million tons of electronic waste were thrashed in Asia between 2010 and 2015. There are several reasons why: one, there are more types of electronics people can buy. Two, there are more people in Asia who can afford to buy them. And three, the electronics being made don`t tend to last long, so there`s more need for replacements.<br><br>Recycling can help, but an investigation by an environmental group found that even recycled electronics from the U.S. sometimes found their way to landfills in Asia.<br><br>So, what happens to it when it gets there?<br><br>(BEGIN VIDEOTAPE)<br><br>IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Did you ever wonder what happens to your old computer or TV When you throw it away?<br><br>Chances are, some of your electronic junk ends up here in China, the world`s biggest dumping ground for electronic wastes.<br><br>Electronic waste or e-waste arrives by the truckload to a southeastern Chinese town called Guiyu where locals are experts at ripping apart electronic trash.<br><br>There are e-waste disposal businesses here on nearly every street.<br><br>(on camera): And in mom-and-pop operations like this, workers rip apart the appliances and pull out the most valuable elements and components for resale to future manufacturers.<br><br>(voice-over): They worked fast identifying and sorting plastic with the help of a flame.<br><br>The women here tell us all the trash is foreign, even though Chinese law bans the import of electronic waste.<br><br>The most valuable electronic guts like circuit boards are separated and the rest treated like some giant plastic harvest. Workers take piles of plastic chips and mix them into what looks like a synthetic stew.<br><br>Guiyu be one of the world`s largest informal recycling operations through e-waste, but it is dirty, dangerous work.<br><br>UNIDENTIFIED MALE: When recycling is done in primitive ways like what we have seen here in China with the electronic waste, it -- it is hugely devastating for the local environment.<br><br>WATSON: Greenpeace says the water and air in Guiyu is terribly polluted.<br><br>(on camera): I am walking on flat screams these come from laptops or from computer monitors or, or video TV screens and they can contain a highly toxic chemical, mercury, and you can see how those chemicals could then seep into the environment and even into the food supply of nearby livestock.<br><br>(voice-over): But talk to someone who doesn`t rely on e-waste to make a living and you get a very different story.<br><br>(on camera): Do you guys drink the water here?<br><br>(voice-over): These migrant farmers say they don`t dare drink the water and one of them has a shocking admission.<br><br>MIGRANT FARMER (through translator): It may not sound nice, but we refuse to eat this rice that we plant because of all the pollution. We don`t know who ends up eating this rice.<br><br>WATSON: Workers here complain their business has been hurt by a crackdown on e-garbage smuggled in from the US, Europe, and other Asian countries, but as Chinese consumers become more wealthy, the country is increasingly generating its own e-waste. That puts new pressure on China as well as the rest of the world to figure out a cleaner, safer way to dispose of all this electronic junk.<br><br>Ivan Watson, CNN, Guiyu, China.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Earning a perfect &quot;10 Out of 10&quot;, this firefighter. He is using a sweet water jet pack to meet a simulated bridge fire face to face. And then he`s got plenty of water to put it out. This is a part of a firefighting system in Dubai, United Arab Emirates. It`s reportedly seen an increase of buyers in recent years, but now, thanks in part to this, any blaze on a boat, bridge or coastal building now has a new enemy.<br><br>Why? Because he`s jet packing a hose lot of anti-inflammatory that could engulf and water-down any nearby flare up to beat the heat.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-25 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-01-25 CNN Student News.mp4"}