{"title":"CNNSN-2017-05-04-CNN-Student-News","script":"(CNN Student News) -- May 4, 2017<br><br><br>Achieving Peace in the Middle East; Debt in Puerto Rico; History of Emoji<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Hope your Thursday is going well, as we get started with a new edition of CNN. I`m Carl Azuz. Thank you for watching.<br><br>At the White House yesterday, U.S. President Donald Trump hosted Palestinian Authority President Mahmoud Abbas. The focus: achieving peace in the Middle East between Israelis and Palestinians.<br><br>President Trump hosted Israel Prime Minister Benjamin Netanyahu here in mid-February. And after yesterday`s meeting with President Abbas, the U.S. leader promised he`d help the two sides negotiate peace.<br><br>(BEGIN VIDEO CLIP)<br><br>DONALD TRUMP, PRESIDENT OF THE UNITED STATES: The Palestinians and Israelis must work together to reach an agreement that allows both peoples to live, worship and thrive and prosper in peace. And I will do whatever is necessary to facilitate the agreement, to mediate, to arbitrate anything they`d like to do.<br><br>(END VIDEO CLIP)<br><br>AZUZ: President Abbas welcomed President Trump`s offer and the Palestinian leader said he had hope for a historic Middle East peace treaty with the assistance of the American president.<br><br>Several leaders from the U.S. and the Middle East have attempted and failed to do this over recent decades. So, some experts are skeptical about whether it will happen now. But they say this could set the stage for progress down the road.<br><br>For an agreement to be reached between Palestinians and Israelis, a number of challenges would have to be overcome. Some of them being the terms of a two-state solution.<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: Israel, Palestine: A two-state solution?<br><br>OREN LIEBERMANN, CNN CORRESPONDENT: The idea behind a two-state solution is an Israeli state next to a Palestinian state. Two states living side by side in peace and security. It`s been the goal of virtually the entire international community for decades.<br><br>So, why hasn`t it happened yet? Well, both sides blame each other.<br><br>But at the center of a two-state solution are some very sensitive and very complex issues. One of those issues is Jerusalem. Both sides claim all or part of the holy city as their capital.<br><br>But there are also more issues. Borders, where would you draw the line between an Israeli state and a Palestinian state? Settlements, what would you do with Israeli settlements in the West Bank? And refugees, what happens to the Palestinian refugees?<br><br>All of these are very sensitive issues that need to be discussed before a final two-state solution can be recognized.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The U.S. territory of Puerto Rico has filed for bankruptcy. And because it owes $73 billion in debt, this is the biggest municipal bankruptcy filling in U.S. history.<br><br>Bankruptcy is a process that has to be approved by a judge. If it is, it could allow the Caribbean island to pay back creditors less than what it owes. As things stand now, Puerto Rico has been missing payments on its debt for months.<br><br>But one downside to bankruptcy is that it could make investors less willing to lend money to the island, and a lack of money is the problem to begin with.<br><br>Puerto Rico has been in an economic recession for about 10 years. Its unemployment rate is more than 10 percent compared with less than 5 percent on the U.S. mainland. These are big reasons why the island`s population has decreased by 350,000 people in the past 10 years. And fewer working residents means less tax revenue for the island`s indebted government.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: You`ll feel the emptiness. You know, right now, we have this house that was built for our big family and it`s only my wife and myself, and -- we miss our children.<br><br>UNIDENTIFIED FEMALE: There`s still the emptiness.<br><br>DANIA ALEXANDRINO, CNN CORRESPONDENT (voice-over): Sadness overtakes the Calderons when they speak of their grown children. Three of whom moved to the United States in the past ten years, in search of better opportunities.<br><br>The first to leave was the middle child who had a degree in business, but was working at an airport souvenir shop in Puerto Rico. Their youngest followed, and now has his own business. The oldest left with her husband in the summer of 2014 and immediately found a job as a teacher.<br><br>Calderon owns several rental homes which provide additional income. He also runs a moving company and sees firsthand how many well-educated Puerto Ricans leave every day for mainland U.S. For example, engineering students recruited by large companies in the U.S.<br><br>UNIDENTIFIED MALE: I pick them, you know, three at a time. You know, these kids before they graduate, they have -- big companies in the States, they have the scouts in Puerto Rico scouting these professionals and they hire them even before they graduate.<br><br>ALEXANDRINO: According to the Puerto Rico Statistics Institute, between 2013 and 2014, nearly 74,000 people migrated to the United States in search of a better life. Among them, doctors, engineers and teachers.<br><br>(on camera): This is the first time Puerto Rico faces an exodus. The first major migration occurred in the 1950s. But back then, it was mainly farm workers and hard laborers that moved -- to put it simply, the poor class in search of economic growth.<br><br>UNIDENTIFIED MALE: We are using a lot of the professional young people. In fact, Puerto Rico is an aging society -- people like myself, for example, here. And we`re not going anywhere. But the young people are living because there are no opportunities.<br><br>ALEXANDRINO (voice-over): Lack of jobs and economic recession and higher taxes have influenced the migration. For now, Puerto Rico`s economic crisis is only pushing more of its citizens to seek better opportunities elsewhere.<br><br>In Puerto Rico, Dania Alexandrino, CNN.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>Which of these emoji most closely resembles the first one ever made?<br><br>Is it A, B, C, or D?<br><br>According to the creator of emoji, the very first one was in the shape of a heart.<br><br>(END VIDEO CLIP)<br><br>AZUZ: Because, quote, &quot;If you add a heart of a sentence, any negative words feel positive.&quot; That`s what Shigetaka Kurita said in a recent interview with the Australian Broadcasting Corporation.<br><br>And though his invention started simply and simple, emoji have grown to become a sort of electronic language on their own, what some would call an art form.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Japanese design has asserted its value for centuries, influencing the world both culturally and technologically.<br><br>Don`t let appearances fool you. This may look like an average office, and Shigetaka Kurita may look like an average guy.<br><br>But odds are, he`s changed your life. Meet the man behind the emoji.<br><br>(on camera): Where do you get the ideas of emoji?<br><br>SHIGETAKA KURITA, EMOJI INVENTOR (through translator): The ideas originated from different places. One was from manga, which often uses simple signs or designs to express emotions. It also came from pictograms and signage found on the street. At the time, the Internet was not common.<br><br>REPORTER (voice-over): The first emojis are far from what we use today. Kurita designed while working for telecom company NTT DoComo in the 1990s, using just a simple 12 by 12 pixograd, 176 original emojis were born. And so, was a new form of visual communication. The very first one, a heart.<br><br>(on camera): When you were creating it, do you expect it to ever become such a universal language used by so many people.<br><br>KURITA: No, I didn`t think so. Soon after I made emoji, my mother began using them so I could imagine that emoji would be widely used in Japan.<br><br>But I didn`t think your mom would use it.<br><br>REPORTER (voice-over): It`s this universal appeal that landed them in New York`s Museum of Modern Art`s collection last year, permanently solidifying emoji`s place in art history.<br><br>(on camera): Are there any emotions that you think emojis can`t illustrate or not yet?<br><br>KURITA: An emoji is just a single picture, but it can help express most of our emotions. But if you`re from a different cultural background, you may misunderstand the meaning of, say, an emoji face which might make communication difficult.<br><br>REPORTER: Is there any characters that have become confused or have meanings that you didn`t intend?<br><br>KURITA: I made an emoji to symbolize a film projector, but it was misunderstood to be a puffer fish. I made &quot;M&quot; to mean metro or the subway, but some people interpreted it to mean McDonald`s.<br><br>REPORTER: So, I know emojis now have grown in numbers. But do you have a favorite emoji?<br><br>KURITA: I love the smile emoji the most. This facial expression is easy to understand. I found out once the smile emoji face was made, I could develop other facial expressions from there. In a way, it was a very important design and all the people of the world would like it. I love it.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Scoring a &quot;10 out of 10&quot; today, you might call this one of the more obscure world records. Anna Malik, who`s from Hungary, doesn`t just know how to spin a basketball, she can spin one on the tip of her guitar and she can play the guitar while the basketball spins, and she can sing while she plays the guitar while the basketball spins.<br><br>For doing all that for 13.23 seconds, Malik holds a Guinness World Record.<br><br>Maybe one day she`ll record a record, maybe about setting a record, maybe while setting a record. For the record, I`d be a hit that deejays and basketball players could spin. She`s put her own spin on the record, a truly concerted effort that ends our show on an up note.<br><br>I`m Carl Azuz for CNN 10.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-05-04 CNN Student News.mp4"}