{"title":"CNNSN-2015-03-18-CNN-Student-News","script":"(CNN Student News) -- March 18, 2015<br><br>Is Ebola Airborne?; The Destruction of Iraq`s Historic Relics; Chris Borland Retires; Rolling Robot Spies<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, HOST: Yesterday was election day in Israel. It`s a Middle Eastern nation of almost eight million people. It`s only slightly larger than New Jersey, but the vote was watched around the world.<br><br>This will determine the makeup of the Israeli parliament, called the Knesset. That will determine who will be Israel`s prime minister. It could impact the nation`s security, economy, its relationships with other countries in the Middle East and with Western nations, including the US.<br><br>CNN does not have any official estimates of the outcome, but a major Israeli TV channel indicated that Prime Minister Benjamin Netanyahu`s party had a one seat lead over that of his main challenger, Isaac Hertzog. While two other TV channels estimated their parties to be neck and neck.<br><br>Israelis don`t vote directly for their prime minister. They choose the parties that ultimately determine the country`s leader. You can find a full explainer on Israel`s Knesset in Monday`s edition of CNN STUDENT NEWS.<br><br>Guinea, Liberia and Sierra Leone, three nations in West Africa that have been hardest hit with last year`s outbreak of the deadly Ebola virus. Of the estimated 24,300 people who have caught it, almost 10,000 have died. The virus also threatens medical workers, anyone who has been in contact with the body fluids of an Ebola victim.<br><br>An American health care worker who caught Ebola in Sierra Leone is being treated at a National Institutes of Health facility in Maryland. The patient is said to be in critical condition.<br><br>Several of the worker`s colleagues, people who had contact with the sick person, are now being monitored in the US. They`re not sick, but they`ve likely been exposed.<br><br>(BEGIN VIDEOTAPE)<br><br>DR. SANJAY GUPTA, CNN CORRESPONDENT: It`s probably the question we got more than any other...<br><br>(ON SCREEN)<br><br>Is Ebola Airborne?<br><br>GUPTA: The answer is no, it`s not, but today I want to take just a couple of minutes and show you why not. I think you`re going to find this  really interesting.<br><br>A lot of viruses, when they`re circulating through the air, if you breathe them in, part of the reason they actually make you sick is because  they stick to your airways. Just imagine this is your airway, for example. And this is one of those viruses. Put that in there and pour it through, it`s actually staying.<br><br>Imagine that virus now staying in your lungs.<br><br>Ebola, though, doesn`t act that way. It`s not as sticky. So even if you were to breathe in an Ebola virus -- it might look something like this  -- and put it through your airway here, watch what happens.<br><br>It goes right through. It doesn`t stick in your airway, and that`s why it`s not airborne. It doesn`t make you sick.<br><br>There`s another reason Ebola isn`t airborne, either. And I want to show you this. When you think about cold viruses or flu viruses,  oftentimes they act a bit like a powder. Think of that. If this powder is sort of in the air, people can breathe it in, but they can also live on surfaces for days, even weeks. That`s, in part, what makes it airborne.<br><br>Instead, with Ebola, it`s much more like this baseball. If you think about a baseball, you could put this in the air, as well, but see what`s going to happen pretty quickly, it`s just going to drop to the ground and it`s not going to get anybody sick.<br><br>(END VIDEO TAPE)<br><br>AZUZ: Iraq`s history doesn`t just go back centuries, it goes back millennia. Historians consider Mesopotamia, which stretched over most of modern-day Iraq, to be the cradle of civilization.<br><br>But some of the artifacts and ruins that remain have a new enemy -- the ISIS terrorist group.<br><br>It`s bulldozing or dynamiting churches, relics, shrines and mosques.<br><br>(BEGIN VIDEOTAPE)<br><br>BEN WEDEMAN, CNN CORRESPONDENT (voice-over): Thousands of years of history wiped out in minutes. Videos of ISIS destroying ancient artifacts have sent shockwaves throughout the world.<br><br>(on camera): But just why are they doing it?<br><br>(ON SCREEN)<br><br>Why Does ISIS Destroy Antiquities?<br><br>WEDEMAN: From the Mosul Museum to the ancient Assyrian site of Nimrud, nothing is off limits. ISIS militants have destroyed unique statues and artifacts documenting the very history of human civilization. Their value beyond estimate.<br><br>ISIS says God ordered them destroyed because people in the past worshipped these objects instead of God, including the famous winged bulls of Nineveh, dating back to 900 BC.<br><br>It`s about eradicating a country`s, indeed, an entire region`s, cultural heritage, its past, and perhaps ruining whatever hope people still have in the future.<br><br>ISIS are attacking anything that`s either pre-Islamic or conflicts with their beliefs. UNESCO has accused them of trying to erase world history.<br><br>Of course, many of the objects from the Mosul Museum have already been sold on the black market for antiquities, a market now flooded with loot as never before.<br><br>After the upheavals in Libya, Egypt, Syria and Yemen and war here in Iraq, government order has broken down in many areas and it`s a free-for-all, whether it`s ISIS or simply ordinary people desperate to make a living.<br><br>(ON SCREEN)<br><br>Roll Call<br><br>AZUZ: Roll Call -- we`re announcing requests from cnnstudentnews.com three schools at a time.<br><br>Mexico is first up today. Hello to our viewers at the Institute of Thomas Jefferson. It`s in Queretaro.<br><br>Texas is The Lone Star State and The Chargers are electrifying. They`re at Boerne Middle School South in Boerne.<br><br>And from The Silver State, it`s The Warriors of Western High School rounding out our Roll from Las Vegas, Nevada.<br><br>Football players at all levels would say linebacker Chris Borland was living the dream. He`s 24 years old, had a great rookie season with the San Francisco 49ers, signed a $3 million contract with a $600,000 bonus and walked away. Borland said that after speaking with concussion researchers, current and former players and studying the relationship between football and neurodegenerative disease, playing isn`t worth the risk to his health.<br><br>Some retired NFL players who had suffered concussions have developed memory problems, Alzheimer`s Disease, depression or worsening brain disease. In a class action lawsuit settled last year, the NFL agreed to compensate former players and their families for concussion injuries and to cover the cost of medical exams and medical research.<br><br>Borland said he`d had two diagnosed concussions j one from middle school soccer and one from high school football, but that he didn`t want to risk any more in the NFL.<br><br>The League responded, &quot;We respect Chris Borland`s decision and wish him all the best. Playing any sport is a personal decision. By any measure, football has never been safer and we continue to make progress with rule changes, safer tackling techniques at all levels of football and better equipment, protocols and medical care for players.<br><br>Next story, they make some folks feel safer knowing that potential criminals are on camera. They make some folks uneasy, as if Big Brother is watching everything they do.<br><br>Officials say surveillance cameras are a mixed blessing. They record loads of footage which can be tedious to review, but they helped identify the alleged Boston Marathon bomber, who`s now on trial.<br><br>Two things we can say for sure -- they`re not going away and they`re constantly shifting shapes.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: (voice-over): This ball, it`s no toy. It`s a robot spy.<br><br>(ON SCREEN)<br><br>Rolling Robot Spies<br><br>UNIDENTIFIED MALE: They call it the GuardBot and it`s currently being tested by the U.S. military. Round, remote-controlled and silent, GuardBot is billed as the only known spherical surveillance vehicle that can swim upstream.<br><br>It runs on a battery powered pendulum that swings back and forth, forcing the ball to roll about three to six miles an hour. They can be remote-controlled via satellite from anywhere in the world.<br><br>Invented by GuardBot Inc. in Connecticut, a basic model could go for $100,000. The demonstration model is two feet wide, but they`re scalable. In fact, the company says the U.S. Army is interested in a tiny five inch version.<br><br>Cameras on each side act as GuardBot`s eyes. They also can be outfitted to detect explosives.<br><br>New York City police have expressed interest in using it to prevent attacks like the deadly 2013 Boston Marathon bombing.<br><br>If GuardBot pans out, the robotic shape of things to come may be round.<br><br>(END VIDEO TAPE)<br><br>Before We Go<br><br>AZUZ: It`s a new world record for an event you probably didn`t know existed -- highest recorded bird flight from a manmade structure, in this case, the bird is Darshan the eagle. The structure is the Burj Khalifa, the world`s tallest building. And the recorder was a camera fastened to the eagle`s back.<br><br>The animal was released from more than 2,700 feet over Dubai. Not much flapping necessary. Darshan seems to effortlessly glide down toward his trainer, who`s waiting on the ground and signaling to the bird. It`s incredible to watch.<br><br>But besides the record, why do this?<br><br>Darshan`s fantastic flight was designed to raise awareness about endangered species and encourage conservation.<br><br>So you can`t just call it a flight of fancy, though you could say it`s for the birds. And if you think there`s no talon how the animal found his trainer, remember, he`s got eagle eyes.<br><br>While just saying these puns leaves me feeling pretty sore, I`m glide to share them with you.<br><br>CNN STUDENT NEWS returns tomorrow.<br><br>END<br><br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-18 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-03-18 CNN Student News.mp4"}