{"title":"CNNSN-2016-04-12-CNN-Student-News","script":"(CNN Student News) -- April 12, 2016<br><br><br>Senior North Korean Military Official Defects, South Korea Says; Kerry Visits Hiroshima; A Student-Made Device that Addresses Hearing Loss. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: With the week rolling forward, we`re glad you`re taking ten minutes for our Tuesday`s show, I`m Carl Azuz.<br><br>First up, a high level defection from a communist nation. This is when someone deserts his or her own country -- in this case North Korea -- to live somewhere else -- in this case, South Korea.<br><br>Tens of thousands of North Koreans have done this before. Their lives back home are strictly controlled by the Korean government. There`s widespread poverty and hunger. But the defection announced yesterday could be of the highest ranking North Korean military official ever to do it. He was a senior intelligence officer in the communist country.<br><br>South Korean officials say he worked for a bureau responsible for spying on South Korea. Officials believe he could give a lot of valuable information on the secretive regime of North Korean dictator Kim Jong-un. His move to the South came a week after 13 North Korean restaurant workers defected to South Korea.<br><br>With all this going on, North Korea has been moving ahead with its controversial nuclear program.<br><br>(BEGIN VIDEOTAPE)<br><br>JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT (voice-over): This is the North Korean mid-range missile, says South Korea, now capable of carrying a nuclear weapon. South Korean intelligence concluding that Pyongyang`s Nodong ballistic missile can deliver a one-ton warhead as far as 1,200 miles, putting South Korea, Japan, and U.S. military bases in Asia within reach of a nuclear strike.<br><br>North Korea`s dictator Kim Jong-un is already celebrating, posing for pictures near what North Korea claims to be the warhead.<br><br>U.S. intelligence has yet to reach the same conclusion, but U.S. officials say they must assume that Pyongyang has at least an untested capability to miniaturize and launch a nuclear weapon.<br><br>JAMES CLAPPER, DIRECTOR OF NATIONAL INTELLIGENCE: It is also committed to developing a long-range nuclear-armed missile that`s capable of posing a direct threat to the United States.<br><br>SCIUTTO: Some nuclear analysts share South Korea`s more dire assessment.<br><br>JOE CIRINCIONE, PLOUGHSHARES FUND: I`ve been very skeptical about North Korea`s capabilities. But the evidence is mounting. They probably have a nuclear warhead that can fit on a missile that could hit South Korea or Japan.<br><br>SCIUTTO: South Korea`s assessment now shared in some U.S. intelligence circles follows a series of successful tests by Pyongyang, beginning with an underground nuclear test in January and followed by four missile tests, including a space launch believed to be a step toward an intercontinental ballistic missile that could reach the U.S.<br><br>Recent satellite images also show suspicious activity at North Korea`s Yongbyon nuclear facility. It is used to produce plutonium to build nuclear weapons.<br><br>In response, the U.N., the U.S., and China have all recently imposed harsh economic sanctions on North Korea, and the U.S. recently flew a nuclear capable B-52 near North Korean air space and sailed a U.S. aircraft carrier near its waters.<br><br>But North Korea has continued to make progress toward its long stated goal of becoming a nuclear power.<br><br>CIRINCIONE: U.S. policy has failed. We have not stopped them. We`ve tried ignoring them. We`ve tried sanctioning them. It doesn`t work.<br><br>SCIUTTO: U.S. defense officials tell me that the U.S. has already taken several steps to safeguard the U.S. and its allies in the region from a North Korean nuclear strike. This includes boosting the number of ground- based interceptors, and deploying new missile defense to South Korea. This is the high altitude defense system known as THAAD. Though I am told that is still months away.<br><br>Jim Sciutto, CNN, Washington.<br><br>(END VIDEOTAPE)<br><br>AZUZ: For the first time, a sitting U.S. secretary of state has visited a memorial to the nuclear bombing of Hiroshima. Secretary John Kerry is in the Japanese city for a two-day international meeting. It`s the site of the first use of an atomic weapon in warfare.<br><br>In August of 1945, after dropping leaflets warning dozen of Japanese cities of an impending attack, the U.S. dropped an atomic bomb on Hiroshima. It ultimately killed 140,000 people there. Three days later, the U.S. nuclear bombing of Nagasaki killed an additional 70,000.<br><br>President Harry Truman`s decision to use the bomb remains controversial. Some critics say it wasn`t necessary. But it`s credited with avoiding a U.S. invasion of Japan and leading to Japan`s surrender in the end of World War II shortly afterward.<br><br>Yesterday, Secretary Kerry did not apologize for America`s use of the bomb. There`s some controversy over whether the U.S. should. He said the trip was to honor those who perished but that it`s not about the past. It`s about the present and the future.<br><br>And some of the present issues the U.S. is discussing with several other countries in Japan, North Korea`s nuclear threat we mentioned earlier, China`s military activity in the South China Sea, chaos in Iraq and Afghanistan, the fight against ISIS terrorists in the Middle East, and concerns about terrorism in Europe.<br><br>Also, Europe`s historic migrant and refugee crisis. This is the first time since World War that so many millions of people have attempted to enter Europe. Nations in the European and beyond are trying to work together to address the challenges this is creating.<br><br>(BEGIN VIDEOTAPE)<br><br>PHIL BLACK, CNN INTERNATIONAL CORRESPONDENT: &quot;One-for-one&quot; is the expression that`s being used to describe the path of the European Union`s migration deal with Turkey that says that every Syrian that is returned from Greece to Turkey, the European Union will then accept one of the 1.7 million Syrians that are set to be sheltering in Turkey.<br><br>The process of choosing which Syrians will be taken from the camps and given a new home in Europe will focus on the most vulnerable, so women and children in particular. And those that have already tried to get to Europe, well, they`re going to be further down the back of the cue.<br><br>There is also a cap. The European Union says it has places for only 72,000 Syrians to be accepted in this &quot;one-for-one&quot; arrangement directly from the refugee camps in Turkey.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The one and only place our producers look for your &quot;Roll Call&quot; request, each day`s transcript page at CNNStudentNews.com.<br><br>From western Kazakhstan, we welcome our viewers at QSI International School in Atyrau. It`s located in the city of Atyrau.<br><br>From central Arkansas, we`re happy to be part of your day at Flightline Upper Academy. It`s at Little Rock Air Force Base.<br><br>And from Eastern North Dakota, the Valiants are watching. Hello to everyone at Central Valley High School in Buxton.<br><br>Most hearing aids are priced between $100 and $800. But in India, the world`s second most populated country, the income per capita is around $600 a year. For many people there, airing aids are simply unaffordable. That was the problem.<br><br>A student in the U.S. came up with a solution. It`s a small device that could fit in someone`s pocket. It works with headphones and it both tests a person`s hearing and then becomes a hearing aid.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: For two years, Mukund Venkatakrishnan spent hours fiddling with frequencies and tinkering with tones. And two years is a long time, especially --<br><br>MUKUND VENTAKRISHNAN, DUPONT MANUAL STUDENT: Because I`m only 16, like two years is a long time for me to spend on something.<br><br>REPORTER: This 16-year-old created this device, a hearing test and aid.<br><br>VENTAKRISHNAN: It eliminates a need for a doctor altogether.<br><br>REPORTER: First, the tests, different sounds at different frequencies.<br><br>VENTAKRISHNAN: You plug in head phones on the normal headphone jack right there. You hear the sound, you click the green button. If you don`t hear the sound, you click the button. And after the hearing test is completed, the device program will start to be a hearing aid.<br><br>REPORTER: A double duty device, something even he wasn`t sure that he could create.<br><br>VENTAKRISHNAN: I`m just surprised it turned out OK, right, because you never -- it`s hard to like see something like this working, like I wanted to quite a lot of times in the middle.<br><br>REPORTER: But besides his incredible persistence, there`s a big reason why he didn`t quit.<br><br>VENTAKRISHNAN: Summer after my freshman year, I went to India and I stayed with my grandparents. And my grandfather has had hearing loss for a little while.<br><br>REPORTER: And it became Mukund`s job to help get him to a doctor for a hearing aid. And the experience was less than ideal.<br><br>VENTAKRISHNAN: And the process took forever to find an audiologist. Then, once we got there, they ripped us off. And so, I kind of looked into the problem more and that`s kind of where I got into the idea.<br><br>REPORTER: So, when he got home from India, he went to work.<br><br>VENTAKRISHNAN: I started online. I looked up how to program online and I taught myself how to program.<br><br>REPORTER: And how to build a device at a price that more people can afford.<br><br>VENTAKRISHNAN: Yes, 60 bucks is what it is right now, and it`s crazy that they cost $1,500 each when you can do it for 60 bucks.<br><br>REPORTER: Two years working on the project and he still plans on making improvements.<br><br>VENTAKRISHNAN: But then when you finally, I should get that solution, it`s like the best feeling in the world, to finally break through and get that moment of ha-ha, like eureka. I love that feeling and it`s kind of what kept me going -- that and my grandfather.<br><br>(END VIDEOTAPE)<br><br>AZUZ: This is one of the more relaxing Guinness World Records we`ve show you. All participants have to do really is lie down on a mattress. It`s the largest human mattress dominoes record. Twelve hundred people, 1,200 mattresses and 13 1/2 minutes of folks claiming a title by laying their sleepy heads.<br><br>An appliance rental company set it all up in a 70,000 square foot conference center. The mattresses will be donated to charities.<br><br>Maybe setting a world record isn`t for everyone, but people were falling all over themselves for this one. They all had a soft place to land. They easily put the record to bed after toppling the old one. There was just domi-no way they`d fail.<br><br>I`m Carl Azuz, and I`m nodding off. We hope you`ll wake up to a new day of CNN STUDENT NEWS tomorrow. Sleep on it.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-12 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-12 CNN Student News.mp4"}