{"title":"CNNSN-2017-03-13-CNN-Student-News","script":"(CNN Student News) -- March 13, 2017<br><br><br>A Court Decision Upholds the Impeachment of South Korea`s Leader; A Birthday is Marked for a &quot;Bull Market&quot;; A Company Aims to Make an App into a Translator<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN 10 ANCHOR: Clock is ticking on a new week and a new broadcast of CNN 10. I`m Carl Azuz. Happy to have you watching.<br><br>Major political change is going on right now in South Korea. The Asian country`s former president left the executive mansion yesterday, three months after lawmakers voted to impeach her and a few days after the nation`s constitutional court voted to remove her from office. That formally sealed the end of the leadership of President Park Geun-hye. She headed for her private home in Seoul afterward.<br><br>Former President Park said she was sorry she couldn`t fulfill her duty as president until the end, and added that though she`ll accept the court`s decision, quote, &quot;it will take time and the truth will definitely come out.&quot;<br><br>Last year, President Park had admitted to sharing confidential information with a close friend who didn`t hold elected office. South Korea`s largest news agency reported that more than 70 percent of the country supported her impeachment, but many did not. And in some violent protest that broke out after President Park`s impeachment, three people died.<br><br>An election for a new president has to take place within two months. In the meantime, the government is pushing for peace among South Koreans.<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT (voice-over): The moment they heard Park Geun-hye was out.<br><br>(CHEERS)<br><br>Sheer joy from protesters who`ve been on the streets of Seoul for months calling for her to go after Park became embroiled in a massive corruption scandal.<br><br>UNIDENTIFIED MALE: I`m so much overjoyed. This is the very historical moment on Korea.<br><br>HANCOCKS: Just one street away, heartbreak and frustration. Passion which turned to anger on occasion, emotions running high as pro-Park supporters believed the allegations against the former president are politically motivated and justice was not served.<br><br>(on camera): Why are you so angry that she`s been impeached?<br><br>UNIDENTIFIED MALE: They cannot OK processing her (ph) step by step in the law.<br><br>HANCOCKS (voice-over): Injuries, arrests --<br><br>(on camera): And this is very emotional situation here. You can see the passion of these protesters.<br><br>(voice-over): A flurry of democratic activity. Acting President Hwang Kyo-ahn put the military on high alert and held a cabinet and national security meeting before the nation, pleading for calm.<br><br>HWANG KYO-AHN, ACTING PRESIDENT OF SOUTH KOREA (through translator): There will be people who cannot accept this and find it hard to submit to this.<br><br>But now is the time to accept and end the conflict and opposition.<br><br>HANCOCKS: South Korea`s first female president is now the country`s first impeached president. Nothing was seen or heard from Park Geun-hye on Friday. Park has now lost presidential immunity, just days after special prosecutors recommended she`d be indicted as a bribery suspect, alleging she helped an unelected confidant to extort money from big business. Park has denied any wrongdoing.<br><br>But for these protesters, Friday was a day to celebrate, a day they believe they saw people power toppled a president.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ (voice-over): Ten-second trivia:<br><br>A statue of what animal, which symbolizes a rising stock market, is also a tourist attraction in New York`s financial district?<br><br>Bear, wolf, bull, or shark?<br><br>The Charging Bull, a massive sculpture symbolizing optimism, is located at the intersection of Broadway and Morris Street.<br><br>(END VIDEO CLIP)<br><br>AZUZ: The U.S. stock market said to be a bull market when investors feel good about it and buy stocks, causing prices to rise. It`s one indicator of an improving U.S. economy. A bull market can be triggered by an economy boom or an economy recovery, and the U.S. has been in that, an economic recovery, since the Great Recession dragged the market to its rock bottom on March 9th, 2009.<br><br>So, last week, the bull market that`s been rising since then celebrated its eighth birthday. And with stock indexes like the Dow Jones Industrial Average and the S&amp;P 500 having set recent records, we`re explaining some of the reasons why.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT: A bull rally born on a day when no one was celebrating, March 9th, 2009. The Standard and Poor`s 500 tanked to 676, that`s 676. And the bull market grew up from a recession into a recovery.<br><br>This is what it looks like. The S&amp;P 500 adding an incredible 250 percent. History made all along the way. A stimulus, tax cuts, an auto bailout, a new health care law, debt ceiling showdowns and a credit downgrade of U.S. debt, a budget sequester, and then Democratic control giving way to a GOP hold on Congress and the White House. And more recently, this -- a Trump rally, riding a wave of job creation and campaign promises to lower corporate taxes and roll back regulations.<br><br>A thousand dollars invested at the bottom would be $3,500 today, an astonishing $21 trillion in new stock market wealth, greater than the entire value of the U.S. economy added to stock investors over just eight years. The key here, new wealth for investors, just about a half of American households are invested in the stock market.<br><br>Now, you know the saying, &quot;past performance is no guarantee of future results&quot;, but a peek into a record book is instructed here, especially if you feel that this bull is old and tired.<br><br>So, happy bull market.<br><br>At eight years old, this is the second longest bull market in history, behind the epic run from 1987 to 2000. That rally, the longest and strongest in history, up 583 percent. To match the length of that run, this one needs to go another four years. To match the gains from that 1987 to 2000 bull run, it will have to at least double again from here.<br><br>The risks for investors ahead: higher interest rates from the Fed, a potential trade war, congressional gridlock over tax reform. The potentially bigger risks: missing out on an economy roaring back.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Making tech news, the company in the translation business is pre- selling ear buds that connect to a smartphone app and almost instantly translate another language. They retail for around $300. They`re supposed to ship later this summer. They`ll initially be able to translate five languages, but they`re not perfect. Sometimes, there`s something lose in translation.<br><br>(BEGIN VIDEOTAPE)<br><br>SAMUEL BURKE, CNN BUSINESS CORRESPONDENT: I`m trying out Waverly ear buds. They do live translation from ear to another and I`m here with the CEO and founder of the company. So, I`m going to try it out with you.<br><br>(SPEAKING SPANISH)<br><br>(translation): What you`ve seen here in Barcelona.<br><br>ANDREW OCHOA, CEO, WAVERLY LABS: We went to a really great restaurant last night and had paella.<br><br>BURKE: Fuimos a un restaurante realmente estupendo anoche y tenia paia.<br><br>Almost there.<br><br>Walk me through what`s happening here.<br><br>OCHOA: You do need to pair the ear buds to the phone. Once you turn the microphone on it stays on. And you can put the phone in your pocket and speak, the ear buds will pick up what you`re saying.<br><br>BURKE: (SPEAKING SPANISH)<br><br>(translation): When I was young, what is your favorite TV series?<br><br>BURKE: I say when you were young.<br><br>(SPEAKING SPANISH)<br><br>(translation): You are married.<br><br>BURKET: So, I said, are you married?<br><br>So, is this simultaneous translation or consecutive translation?<br><br>OCHOA: Yes, so the first version is actually waiting until you`re done speaking before it translates. Again, the whole idea of the ear pieces, the ear buds is to kind of create a more natural experience. I put the phone in my pocket and we`re just talking together.<br><br>BURKE: One last question.<br><br>(SPEAKING SPANISH)<br><br>(translation): You`re going to leave all the translators out of work.<br><br>OCHOA: It has a long way to go before it`s perfect, but maybe one day, decades down the road.<br><br>BURKE: So, it got it almost right. It`s got a long way to go before it`s perfect but in a few decades it will be on the freeway.<br><br>OCHOA: Close enough.<br><br>BURKE: Almost there.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, if you`ve been signed up for our daily email, you would have received a note last night detailing what`s in today`s show. If you like to sign up and we hope you will, head to CNN.com/CNN10, and under the &quot;Keep in Touch&quot; banner, you can click, sign up for daily emails. You`re going to love it. They`re going to be in your inbox one day soon.<br><br>(MUSIC)<br><br>AZUZ: There`s a place in the northeastern U.S. that`s no stranger to hurricane force winds, even though it`s not directly on the Atlantic Coast.<br><br>It`s Mount Washington, New Hampshire.<br><br>And in today`s show, it gets a one &quot;10 out of 10&quot; because in addition to last Thursday`s high temperature of negative 13 degrees Fahrenheit, it was windy. Thanks to the Mount Washington Observatory, we can see what it`s like to take a walk in 110 mile per hour winds.<br><br>He should have been wearing a hood. His hair had a few fly-aways, though it made for a great wind blown look. And though he might need a little first aide, he won`t need any pomade to flag down a hair style that stays frozen even in that kind of wind.<br><br>I`m Carl Azuz with CNN 10`s stories that leave you breathless.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-13 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2017-03-13 CNN Student News.mp4"}