{"title":"CNNSN-2016-03-04-CNN-Student-News","script":"(CNN Student News) -- March 4, 2016<br><br><br>North Korea Defies New U.N. Sanctions; Magnitude 7.8 Earthquake Hits Indonesia<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Fridays are awesome! Especially when you join us for 10 minutes of international current events.<br><br>I`m Carl Azuz at the CNN Center.<br><br>Our March 4th show begins with news out of North Korea. The communist country launched six short range missiles yesterday. They flew about 60 to 90 miles east into the sea.<br><br>It was an act of defiance and here`s why: the United Nations Security Council voted earlier this week to penalize North Korea. This organization is responsible for keeping international peace and security. Its members were angry with North Korea because in January, it said it had tested an incredibly powerful nuclear bomb. And in February, it said it had used a long range rocket to put a satellite in orbit.<br><br>The U.N. has sanctions, penalties in place to pressure North Korea to get rid of its nuclear and missile programs. Now, more sanctions are coming.<br><br>(BEGIN VIDEOTAPE)<br><br>UNIDENTIFIED MALE: Please raise their hands.<br><br>REPORTER: The U.S. calls it a seismic shift in the way North Korea is dealt with, unprecedented, groundbreaking, all the superlatives being brought out for the occasion.<br><br>North Korea`s response was swift. Six short range projectiles fired off their east coast, a clear sign the regime is not happy with the latest U.N. sanctions.<br><br>Among the next and expanded restrictions, a mandatory inspection of all cargo going in and out of North Korea, a complete ban on small arms, a wider ban on luxury goods, a ban on aviation and rocket fuel, and limits on its sales of coal and iron core.<br><br>That last one, if implemented fully, could make a sizable dent to North Korea`s experts. The U.S.`s coal exports alone account for around a billion dollars of the country`s annual income.<br><br>The key to the sanctions success is China, and how carefully it will police its almost 900 mile or 1,500 kilometer border with North Korea. Up until now, Pyongyang`s main smuggling route.<br><br>But the fact Beijing signed on to strong sanctions at all is significant in itself. Kim Jong-un however has consistently made it clear it`s full steam for both his missile and nuclear programs.<br><br>SAMANTHA POWER, U.S. AMBASSADOR TO U.N.: We fully anticipate that they will try to drive a truck through any loophole that they can find. But this resolution is so comprehensive, there are so many provisions that leave no gap, no window.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It seems the most recent earthquake to strike near Indonesia was very pretty minor in terms of the damage costs. The tremor was very strong, magnitude 7.8, a major earthquake. But it was also 15 miles deep and about 500 miles from Indonesia`s largest island, Sumatra.<br><br>Still, it was enough to send people rushing to higher ground as Tsunami warning sirens went off. This time around, no significant waves washed in.<br><br>But in 2004, the island nation suffered catastrophic losses after a magnitude 9.1 earthquake hit near northern Sumatra and generated tsunamis that killed more than 200,000 people in country`s all around Pacific.<br><br>Several deadly quakes have struck since then. Technology that would warn people of a quake is improving, but it has its flaws.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: If you`re in an epicenter of an earthquake, you`re going to get no warning. There`s no time for that. The warning depends on the distance you are to the earthquake epicenter.<br><br>An early warning system for earthquakes is expensive and also complex. Part of the problem is we don`t have a system that can predict the earth is going to move. Our warming system is based on the fact that the earth is already moving and then if you`re farther away from that epicenter, we can give you some time to prepare. It`s a minor time but some time.<br><br>Unlike a tornado warning where Doppler Radar can see the rotation and issue a warning before the tornado, an earthquake warning happens when the earthquake is already shaking. Another limitation is how close the sensor is to the epicenter. If the sensor is 10 miles away from the epicenter, it takes five seconds to get to that sensor. So, the more sensors we get, the better the lead time we`ll get as well.<br><br>If we get 10 seconds notice of an earthquake that`s happening, especially a big one, you can open up the elevators on the nearest floor. You can stop trains. You can stop all those things that are moving before the shaking gets there.<br><br>This entire system works because of the speed of light, or the speed of the warning going down the line, is 186,000 miles per second. The earth as it`s wiggling and shaking along is going at 2 miles per second.<br><br>So, if you`re 30 miles away, your warning could be 15 seconds. It`s 15 seconds that could save your life.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: Dodos don`t have a reputation for being the smartest birds in the aviary.<br><br>But new research suggests they might not have been dodos at all. Scientists scan a dodo skull, and found that their brains were probably similar in size to those of modern pigeons.<br><br>Researchers also think they had a pretty good sense of smell. But because they went instinct in the 1600s, they didn`t get the chance to earn a smarter name.<br><br>So, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: It used to take a whole video crew and maybe a helicopter to shoot someone mountain biking on roughed terrain or snowboarding a remote slope.<br><br>Smaller cameras, selfie sticks have changed things. But they can be distracting and sometimes unsafe to use while you`re moving.<br><br>How much of a game changer could drones be if for 50 to 150 bucks, you get a minute-long edited video of your best skiing ever?<br><br>(BEGIN VIDEOTAPE)<br><br>LOUIS GRESHAM, CO-FOUNDER, CAPE PRODUCT: There`s just something amazingly beautiful and eloquent about a camera in the sky. You get the totality of the landscape. You get the full subject and there`s just something magical about it.<br><br>I think we`re in a little bit of crossroads right now when it comes to outdoor stuff and documenting your own life. We`ve been playing around GoPros for years, sticking cameras on our helmets, on our chest selfie sticks.<br><br>With all this technology, the burden on the user isn`t getting any lesser. It also does sometimes -- it takes you out of the moment.<br><br>UNIDENTIFIED MALE: Final way point should start right there.<br><br>GRESHAM: So, if you show up in the mountain, you want to get filmed, it`s super simple. You just walk up to the kiosk, a drone will take off at the same time that you do. We`ll do three runs. It will follow and film you from a couple of different angles.<br><br>And within 48 hours, you get that footage compiled into an awesome, professionally edited video.<br><br>The future that we`re really excited about is one in which you can be out doing anything. Let`s say you`re kayaking somewhere, or you`re surfing and being able to at the push of the button, some of the drone get that moment captured and then have it delivered back to you within minutes. That`s the goal that we`re working towards -- keeping the drones flying, keeping the awesome video it`s turning out and creating awesome memories for people.<br><br>(END VIDEOTAPE)<br><br>AZUZ: First time we visited Spain this year on the &quot;Roll Call&quot;, in the eastern part of the country, you`ll find Barcelona. And on today`s transcript page, we found the American School of Barcelona. Great to have you watching.<br><br>In the central U.S. state of Arkansas, the city of Rogers is on our roll. The Lingle Lions are watching at Greer Lingle Middle School.<br><br>And the community of Perry, Ohio, is pretty close to Lake Erie. The Pirates are setting sail at Perry High School.<br><br>(MUSIC)<br><br>AZUZ: Golf champion Tiger Woods recently opened a new course in Texas. Part of it is a par three designed specifically for kids. And 11-year-old Taylor Crozier was one of the first kids on it.<br><br>Here`s what`s hilarious. It takes a really good swing, so good the ball lands right near the hole, and then it rolls closer, closer, ace!<br><br>The crowd went nuts. Woods gave Taylor a big old bear hug. Tiger couldn`t believe it, and then he stepped up to play the hole himself.<br><br>So, how did the golf professional do? He made par in three shots.<br><br>But keep in mind, it`s a small course, so Taylor is not out of the woods yet. Still, despite being pretty green, he`s not a boogey-ner. Taylor seems made for the sport, after sinking his place in a really elite club.<br><br>I`m Carl Azuz. We`ll take another swing next week.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-04 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-03-04 CNN Student News.mp4"}