{"title":"CNNSN-2016-04-26-CNN-Student-News","script":"(CNN Student News) -- April 26, 2016<br><br><br>More U.S. Troops in Syria; Reopening of a Belgian Train Station; A Dome for Chernobyl; Restrains on a Mars Mission. Aired 4-4:10a ET<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz.<br><br>First up this Tuesday on CNN STUDENT NEWS: An increase of U.S. troops. President Obama made the announcement yesterday. There are 50 U.S. troops currently in Syria. As many as 250 additional forces are on the way for a total of 300.<br><br>Why this is significant? For one thing, it`s an addition to the U.S.-led airstrikes against the ISIS terrorist group in Syria. The president says the Americas will be training and helping local forces who are fighting ISIS and that the American troops will build on the momentum that the local forces have gained on the ground in Syria.<br><br>The critics say 300 U.S. troops isn`t enough to effectively defeat ISIS and that the increase goes against a promise that President Obama made in 2013 when he said no U.S. boots would be on the ground in the fight. The White House says U.S. forces will not have a combat role.<br><br>Trains are running again at the Maalbeek metro station in the capital in Belgium. Until yesterday, they`ve been shut down following terrorist attacks there ended the Brussels airport on March 22nd.<br><br>The bombings killed more than 30 people at the two sites, hundreds of others were wounded, the full reopening of the station is seen as another symbolic step toward healing.<br><br>CNN`s Erin McLaughlin takes us there now. She was reporting as the trains resumed to get a sense of how people are responding and how victims and witnesses are coping.<br><br>(BEGIN VIDEOTAPE)<br><br>ERIN MCLAUGHLIN, CNN CORRESPONDENT: Today is the first day since the attacks the trains are stopping at this metro station. It was here after all on March 22nd that a suicide bomber blew himself up, killing 20. Passengers tell CNN that day, people were shockingly calm (ph) as they made their way to the darkened tunnels to safety, memories that will haunt this country forever. And today, for these people, it`s an emotional commute.<br><br>UNIDENTIFIED MALE: It`s rather to come here again because we are still thinking about the people who died here.<br><br>MCLAUGHLIN: What`s just kind of going through your mind as you stopped at this train station and sort of see life go on?<br><br>UNIDENTIFIED MALE: Well, it`s strange. It`s strange. You tend to look to all the other passengers, you know? It`s strange.<br><br>MCLAUGHLIN: Strange to see the military patrolling in metro station in a European capital. Belgium remains under threat level three, meaning that an attack is possible and likely.<br><br>People who visit this metro station are encouraged to leave messages on this white board. On Saturday, many of the victims` families as well as survivors visited the station. So, many of the notes you see here are from them.<br><br>Down here, a family is mourning. A father, &quot;A father first,&quot; it reads, &quot;with love we`ll never forget you.&quot;<br><br>And then down here, poignantly, in Spanish, it reads, &quot;Love for all, even for them for they know not what they do.&quot;<br><br>Support is very much an outpouring of love and compassion from people affected by this tragedy from around the world.<br><br>Erin McLaughlin, CNN, Maalbeek Station, Brussels.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s a modern marvel of engineering. Reportedly, the largest movable object constructed on land, a dome tall enough to cover the Statue of Liberty and wide enough to cover the U.S. Capitol building.<br><br>But it`s not being built to house tourists, sports or businesses. It`s for the remains of a reactor at the Chernobyl nuclear power station. It`s located in Ukraine. When it was online in the 1980s, it was part of the Soviet Union. A disaster there exactly 30 years ago was the worst in the history of nuclear power.<br><br>An experiment gone wrong caused explosions and blew the roof off Chernobyl`s number four reaction. Thirty people died immediately, but scientists estimate that thousand of cases of radiation sickness and cancer deaths will have resulted as well.<br><br>After the accident, a giant steel and concrete cover was built to seal reactor four and contain some of its radioactive material. But it`s deteriorating and radiation is leaking out. So, the $1.7 billion dome called the New Safe Confinement is being built to cover it.<br><br>Engineers plan to use rails to slide it over the current structure this November and to finish sealing it off by the end of next year. Workers are constantly monitored for radiation exposure.<br><br>Of the colleges, high schools and middle schools that requested a mention on yesterday`s transcript, here are three that have never had a &quot;Roll Call&quot; before.<br><br>Taiyuan University of Science and Technology is in the city of Taiyuan, China. Hello to everyone at Changzhi Province.<br><br>Battery Creek High School is in the city of Beaufort, South Carolina. It`s great to see the Dolphins are in the swim today.<br><br>And how about the Hawks? They`re soaring over J.C. Harmon High School. It`s in Kansas City, Kansas.<br><br>The idea of sending people to Mars has been around for decades. It`s been approached differently by different U.S. leaders and lawmakers. At this time, we don`t have the technology to get people there and back. But scientists are working on it.<br><br>There`s debate about whether it will be money well-spent, or if it`s worth risking human lives when we could send robots. But one of the biggest restraints of a potential Mars mission could be a simple lack of desire.<br><br>(BEGIN VIDEOTAPE)<br><br>RACHEL CRANE, CNN CORRESPONDENT (voice-over): They say history is the best predictor of the future.<br><br>NEIL ARMSTRONG, AMERICAN ASTRONAUT: It`s one small step for man --<br><br>CRANE: And historically, the U.S. has been the leader in space exploration.<br><br>HOUSTON MISSION CONTROL: They`ve got the flag up now. You can see the Stars and Stripes on the --<br><br>CRANE: But we`re in different time, decades from the boundless Apollo era, when space exploration was a national priority.<br><br>JOHN F. KENNEDY, FORMER U.S. PRESIDENT: No nation which expects to be the leader of other nations can expect to stay behind in this race to space.<br><br>CRANE: Now, we`re at a point where scientists and space enthusiasts say we need to push further.<br><br>CHARLES BOLDEN, NASA ADMINISTRATOR: We`re closer to Mars today, humanity is, than we have ever been in the history of civilization.<br><br>CRANE (on camera): What are some of the lessons of the past that NASA is taking on these future missions to Mars?<br><br>BOLDEN: Some of the greatest lessons of the past have to do with our failures.<br><br>HOUSTON MISSION CONTROL: Obviously, a major malfunction.<br><br>BOLDEN: One of the things that we constantly remind ourselves is we have to be hungry all the time.<br><br>CRANE: What is it going to take to get to Mars?<br><br>BOLDEN: Blood, sweat, tears, some tragedy along the way, unfortunately. But the biggest thing, you know, the biggest thing is will power.<br><br>UNIDENTIFIED MALE: A beautiful view.<br><br>CRANE (voice-over): Buzz Aldrin is the second man to walk on the moon and one of the most famous astronauts in history.<br><br>(on camera): Going to Mars, it`s going to be one of the biggest challenges humanity has ever taken on. Do you think we have the will to actually pull this off?<br><br>BUZZ ALDRIN, AMERICAN ASTRONAUT: No, we don`t have the will right now. And the public is really not all that fired up.<br><br>KIP THORNE, PHYSICIST: The whole atmosphere that we`re living in is not like it was in the Apollo era. One big difference is the level of enthusiasm of the American public. The second big difference is the level of enthusiasm in Washington.<br><br>CRANE (voice-over): And it`s not just enthusiasm. It`s money, too.<br><br>(on camera): During the Apollo era, though, NASA had about 4 percent of federal spending. Now, it`s less than half of one percent. Is that going to have to change in order for us to pull of this mission?<br><br>BOLDEN: Yes, yes.<br><br>CRANE (voice-over): NASA doesn`t have an exact price tag for a manned mission to Mars. But some argue it could cost hundreds of billions of dollars. This year, NASA received a budget increase of $1.3 billion.<br><br>BOLDEN: The U.S. is trying to lead the rest of the world in exploring our solar system, but not a foray out and back, but actually expanding human presence throughout our solar system.<br><br>UNIDENTIFIED MALE: One step further on the moon.<br><br>CRANE: But historically, the U.S. wanted to do it alone.<br><br>BOLDEN: Going back to the beginning, international collaboration was non- existent. We got to the moon because of competition. We could not allow the Soviets to beat us to the moon.<br><br>CRANE (on camera): But it seems as though we`ve gone from the spirit of competition during the Apollo era to a spirit of collaboration and cooperation.<br><br>BOLDEN: And that`s essential. We cannot do it alone. No nation can go where we want to go and do it alone. This is a human journey to Mars.<br><br>(END VIDEOTAPE)<br><br>AZUZ: At a busy intersection in eastern China, an attendant police office recently noticed that cracks were forming in the road. So, he quickly took action, putting down traffic cones to keep cars away. And according to China Central Television, his hunch was right. They say that within minutes of his taking action, the road opened up, a huge sinkhole suddenly swallowing the space where several cars would have been.<br><br>So, while he couldn`t prevent a crack out, his sinking feeling yielded a lane change that changed the lanes of danger. The terrific traffic stop stopping trafficking from tracking underground where the rubber leaves the road, driving drivers to divert driving to danger, all thanks to a traffic officer`s wholehearted approach to his job.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-26 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-04-26 CNN Student News.mp4"}