{"title":"CNNSN-2016-11-17-CNN-Student-News","script":"(CNN Student News) -- November 17, 2016<br><br><br>Catastrophe in the Syrian City of Aleppo; More than 1 Billion People Globally Are Living with High Blood Pressure; What is the AQI?; A Call for Noisier Cars; History of the Keyboard<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi. I`m Carl Azuz. Thank you for taking ten minutes for CNN STUDENT NEWS.<br><br>Jumping right in as always, with news out of the Middle Eastern country of Syria leading off today`s show. It`s been at civil war since 2011.<br><br>Ceasefires have come and gone, no end is in sight.<br><br>At one time, the Syrian city of Aleppo was the largest in the country. But now, after four years of battle there, it`s estimated to have only one-tenth the population it had before the war. The eastern part of the city is controlled by rebels fighting the Syrian government. It`s been under siege by government forces. It`s been bombed on numerous occasions.<br><br>Syria`s government says it`s targeting terrorist positions in eastern Aleppo and it sent text messages to residents, telling them to evacuate before new assaults begin.<br><br>Because so many civilians are caught in the crossfire and because food, water and medical supplies are running low in eastern Aleppo, the situation has become a humanitarian catastrophe.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT: We`ve been talking to people in rebel-held east Aleppo who say they feel as if the international community has forgotten them and they also feel the Syrian regime supported by that Russian flotilla just off the Syrian coast is timing this final offensive to coincide with the distraction of the U.S. presidential transition.<br><br>They feel that the world is looking the other way and they`re fearful that the explosions that happened on Tuesday, the huge explosions that rocked several different neighborhoods around east Aleppo are just going to be the beginning of another horrific onslaught -- much like what they saw just three weeks ago when there was that month of continuous bombing when 500 people died including far too many children.<br><br>The airstrikes that happened on Tuesday, according to the Syrian regime, were specifically targeting terrorist locations. That`s what the state media said, a Syrian state media reporter described the bombing as unprecedented in terms of the number of continuous explosions, a very fearful day and evening for people as they`re afraid that their homes might be hit. They`re also fearful for hospitals, market places and other soft targets that we`ve seen from our own on-the-ground reporting often are collateral damage or perhaps intentional targets in this bombing campaign.<br><br>We`ve seen the Syrian regime used this technique in the past where the aerial bombardment coincides with ground troops surrounding the rebel-held area, not allowing in any food or medicine, and also not allowing in any munitions. So, the bombardment would continue, people become hungry and more desperate. And then they send a message basically saying, you can either starve and be bombed, or get on busses, leave your homes and go elsewhere.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Scientists said Imperial College London recently studied world blood pressure statistics between 1975 and 2015, and here`s what they found: 1.13 billion people, more than 15 percent of the world`s population now have high blood pressure. That`s almost twice the number of people affected 40 years ago, but this is also because the world population has increased in the last 40 years and gotten older. Those with higher blood pressure today tend to live in poorer parts of the world.<br><br>What causes elevated blood pressure? Lots of salt and potassium in diets, pollution and exposure to lead, and bad nutrition in childhood.<br><br>High blood pressure can increase your risk of strokes, heart, and kidney disease. But blood pressures aren`t rising everywhere. Rates have dropped in the U.S. and Canada. Experts say better food options and health services have helped.<br><br>The drought in the U.S. southeast has contributed to the spread of dozens of wildfires. The U.S. Forest Service says more than 30 large fires have scorched more than 80,000 acres. That`s like 80,000 football fields in Alabama, Georgia, Kentucky, North and South Carolina, and Tennessee.<br><br>But that`s just the big fires. Yesterday, there were more than 67 total fires burning in Tennessee alone. There are states of emergency in several places hundreds of people have been hospitalized in Tennessee with breathing problems related to the fires.<br><br>Wednesday`s air quality index in Atlanta, Georgia, miles away from any of the fires, was unhealthy. In Chattanooga, Tennessee, it was 151. What exactly does that mean?<br><br>(BEGIN VIDEOTAPE)<br><br>SUBTITLE: What is the AQI?<br><br>JENNIFER GRAY, CNN METEOROLOGIST: The one thing you need is that if you were like many who suffer when the air quality is poor, relief could be just a click away.<br><br>There`s something called the Air Quality Index, or the AQI, and it keeps track of how clean or populated the air is on a day to day basis. The Environmental Protection Agency calculates the AQI on five major pollutants that are regulated by the Clean Air Act. Ground level ozone and particle pollution are the greatest threat to human health.<br><br>The Air Quality Index runs from zero to 500, with 500 being the most unhealthy.<br><br>Anything over 100 could be considered unhealthy for sensitive groups. We`re talking about people with asthma as well as heart conditions.<br><br>Everyone will start feeling the effects of poor air quality when the number reaches 150 or above. Anything over 300 is considered hazardous air quality.<br><br>It`s encouraged on these high level days to limit your outdoor activities and stay indoors. Exercising outdoors during ne of these high level days could result in serious health consequences.<br><br>So, before you go outside, check the AQI to protect yourself and to have better health.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Well, if you`ve been close to an electric or hybrid car passing by, you might have noticed that it is quieter than a typical gasoline powered car. Too quiet as far as the U.S. government is concerned.<br><br>So, the National Highway Traffic Safety Administration has a new rule for electric or hybrid cars sold in the U.S. They`ve got to make more noise.<br><br>The rule takes effect in September of 2019, and that time, all manufacturers have to make sure that new battery powered cars have sound alerts when they`re traveling at 19 miles per hour or slower, and that`s backwards and forwards. Why? To help pedestrian, especially people who are blind or have limited vision, know when there`s a car nearby.<br><br>The administration says depend on their senses to alert them to possible danger, and that hearing as well as seeing the cars could increase safety.<br><br>It says the alerts could help prevent 2,400 pedestrian injuries every year. Critics say electric vehicles are supposed to be quiet, and they`re concerned that the sound alerts could cause noise pollution.<br><br>From new technology to tech that`s older than anyone live. The keyboard on a smartphone, which is, of course, totally digital, has something important in common with the keyboard of early typewriters, which is, of course, totally analog, QWERTY -- the odd, almost random looking arrangement of letters all around home row, turns out that arrangement is anything but random.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Ever wonder why your keyboard looks like this and not like this?<br><br>The answer has a lot to do with this.<br><br>QWERTY`s creators never typed out exactly what they were thinking, and although not everyone agrees, this is why most experts believe the keyboard is laid out the way it is.<br><br>The first typewriters had keyboards of all shape and sizes. But investors soon learned they needed to stagger the keys to stop them from getting stuck together. In 1867, newspaper editor Christopher Latham Sholes was working on one early version. His first keyboard had the second half of the alphabet on top and first half on the bottom. But the keys were still getting jammed.<br><br>Letters often used consecutively would get stuck together if they were next to each other on the keyboard. So, he devised a new layout, separating the most common pairings of letters. Early typewriters left out the one and zero keys. People used lower case L`s and capital O`s instead.<br><br>A few years later, E. Remington and Sons, a weapons manufacturer, was looking for a new way to rake in some cash after the end of the Civil War.<br><br>So, they turned from rifles to typewriters. Remington entered into an agreement with Sholes and switched up the layout just a bit. They swapped the R and period, leaving QWERTY.<br><br>Slowly, keyboard manufacturers begin adding the one and zero keys. But it didn`t become standardized after roughly a hundred years later in the 1970s. Today`s keyboards have that same staggered layout, even though the technical limitations of the typewriter are long behind us.<br><br>Clearly, we`re no longer concerned with getting keys stuck together, but QWERTY stuck around.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, this mannequin challenge thing has gone to the dogs.<br><br>Exhibit A comes to us from an Instagram account called Zoe the Frenchie, as in French bulldog. She looks so life-like, but doesn`t lift a paw as the camera pans from her to her coveted Cheetos.<br><br>Exhibit B is from Twitter @ryannorton1, which shows a golden retriever retrieving nothing, except for a whole lot of administration and likes on social media.<br><br>This almost looks fake. Would that make her a golden deceiver?<br><br>We`d like to see some other breeds join the still life, the Jack Rus-still Terrier, the English Mastill, the Pointer. Any of these animals can be mannequin`s best friend, but the champ would have to be a Bichon Freeze.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-17 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-11-17 CNN Student News.mp4"}