{"title":"CNNSN-2016-02-09-CNN-Student-News","script":"(CNN Student News) -- February 9, 2016<br><br>Strong Reactions Follow North Korean Satellite Launch; A Note of Caution Ahead of Rio Olympics; The New Hampshire Primaries<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: I`m Carl Azuz for CNN STUDENT NEWS. We`re back to our daily current events coverage today. We hope you enjoyed yesterday`s look at the U.S. food industry.<br><br>First up, fireworks and celebrations last night at Pyongyang, the capital of North Korea, criticism and warnings from the international community.<br><br>It`s because the communist nation launched a satellite over the weekend, and a government official said North Korea would continue developing its aerospace technology, despite international sanctions, penalties against the country.<br><br>The United Nations Security Council, whose rule is to maintain peace and international security, held a meeting afterward, an emergency meeting. It strongly spoke out against the launch and called it a clear threat.<br><br>South Korea and the U.S., who are allies, said they`d speed up plans for a missile defense system in South Korea.<br><br>Why such a strong reaction to a satellite launch?<br><br>(BEGIN VIDEOTAPE)<br><br>PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT: International condemnation is guaranteed and yet, North Korean leader Kim Jong-un still persists with satellite launches, which the West sees as veiled missile tests.<br><br>SUBTITLE: North Korea`s satellite ambitions.<br><br>HANCOCKS: Why?<br><br>First of all, Pyongyang has never really allowed criticism or even U.N. sanctions to allow it to deviate from its chosen path. Kim Jong-un has inherited the space program from his father, the late Kim Jong-il and he has accelerated the progress. He has spent billions of dollars into this program. He has opened a new satellite control center. He has updated the launch site. And he`s attempted three launches in just the last four years.<br><br>Pyongyang insists that this most recent satellite launch is peaceful. If so, what exactly does Kim Jong-un get out of this?<br><br>Well, a working satellite can allow for broadcasting, for mapping, for weather forecasting, and, of course, for gathering intelligence.<br><br>But if as much of the world suspects, this is in fact a front for a long range missile tests, the benefits for the North are even greater. A rocket that launches a satellite is essentially the same as a rocket that would launch a nuclear warhead, to progress, you have to test, and Kim Jong-un scientists would learn something very valuable from each and every satellite launch, even if it wasn`t deemed a success.<br><br>So, what about the timing? Kim Jong-un holds a very rare party conference in May. The Workers Party Congress is no being held for 36 years. And to be able to boast about not only a nuclear test but a satellite launch would strengthen his hand.<br><br>As for repercussions, Kim Jong-un may not be too concerned about that, considering the international differences of opinion when it came to how strong U.N. sanction should be following the January 6th nuclear tests.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Late last month, the U.S. Olympic Committee suggested that if athletes and workers are concerned about the Zika virus, they should consider skipping this year`s Summer Olympics in Rio de Janeiro, Brazil. That`s according to the Reuters news agency. It shows how seriously officials are concerned about the virus.<br><br>Zika has been linked to microcephaly in newborn babies. The condition can cause abnormally small heads, severe developmental problems and sometimes death.<br><br>Since November, Brazil has confirmed 404 microcephaly cases. More than it saw in all of 2014, and 17 of the recent cases have been linked definitely to Zika. If officials are concerned about visitors to Rio, imagine what it`s like for residents.<br><br>(BEGIN VIDEOTAPE)<br><br>NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT: Where you`re joining me is a very fascinating place at this stage in the Zika outbreak.<br><br>I don`t know if you see just behind me over the fence there, key parts of the Olympic Park here visible. That`s where so many of the games would be occurring.<br><br>But as being the case in so many cities where preparations have to be made for the Olympics, a lot of life is being cleared out of the way to make space. Now, you can see there, actually how stunning and beautiful it used to be, a quad lake here.<br><br>But these are the people who wanted to stay. They`ve been offered money we`re told to leave, but they refuse, saying this has been their home for decades. They don`t want to go anywhere.<br><br>But now, there is a new hazard, because some of construction work here, the demolishing of the old homes, has left flat land that they say has got stagnant pools of water on it, into which mosquitoes have, in fact, found homes.<br><br>Now, to have, of course, as I say, been offers to move them away, and, in fact, we`re told that rubble was dumped on a previous pool of stagnant water. But this is the kind of example of the sort of problems that they`re going to be facing ahead of the Olympics. Any pool of stagnant water can be home to the mosquitoes who carry around the Zika virus and this is just literally half a mile away from the Olympic Park`s key buildings, where the sports will be occurring.<br><br>An extraordinarily difficult task ahead of authorities here to explain to these people why they should leave, they hold out, they don`t want to go.<br><br>This is their homes, they say. And, in fact, one of the women has just given birth seven days ago to a little girl Sophia and she described frankly the relief of seeing that her child was well, was healthy, that the fact she felt a fever while she was pregnant, hadn`t in fact she had Zika, and her kids are now healthy.<br><br>But right here, next to the Olympic Park, and a scene of what used to be so staggering beauty and where Brazil hopes it will give everyone a shot of its Olympic dream, there are people living next to stagnant water who say they are deeply worried.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The site CNNStudentNews.com, the page of yesterday`s transcript, the schools on today`s &quot;Roll Call&quot;.<br><br>International Schools Group-Dhahran Middle School leads things off for us. It`s in the Saudi Arabian coastal city of Al Khobar, on the shores of the Persian Gulf.<br><br>To Northern Maryland, we`re visiting the town of Bel-air next. The Patriots are watching from John Carroll School.<br><br>And in the city of Emporia in eastern Kansas, it`s great to see the Junior Spartans online today at Emporia Middle School.<br><br>Big day in New Hampshire. The U.S. state is holding its primaries right now. These are votes that will help determine which one Republican and which one Democrat will eventually appear on the presidential ballot this November. There are nine Republicans currently seeking their party`s nomination. There are two Democrats seeking their party`s nomination.<br><br>And though New Hampshire holds the second state contest, it`s the first primary because the events in Iowa last week are caucuses. Some New Hampshire communities started voting at midnight and candidates who win in places like Dixville Notch can make headlines in the morning papers and gain a bit of momentum as the rest of the state votes.<br><br>(BEGIN VIDEOTAPE)<br><br>CHRIS MOODY, CNN SENIOR DIGITAL CORRESPONDENT: American democracy is full of interesting traditions. One of our favorites is midnight voting in far end reaches of the north country of New Hampshire.<br><br>And every four years, candidates flock up here. Three towns in New Hampshire are planning to do midnight votes this year. All the towns have less than a hundred people living in them and all voters have to be accounted for. They start votes at midnight and they end in just a couple of minutes. But when you wake up the next morning, you can find out who won the first in the first in the nation primary voting.<br><br>For years, midnight voting at Dixville Notch was held at The Balsams Hotel and Resort. But that shutdown in 2011, leading a lot of people to fear that it could be the end of midnight voting, because there weren`t that many people that live in Dixville Notch anymore.<br><br>LES OTTEN, DEVELOPER: There was a question as to whether or not the resort would be open again and what would we have to spend in order to get a building put together again and recreate the ballot room because the room that was the ballot room had been damaged and ravaged by weather and time.<br><br>MOODY: We`re with Les Otten who is revitalizing it and it`s going to reopen it in the next couple of years. But even though it`s been shut down, they still continue the tradition of voting at midnight.<br><br>What you learn when you come up here is that democracy doesn`t look the same way as does all over the country.<br><br>People live up here and they love it.<br><br>What might be use to in other parts of the country with town halls and voting in booths and libraries and schools, here, they do it in people`s homes.<br><br>OTTEN: And what we`re seeing is democracy being played out on a national stage by a very small group of people.<br><br>MOODY: With these other towns coming in, is there any fear that they will be the ones to carry the mantle and not this place?<br><br>OTTEN: Well, no, not at all. I mean, I think that the fact that they`re coming in is exactly what you want to have happened. This should be contagious.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Polar bears are the largest carnivores on land. They are fierce predators, merciless killers and they`ll devour a camera.<br><br>OK. So, maybe this little girl has a while to go before she`d be a threat to humans. In fact, she`s being raised by humans at the Columbus Zoo because her mother was taking long breaks from carrying for her.<br><br>Her father`s named Nanuq, her mother`s named Aurora, so the public voted and named her Nora.<br><br>Many folks have never seen something like her be-fur. She`s neither fierce Nora merciless. Just simply too cute to ig-nora. Will she be dangerous one day? It`s claw-sible. But the close-ups are anything but polarizing. She`s a sweet and roar sight.<br><br>I`m Carl Azuz. Come on back tomorrow.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-09 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-09 CNN Student News.mp4"}