{"title":"CNNSN-2016-08-23-CNN-Student-News","script":"(CNN Student News) -- August 23, 2016<br><br><br>U.S. Judge Blocks Obama School Transgender Bathroom Policy; Goodbye Rio, Hello Robots: Expect High Tech Cool at 2020 Tokyo Olympics<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Welcome to CNN STUDENT NEWS -- ten minutes of cost-free current events coverage. I`m Carl Azuz. It`s great to see you this Tuesday.<br><br>First up, a U.S. federal judge`s ruling on the controversial policy of the Obama administration. It concerns gender and schools.<br><br>The background: in May, the White House recommended that U.S. public schools allow transgender students to use the bathrooms or locker rooms with their gender identity. People who are transgender identify as a gender that`s different than their biological sex at birth.<br><br>The response: supporters say without the new rules, transgender students would be separated and discriminated against in schools. But 23 states sued the federal government, saying the Obama administration was trying to illegally rewrite existing law, enforce radical changes on U.S. schools.<br><br>If they don`t follow the rules, they can lose education funding from the federal government.<br><br>The ruling: yesterday, a federal judge in Texas blocked the Obama administration`s policy. He said the government didn`t follow the right procedures in issuing the rules and that they go against U.S. laws that are already in place.<br><br>The Obama administration can still appeal the ruling. For now, it means that the government cannot penalize the schools that don`t follow the transgender policy.<br><br>Up next, the Olympic cauldron has been extinguished in Rio de Janeiro, Brazil. There were significant doubts going into these games about whether the economically struggling country would be able to pull them off and not everything went exactly as planned. But, concerns about terrorism and the Zika virus eventually gave way to headlines, about gold medals and championship spirit and Brazil successfully delivered South America`s first ever Olympics.<br><br>The closing ceremonies gave a good sense of where the torch will burn next.<br><br>Will Ripley takes us to the scene of the 2020 Summer Olympics.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT (voice-over): Japanese Prime Minister Shinzo Abe dressed as Super Mario may have set the tone for Tokyo 2020. But few Japanese actually saw it live. Half a world away and 12 hours ahead of Rio, the Olympic closing ceremony was right in the middle of Tokyo`s morning commute and an approaching typhoon.<br><br>Outdoor Olympic viewing parties were cancelled, but a few gathered inside.<br><br>&quot;We hope to see all of Japan`s technology showcase in the next Olympics&quot;, says Koichi Suzuki, watching the closing ceremony on a huge HK TV.<br><br>(on camera): You can see every tiny detail in HK.<br><br>(voice-over): HK, just a sample of the high tech cool Tokyo 2020 organizers are promising.<br><br>Super high speed maglev trains, far faster than today`s bullet trains, robots doing everything from giving directions to driving taxis, ambitious tech projects Japan hopes will impress crowd and boost the economy.<br><br>HIDETOSHI FUJISAWA, EXECUTIVE DIRECTOR, TOKYO2020: We are going to make these Games, as I said, most innovative.<br><br>RIPLEY: Hidetoshi Fujisawa is one of Tokyo 2020`s executive directors. He says new technology and five new Olympic sports will draw new fans.<br><br>Winning the Olympic bid three years ago was supposed to be Japan`s badly needed comeback after years in the economic doldrums and the disasters in March of 2011 that killed thousands and shook Japan to the core.<br><br>But problems have plagued Tokyo 2020 ever since -- a scrapped Olympic stadium, logo plagiarism allegations, construction delays, even a bribery investigation.<br><br>(on camera): Has Tokyo bounced back from that?<br><br>FUJISAWA: I think so, yes. People are excited about it and people are very much looking forward to the Tokyo 2020.<br><br>RIPLEY (voice-over): Problems, though, persist. Many are worried about the growing multibillion dollar price tag when Japan already has a huge national debt.<br><br>The responsibility of cutting cost falls largely on Tokyo`s new governor, Yuriko Koike, the first woman to hold the job.<br><br>&quot;We don`t know if our new governor can do the job yet&quot;, says Tomohiro Shimoyama, &quot;but we need more transparency when it comes to the Olympics&quot;<br><br>YURIKO KOIKE, TOKYO GOVERNOR: We know the problem and we are looking for the solution.<br><br>RIPLEY: Now, she carries an Olympic-seized burden and with Tokyo Tower decked out in full Olympic colors, the countdown is officially on.<br><br>Will Ripley, CNN, Tokyo.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It`s not exactly a bridge over troubled water, but given that it`s the highest and longest glass-bottomed bridge in the world, it will still cause some shaky knees.<br><br>It`s almost 20 feet wide, but the real numbers are in its length, more than 1,400 feet and its height, the valley floor is almost 1,000 feet down. It just opened in China`s Hunan Province, stretching over the Zhangjiajie Grand Canyon. It can support as many as 800 people at a time. At one point, a car drove across it.<br><br>But some might hesitate because last October, cracks appeared a different glass walkway in China, as people made their way across. Officials say that was just superficial damage, though.<br><br>Glass-bottomed tourist attractions have been popping up all over the world.<br><br>On August 25, 1916, almost exactly a hundred years ago, U.S. National Park Service was established when President Woodrow Wilson signed the act that created.<br><br>As part of our continuing series on national parks, we`re taking you to a place that predates the service itself. It`s a volcanic formation with a flat top rising more than 1,200 feet over the state of Wyoming. And there are some controversy over what to call it and whether to climb it.<br><br>(BEGIN VIDEOTAPE)<br><br>RICHARD QUEST, CNN CORRESPONDENT (voice-over): The hundredth birthday of the National Park Service, and I`ll be making history by joining record crowds.<br><br>I`ve already gawked at Mount Rushmore. Now, a monument that sticks out from the Wyoming horizon.<br><br>(on camera): Look at that. Devils Tower.<br><br>(voice-over): America`s first national monument dedicated in 1906. Internationally, it`s perhaps better known for a starring role in a cult classic, &quot;Close Encounters of the Third Kind&quot;.<br><br>Impressive in pictures, huge in reality, rising more than 260 meters. But there`s another side of this formation, that much of the world hasn`t seen, a sacred side.<br><br>CHIEF ARVOL LOOKING HORSE, 19TH GENERATION SPIRITUAL LEADER: We look at it as a church. We have to come here in respect.<br><br>QUEST: Chief Arvol Looking Horse is a 19 generation spiritual leader. Indigenous tribes have a story here that can be traced thousands of years.<br><br>(on camera): So, your tribe, the Lakota Tribe, you called it Bear Lodge. These other tribes called it Bear Lodge.<br><br>CHIEF ARVOL LOOKING HORSE: Everybody calls it the Bear Lodge.<br><br>QUEST: And somewhere, it got translated into Devils Tower.<br><br>You come up here to pray, is that correct?<br><br>CHIEF ARVOL LOOKING HORSE: Yes. We pray for peace and environment and health and wellbeing. And that`s the way it`s always been.<br><br>QUEST: How does it make you feel when you sit here, you and I are talking, we`re enjoying the day.<br><br>CHIEF ARVOL LOOKING HORSE: I feel very connected.<br><br>QUEST (voice-over): The rock formation has become so popular, big crowds of tourists overflow the car park. Some come to get a look, others come to climb. They`ve been climbing Devils Tower since the late 1800s. Today, that`s highly controversial.<br><br>(on camera): Does it offend you that people climb Bear Lodge?<br><br>CHIEF ARVOL LOOKING HORSE: To see such a sacred place, climbing, making holes, it hurts so much, it affects us spiritually.<br><br>QUEST: Bear Lodge of Devils Tower? To climb or not to climb? These are the issues the Park Service has to deal with every day. They are not easily resolved because they go to a divide that still exists between the two communities.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Before we go, you`ve heard the phrase, &quot;knock it out of the park&quot;. Well, Minor League Baseball player Brandon Thomas recently did just that.<br><br>What made it awesome was that it was a grand slam. What made it unforgettable was that it hit a truck in the parking lot, and it was Brandon Thomas` own truck. What are the chances of that?<br><br>At least, he didn`t have to apologize to anyone but his windshield. His reaction, quote, &quot;definitely worth it&quot;.<br><br>Of course, people were cracking up after the crack at the back cracked up the truck. Can insurance shield Thomas from losses that come from a wind?<br><br>They`ll probably tell him not to park so near the ballpark where a ball could park after getting knocked out of the park.<br><br>I`m Carl Azuz, having a ball on CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-23 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-08-23 CNN Student News.mp4"}