{"title":"CNNSN-2016-02-05-CNN-Student-News","script":"(CNN Student News) -- February 5, 2016<br><br>Obama Attends National Prayer Breakfast, Visits Mosque; The Trans- Pacific Partnership; School for DJs<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hey, Mr. DJ, can you play Fridays are awesome?<br><br>We`re spinning some facts about a music career later on today on CNN STUDENT NEWS.<br><br>First, though, a recap of two presidential events from the week, both related to religious faith.<br><br>The National Prayer Breakfast is an annual tradition first attempted by President Eisenhower in 1953. Every president since has followed suit.<br><br>It`s a chance for politicians to discuss how faith has shaped their lives.<br><br>And yesterday, President Obama spoke at the event for the eighth time since he took office. That event was a day after the president visited a mosque in Baltimore, Maryland, and described Muslims as essential to the fabric of the U.S.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: You`re right where you belong. You`re part of America, too.<br><br>(END VIDEO CLIP)<br><br>AZUZ: President Obama had visited mosques in the past, but never before inside the U.S.<br><br>There were mixed reactions to the trip. Some Muslim-Americans said the president`s mosque visit was overdue, that it came too late. Others praised his speech, saying it helped fight discrimination against Muslims in America.<br><br>Republican presidential candidate, Senator Marco Rubio, said there`s discrimination of every kind in America, but that the bigger issue is how to address radical Islam.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: The United States, Japan and 10 other countries have finally reached an agreement on a trade deal known as the Trans-Pacific Partnership or TPP.<br><br>So, what exactly is the TPP? It`s a free trade pact that`s meant to encourage more business between the 12 countries. Tariff and import quotas for things like beef, rice, butter, and many other products would be lifted.<br><br>Why are these countries banding together? The hope is the TPP would lessen some of the power that China, the world`s second largest economy, has in the global marketplace. China is not part of the TPP.<br><br>President Obama has been a champion of the TPP, and he`s even had the U.S. Chamber of Commerce backing him. Those two haven`t often seen eye to eye on issues about big business. Obama and other proponents have argued that the TPP would be good for American workers.<br><br>Nike has said it would create 10,000 jobs in the U.S. if Congress passes the deal, but many labor unions worry that the TPP will encourage more U.S.<br><br>companies to ship jobs overseas, and other critics of the deal aren`t happy that most of the negotiations have been done in secret.<br><br>(END VIDEOTAPE)<br><br>AZUZ: The Trans-Pacific Partnership has been signed. It`s one step closer to being finalized. It`s a trade agreement that involves 12 Pacific countries who together make up 40 percent of the world`s economy. Their representatives met in Auckland, New Zealand, yesterday to sign the TPP.<br><br>It notably leaves out China, the world`s second largest economy.<br><br>U.S. officials say the deal would give America more influence and power in trading across Asia. And President Obama says it, quote, &quot;puts American workers first&quot;. But critics say it could mean more U.S. jobs moving overseas.<br><br>Critics in Australia are concerned about higher drug prices. Critics in Japan are concerned about losing business if cheaper American imports come in.<br><br>The TPP still has to be ratified by all 12 countries to take effect. That could take two years.<br><br>(MUSIC)<br><br>AZUZ: We always find &quot;Roll Call&quot; schools on the previous day`s transcript page at CNNStudentNews.com.<br><br>So, on Thursday`s transcript, we found the Eagles. In southeast Michigan, hello to Romulus High School. It`s on the city of Romulus.<br><br>In the capital of Texas, that`s Austin, thank you for watching from Gardner Betts Juvenile Justice Center.<br><br>And from Indonesia, we welcome our viewers at Green School. It`s on the island of Bali.<br><br>People across the U.S. southeast, from Mississippi to the Carolinas, are assessing the damage after a massive weather system thundered through this week, spawning tornadoes. The National Weather Service says at least two tornadoes raked parts of Mississippi. An emergency official says several homes were damaged in western Alabama, and dozens of people had to leave their homes in Georgia, after a suspected tornado hit the Fort Stewart military base.<br><br>In all, the Weather Channel says there were at least 10 tornadoes over the past few days. Thankfully, no one was killed.<br><br>How exactly do these twisters spin down from the sky?<br><br>(BEGIN VIDEOTAPE)<br><br>JENNIFER GRAY, AMS METEOROLOGIST: Tornadoes are so powerful, they can flatten homes to their foundation, they peel asphalt right off of a highway, and it can toss around 18-wheeelers like they`re small toys.<br><br>Tornadoes can be the most deadly and destructive weather phenomenon on earth. In fact, about a thousand tornadoes occur every year in the U.S. That`s more than anywhere else on the planet.<br><br>Some of the strongest tornadoes can pack winds of 300 miles per hour or more. It can be as small as a couple of hundred yards wide, all the way to 2 1/2 miles wide, and their path of destruction can be a couple of hundred yards or extend out 50 miles or more.<br><br>When conditions are just right, you`ll get warm moist air coming in from the Gulf of Mexico. That will collide with dry, cooler air from the north.<br><br>When these air masses collide, it creates lift in the atmosphere and when you get those winds rotating, and increasing speed with height, that will create a horizontal column of air that`s spinning. Then, you get a downdraft from a thunderstorm, and that will pull that column of air all the way down to the ground, and then you have a tornado.<br><br>(END VIDEOTAPE)<br><br>(BEGIN VIDEO CLIP)<br><br>AZUZ: Cotton candy, it`s sticky, it`s sweet, it was invented by a dentist. In 1897, Dr. William James Morrison teamed up with a confectioner. They invented a machine that would melt sugar and then forced it through a windscreen. They called their Fairy Floss and introduced it at a 1904 World`s Fair.<br><br>Of course, the name didn`t stick, but the one that did was totally sweet.<br><br>Now, that`s random!<br><br>(END VIDEO CLIP)<br><br>AZUZ: According to payscale.com, disc jockeys or DJs make an average wage of $36 per hour. Most DJs in the U.S. earn less than $30,000 per year, but like profession athletes, the relative few at the top of their industry can make millions. So, in pursuit of the dream, aspiring DJs are willing to do whatever it takes and learn as much as they can.<br><br>(BEGIN VIDEOTAPE)<br><br>REPORTER: Watching an advanced DJ class at New York`s Scratch Academy is a bit like learning a new language.<br><br>DAN CHAVEZ, PROFESSIONAL DJ: I can bring it down to like any sort of small loop. Loop like one beat, just right this loop bottom right here.<br><br>DANTE PERALTA, ASPIRING DJ: I do block parties, sweet 16s, birthday parties, baby showers. From all the gigs, I`ve saved up to come here.<br><br>CHAVEZ: You`ll see the same encoder is going to move this, right here, too.<br><br>REPORTER: Scratch Academy teaches around 180 students per semester. Many of them like Dante hoping to turn this into a career.<br><br>The rise of DJ-ing has gone hand in hand with the rise of electronic dance music, EDM. In 2014, the industry was estimated to be worth almost $7 billion, up 12 percent on the previous year. More than half of that total came from people paying to see a DJ at a festival or club.<br><br>So, as more and more people trying to crack this market, it`s time to find out how it`s done.<br><br>CHAVEZ: So, it`s going to be called the baby scratch. This is the first thing anybody learns here.<br><br>Whenever you feel like you`re ready, let her go. Make a play for our audience, that was great.<br><br>REPORTER: All right.<br><br>While at Scratch Academy, students learn on traditional turntables. With technology nowadays, there are many other ways to teach yourself.<br><br>CHAVEZ: There`s CD turntables. There`s control. There`s -- you know, I even have people who come in here and they have a little app on their tablet.<br><br>REPORTER: After the baby scratch, there`s the scribble scratch, and the drag scratch.<br><br>While, clearly, none of these is easy, the appeal is plain to see.<br><br>CHAVEZ: Very nice drop.<br><br>(END VIDEOTAPE)<br><br>AZUZ: I guess to scratch the surface, you`ve just got to get on the rhythm of success. You can`t be afraid of scratches, battles, fades, or slip discs, because after all, it`s an industry where the goal is to drop and break records.<br><br>I`m Carl Azuz and I`m out trope.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-05 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-02-05 CNN Student News.mp4"}