{"title":"CNNSN-2016-10-28-CNN-Student-News","script":"(CNN Student News) -- October 28, 2016<br><br><br>WWF Issues a Warning About World`s Animals; U.S.-Russia Relations Are Compared to New Cold War; Japan`s High-Speed Rail Network Gets Even Faster<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: We are CNN STUDENT NEWS and Fridays are awesome! I`m Carl Azuz. Thank you for watching.<br><br>The World Wildlife Fund, an international conservation group, says more than two-thirds of the world`s wildlife could be gone by the year 2020.<br><br>The organization says there`s already been a 58 percent decrease in the number of fish, mammals, birds and reptiles since 1970. The number of elephants as we`ve reported has dropped drastically, in part because of poaching. And the WWF says overfishing could make a third of the planet`s sharks extinct.<br><br>Looking at wildlife as a whole, one major reason for all this is habitat loss. A WWF conservation scientist says it`s because people are using so much of the planet and destroying so much of the animals` habitat. His organization suggests more government laws protecting the environment and that people look for more sustainable products and renewable energy.<br><br>But not all scientists totally agree with the WWF report. A conservation ecology professor at Duke University says it`s true that wildlife is declining, but he called some of the WWF`s numbers sketchy and said its research is flawed, in part because most of it focuses on Western Europe.<br><br>As history books defined it, the Cold War started after World War II. It involved the U.S. and its allies versus the Soviet Union and its allies.<br><br>The rivalry was political, economic, ideologic, but it stopped short of an outright military conflict.<br><br>Now, though, there`s a military buildup in Eastern Europe that`s the largest since the Cold War. The United Kingdom is planning to send fighter jets to Romania. The U.S. is set to send troops and tanks to Poland. Russia recently sailed warships close to British waters on their way to Syria.<br><br>It all has international officials asking, is this the beginning of a new Cold War?<br><br>(BEGIN VIDEOTAPE)<br><br>MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT: Well, not since the end of the Cold War have tensions between Russia and the West been this high.<br><br>SUBTITLE: The new Cold War?<br><br>CHANCE: The big flashpoint is, of course, Syria. Russia`s bombing in support of its ally, the Syrian president, has drawn condemnation from the United States and Europe. Russia has responded by bolstering its military in Syria, deploying even more state of the art anti-aircraft missiles, and by upping its rhetoric.<br><br>Of course, the Syria conflict is only one of the flashpoints between Russia and the West. Another is Ukraine, where Russia is under Western sanctions for fueling of bloody rebellion in the east of the country after annexing Crimea in 2014.<br><br>There`s also the issue of hacking, with Russia accused by U.S. officials of breaking into computer systems of political institutions. The Kremlin denies it, but there is a growing sense that Russian and the West are locked in a collusion course over a whole range of issues. But it`s argued that Russia`s president, Vladimir Putin, is just an autocrat bent on subverting the international order to which Russia was invited to be a part.<br><br>But I think many Russians see it differently. They see a world that after the end of the Cold War was almost totally dominated by the West and by United States in particular.<br><br>RONALD REAGAN, FORMER U.S. PRESIDENT: It`s our duty to speak in this place of freedom.<br><br>CHANCE: Russian interests and concerns, they believe, have been trampled on with NATO expansion and the toppling of former Russian allies in the Balkans and in the Middle East. And what many Russians like about Putin is that he is saying enough is enough and standing up to U.S. dominance.<br><br>PRES. VLADIMIR PUTIN, RUSSIA (translated): We need to strengthen the security and defense capability of our country, to assert its position on the international stage.<br><br>CHANCE: So, what Syria and Ukraine and hacking are really about is this: like it or not, that relationship between Russia and the West, after the Cold War, the post-Cold War settlements, as it`s sometimes called, is now being renegotiated.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Ray of Light, Hope, Echo -- these are the names of some of Japan`s Shinkansen, the network of bullet trains that quickly connects different parts of the country. There are hundreds of them in Japan.<br><br>And the next generation of maglev or magnetic levitation trains promises to be significantly faster.<br><br>Will Ripley climbs aboard for a trip through the past and the future.<br><br>(BEGIN VIDEOTAPE)<br><br>WILL RIPLEY, CNN CORRESPONDENT (voice-over): It`s one of the most sophisticated transportation networks in the world. The arteries of Japan pumping millions of passengers across the country and the trains are almost always on time.<br><br>Walking into Tokyo station, you`re surrounded of more 3,000 trains and half a million people passing through this one station every day. But trains are much more than transportation here in Japan, it tells a story of this country`s character and changing relationship with the world.<br><br>(on camera): Was this your seat right here?<br><br>FUMIHIRO ARAKI, DEPUTY DIRECTOR AT THE RAILWAY MUSEUM: Yes.<br><br>RIPLEY: So, does being in here bring back memories for you?<br><br>ARAKI: Yes, of course.<br><br>RIPLEY (voice-over): Fumihiro Araki is leaving history. He was a conductor of the zero series Shinkansen, Japan`s first high speed rail.<br><br>(on camera): Tell me what it was like when the bullet train first was unveiled in Japan.<br><br>ARAKI (translated): I was driving the world`s fastest train for the first time, so I was really excited.<br><br>RIPLEY (voice-over): We`re standing onboard the original train unveiled in 1964. At the time, it topped 210 kilometers an hour, which was unheard of.<br><br>The fastest trains in Europe pushed 160. The Shinkansen was a show of force.<br><br>ARAKI: The Tokyo Olympics was held in 1964. So they tried to build the Shinkansen at the same time to show how Japan had recovered after the war and been able to develop this technology<br><br>RIPLEY: Now, Japan is upping the ante again.<br><br>(on camera): Wow, look at that. It`s incredible. How fast is that going?<br><br>TOMOAKI SEKI, MANAGER OF THE MAGLEV SYSTEMS DEVELOPMENT DIVISION: Yes, so far, 311 miles per hour.<br><br>RIPLEY: Three hundred and eleven miles an hour.<br><br>(voice-over): The SCMaglev recently clocking in at speeds of 600 kilometers per hour. Testing is underway at a track outside of Tokyo, hidden in the mountains of a sleepy town called Yamanashi.<br><br>How does it go so fast?<br><br>SEKI: The SCMaglev train is levitating using magnetic force.<br><br>RIPLEY (on camera): So, literally, the train isn`t touching the surface. It`s just floating just about.<br><br>SEKI: That`s right.<br><br>RIPLEY (voice-over): But mass travel on the maglev isn`t going to happen overnight.<br><br>SEKI: We already gained a speed of 550 kilometers per hour in the 1997. However, we need to make the system and take (INAUDIBLE) to a practical level, and that`s going to take time.<br><br>RIPLEY: This new technology requires all new tracks, 85 percent of which will be underground, to compensate for the fact that Japan is incredibly mountainous and also to avoid purchasing the land the train tracks go through. Even then, this first line is estimated to cost $55 billion.<br><br>(on camera): Walking onboard the fastest train in the world, almost feels like you`re getting on an airplane, and the maglev can travel nearly as fast.<br><br>(voice-over): The ride is surprisingly smooth, although your ears pop after you go a certain speed, a journey many in Japan can`t wait to be a part of.<br><br>(on camera): It doesn`t get over me. It`s so cool.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Most penguins have special feathers to help insulate their bodies from extreme cold. But they can occasionally lose them as a penguin at SeaWorld Orlando recently did. So, check it, y`all.<br><br>Penguin wet suit. It was tailored by SeaWorld`s wardrobe department just for this penguin. It helps her regulate her own body temperature, and she doesn`t seem to mind out-dressing the others. This has been done before successfully at another captive penguin habitat.<br><br>So, you can say it suits them, that it fits the bill, that birds of a feather dress together, that they have a vested interest in suiting. Now, I don`t mean to be flippant, but we`re about to show this show on the wing, and while we don`t have to penguin again, we hope your weekend is a penguinner.<br><br>I`m Carl Azuz.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-28 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2016-10-28 CNN Student News.mp4"}