{"title":"CNNSN-2015-12-14-CNN-Student-News","script":"(CNN Student News) -- December 14, 2015<br><br>A Climate Deal Reached in Paris; First Women Elected to Office in Saudi Arabia; Where`s Winter?<br><br><br><br>THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.<br><br>***<br><br>CARL AZUZ, CNN STUDENT NEWS ANCHOR: CNN STUDENT NEWS is kicking off its last week on air in 2015. We`re grateful to have you with us. I`m Carl Azuz at the CNN Center.<br><br>First up, what`s being called a landmark agreement in the French capital. On Saturday, at the United Nations Conference on Climate Change, delegates from around the world formally accepted a plan to limit greenhouse gas emissions.<br><br>Most scientists blamed greenhouse gases or carbon emissions for causing global temperatures to heat up over the past 100 years. The agreement reached in Paris would legally require countries to significantly reduce their carbon emissions in the decades ahead, with the goal of keeping global temperatures from rising.<br><br>(BEGIN VIDEO CLIP)<br><br>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: Even if all the initial targets set in Paris are met, we`ll only be part of the way there when it comes to reducing carbon from the atmosphere. So, we cannot be complacent because of today`s agreement. The problem is not solved because of this accord.<br><br>But make no mistake: the Paris agreement establishes the enduring framework the world needs to solve the climate crisis.<br><br>(END VIDEO CLIP)<br><br>AZUZ: But though an agreement was reached in principle, it still has to be approved by the different countries involved.<br><br>For instance, two thirds of the U.S. Senate must approve a treaty before it can be ratified. Republicans control the Senate. Many of them have said that limiting carbon emissions could hurt the U.S. economy. And some agree with climate change skeptics who say human activity does not significantly affect global temperatures.<br><br>From France, we`re headed to the Middle East now, where preliminary results from an election on Saturday indicate that at least six women will hold public office in Saudi Arabia. This is historic for the kingdom. Its government is a monarchy and this was the first election in which women were allowed to vote and run for office. The positions they were elected to mostly involve planning and development in the country.<br><br>And there were complaints about the process. Critics say there were a limited number of registration centers. Some women told Human Rights Watch that they had trouble proving their identity and residency.<br><br>Female candidates had to have separate campaign offices from male ones. They weren`t able to speak to male voters.<br><br>Still, this came as a significant change for Saturday.<br><br>(BEGIN VIDEOTAPE)<br><br>BECKY ANDERSON, CNN INTERNATIONAL CORRESPONDENT: Well, I`ve spent years covering the Middle East and the Gulf Region, and the issue of women`s rights in Saudi Arabia often comes up.<br><br>The kingdom is an absolute monarchy, ruled by the Al-Saud family. Now, they govern according to a strict interpretation of Sunni Islam. Women need the permission of a male guardian to travel, to work, to attend higher education or to marry.<br><br>Plus, Saudi Arabia does have a very young population. Median age there just 26. People of that I`ve spoken to say that the role of women in the country is evolving.<br><br>Now, 2015 marked the first year that Saudi women were allowed to campaign for public office and to register to vote at the municipal level. That came two years after the former King Abdullah decreed that women must make up at least 20 percent of the Shura Council. Now, that is an appointed body that drafts laws and advises the king on major issues.<br><br>More Saudi women are also joining the workforce. Only about 19 percent of them currently perform paid work, but the Saudi government says their numbers have risen considerably from 23,000 in 2004 to over 400,000 in 2014.<br><br>Now, women are still required to cover their hair and wear long clothing in public, but in many malls and hotels, these days, women are seen without head scarves, perhaps the most visible sign of women`s rights in Saudi or not as the case may be, is that they are not allowed to drive. Well, the women I`ve met there tell me they are often frustrated by the West`s focus on this topic and they feel it ignores the other positive steps they say have been made.<br><br>But proponents for change say allowing women to drive would be a big step towards opening other doors of opportunity.<br><br>(END VIDEOTAPE)<br><br>AZUZ: We`re going east to west to Far East on today`s &quot;Roll Call&quot;.<br><br>On Friday`s transcript page, we`ve got a request from the Miami Lakes Educational Center. It`s great to see the Jaguars today in Miami Lakes, Florida.<br><br>From the Sunshine State to the Golden State. Hesperia Junior High School is in Hesperia, California. We`re catching up with the Roadrunners.<br><br>And in Taiwan, thank you for making us far of your day at Morrison Christian Academy. Hello to our viewers in Taipei.<br><br>(BEGIN VIDEO CLIP)<br><br>ANNOUNCER: Time for the &quot;Shoutout&quot;.<br><br>Which of these is a complex weather pattern that involves warmer-than- normal temperatures in the Pacific Ocean?<br><br>If you think you know it, shout it out.<br><br>Is it La Nina, polar vortex, stationary wave, or El Nino?<br><br>You`ve got three seconds. Go!<br><br>(BUZZER)<br><br>El Nino was first recognized in the 1600s. The name refers to the little boy or Christ child in Spanish, as it tends to occur around Christmas.<br><br>That`s your answer and that`s your &quot;Shoutout&quot;.<br><br>(END VIDEO CLIP)<br><br>AZUZ: If you`re dreaming of a White Christmas, the dream may be as close as you get. `Tis the season for unseasonably mild temperatures in the U.S. With 321 million people, it`s the world`s third most populated country. Over the weekend, 75 percent of that population felt temperatures greater than 60 degrees Fahrenheit. That`s more like late September than mid- December. Meteorologists are blaming El Nino.<br><br>It`s a natural phenomenon caused by warm temperatures over the Pacific Ocean, and it can affect weather patterns around the world, especially in the U.S. It`s keeping cold air bottled up in the Arctic, instead of spilling south.<br><br>(BEGIN VIDEOTAPE)<br><br>CHAD MYERS, AMS METEOROLOGIST: Nearly the entire country is asking the same question, where is winter? Who took it?<br><br>That would be El Nino.<br><br>SUBTITLE: Where is winter?<br><br>MYERS: That`s exactly what we`d expect in a very strong El Nino year. If we look back to 1982, 1997, what happened in those years, exactly this -- much warmer than normal temperatures across the eastern half of the United States.<br><br>Last year, Buffalo had &quot;Snow-vember&quot;. This year, not a flake on the ground. And although January and February shape up the same above normal, above normal if your normal is 15, is still cold enough to make big snow.<br><br>This is clearly an El Nino pattern, a very strong El Nino pattern. Warmer than normal across the north, cooler than normal across parts of the south, and still wetter than normal across the southwest.<br><br>But where`s winter?<br><br>Right now, it`s nowhere to be found.<br><br>(END VIDEOTAPE)<br><br>AZUZ: It makes sense that the U.S. Army and the U.S. Navy would have a major football rivalry. Their annual meeting is called America`s game.<br><br>And over the last 125 years, the Army has 49 wins, the Navy 60, including the midshipman`s victory on Saturday.<br><br>There`s a tradition the sides have that`s based neither on land nor sea. Today, we`re giving you a bird`s eye view of the Army`s Black Knights who delivered their game ball from the air.<br><br>(BEGIN VIDEO CLIP)<br><br>SUBTITLE: Paratroopers deliver game ball.<br><br>UNIDENTIFIED MALE: You know, when I was 10 years old, I came up here for a football game and I saw them jumping the game ball. And I thought, wow, I could picture myself doing that.<br><br>UNIDENTIFIED MALE: I know they take great pride as a cadet to have that slot and to just be a part of history and to jump into any army game is just quite a privilege. It really has to do on the merit and how will you do in that practice, you have to earn that slot to jump into the stadium.<br><br>It`s not always a guarantee that you get a stadium slot.<br><br>UNIDENTIFIED MALE: As soon as you started freefall, it feels that the winds rushing in your face, similar if you put your face out or hand out in the car window.<br><br>UNIDENTIFIED MALE: First I was selected for the outfit and I`ve felt who better to deliver the ball than Santa`s helper because Santa is a little too big. It`s a very exciting feeling, I can actually hear the crowd (INAUDIBLE) feet.<br><br>UNIDENTIFIED MALE: Another beautiful ending.<br><br>(END VIDEOTAPE)<br><br>AZUZ: Even before the game, you`re seeing flags fly, incredibly distant field goals and, of course, amazing touchdowns. It`s something no player or fan would pass on. It`s video they want to run back. It`s a top flight tradition that any aspiring paratrooper would want to shoot for.<br><br>I`m Carl Azuz for CNN STUDENT NEWS.<br><br>END<br>","mp3":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-14 CNN Student News.mp3","mp4":"http://www.listeningexpress.com/cnn/cnnstudentnews/CNNSN 2015-12-14 CNN Student News.mp4"}